[
    {
        "id": 58,
        "translation": {
            "en": "26.  The Court also recalls that the adversarial principle and the principle of equality of arms, which are closely linked, are fundamental components of the concept of a “fair hearing” within the meaning of Article 6 § 1 of the Convention. They require a “fair balance” between the parties: each party must be afforded a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent or opponents (see Avotiņš v",
            "uk": "26.  Суд також нагадує, що принципи змагальності та рівності сторін, які тісно пов’язані між собою, є основоположними компонентами концепції «справедливого судового розгляду» у розумінні пункту 1 статті 6 Конвенції",
            "tag": "splitted"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "Latvia [GC], no. 17502/07, § 119 and other references, ECHR 2016, and Regner v. the Czech Republic [GC], no. 35289/11, § 146, 19 September 2017",
            "uk": "Вони вимагають «справедливого балансу» між сторонами: кожній стороні має бути надана розумна можливість представити свою справу за таких умов, що не ставлять його в явно гірше становище порівняно з його опонентом (див. рішення у справах «Авотіньш проти Латвії [ВП] (Avotiņš v",
            "tag": "splitted"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "Moreover, the right to adversarial proceedings means in principle the opportunity for the parties to have knowledge of and comment on all evidence adduced or observations filed, with a view to influencing the court’s decision",
            "uk": "Latvia) [GC], заява № 17502/07, пункт 119 та інші посилання, ЄСПЛ 2016 та «Регнер проти Чехії» [ВП] (Regner v. the Czech Republic) [GC], заява № 35289/11, пункт 146, від 19 вересня 2017 року",
            "tag": "splitted"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Furthermore, the parties should have the opportunity to make known any evidence needed for their claims to succeed (see Clinique des Acacias and Others v",
            "uk": "До того ж право на змагальний судовий процес, у принципі, означає надання сторонам можливості ознайомлюватися та коментувати всі надані докази або подані зауваження з метою впливу на рішення суду",
            "tag": "splitted"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "France, nos. 65399/01 and 3 others, § 36-43, 13 October 2005",
            "uk": "Крім того, сторони повинні мати можливість подати будь-які докази, необхідні для того, аби їхні вимоги задовольнили (див. рішення у справі «Клінік дез Акація та інші проти Франції» (Clinique des Acacias and Others v",
            "tag": "splitted"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "Moreover, the court deciding the case must itself respect the adversarial principle, for example if it decides a case on the basis of a ground or objection which it has raised of its own motion (see Čepek v. the Czech Republic, no",
            "uk": "France), заява № 65399/01 та 3 інші, пункти 36 – 43, \nвід 13 жовтня 2005 року",
            "tag": "splitted"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "9815/10, 5 September 2013, §§ 45 and 51-60).",
            "uk": "До того ж суд, який розглядає справу, повинен сам дотримуватися принципу змагальності, наприклад, якщо він розглядає справу на підставі обґрунтування або заперечення, висловленого ним за власною ініціативою (див. рішення у справі «Чепек проти Чехії» (Čepek v. the Czech Republic), заява № 9815/10, пункти 45 та 51 – 60, від 05 вересня 2013 року).",
            "tag": "splitted"
        }
    }
]