[
    {
        "id": 143,
        "translation": {
            "en": "65.  As to the first question, the Court notes that the applicant’s argument that she had established a family relationship or ties with her nephew is not supported by sufficient evidence or persuasive arguments",
            "uk": "65.  Стосовно першого питання Суд зазначає, що аргумент заявниці, що вона встановила сімейні стосунки або зв’язки з її племінником не підтверджується достатніми доказами або переконливими доводами",
            "tag": "splitted"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "The child had not lived with the applicant and she referred to only one visit that she had paid to him in about five years, between 2007 and 2012 (see paragraph 12 above and compare and contrast with, for instance, Moretti and Benedetti v. Italy, no. 16318/07, §§ 49-50, 27 April 2010, and Harroudj v. France, no. 43631/09, § 46, 4 October 2012; see also Boyle v. the United Kingdom, no. 16580/90, Commission report of 9 February 1993, §§ 41-47, and Zampieri v. Italie (dec.), no, 58194/00, 3 June 2004, where frequent contact between the applicants and their siblings’ children and the fact that they had spent numerous weekends and (in the case of Zampieri) part of school holidays together were taken as principal grounds for the Commission and the Court, respectively, to conclude that there were family ties between them",
            "uk": "Дитина не проживала разом із заявницею, і вона посилалася лише на один свій приїзд до неї протягом приблизно п’яти років, у період з 2007 до 2012 роки (див. пункт 12 та для порівняння, наприклад, рішення у справах «Моретті та Бенетті проти Італії» (Moretti and Benedetti v. Italy), заява № 16318/07, пункти 49, 50, від 27 квітня 2010 року, та «Харрудж проти Франції» (Harroudj v. France), \nзаява № 43631/09, пункт 46, від 04 жовтня 2012 року; див. також рішення у справі «Бойл проти Сполученого Королівства» (Boyle v. \nthe United Kingdom), заява № 16580/90, Збірка рішень Комісії від 09 лютого 1993 року, пункти 41 – 47, та ухвалу щодо прийнятності у справі «Цапм’єрі проти Італії» (Zampieri v. Italie), заява № 58194/00, від 03 червня 2004 року, в яких Комісія та Суд відповідно визнали численні контакти між заявниками та дітьми їхніх братів і сестер, а також те, що вони провели разом велику кількість вихідних днів та (у справі «Цапм’єрі проти Італії» (Zampieri v. Italie) частину шкільних канікул, основними підставами для висновку про наявність родинних зв’язків між ними",
            "tag": "splitted"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "Thus, the applicant’s relationship or link with her nephew is not of a kind falling within the concept of “family life”",
            "uk": "Отже, стосунки або зв’язок заявниці з її племінником не є таким, що підпадає під визначення «сімейного життя»",
            "tag": "splitted"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "Furthermore, as regards her possible intention to establish “family life” with her nephew by becoming his legal tutor, the Court reiterates that Article 8 does not guarantee the right to found a family.",
            "uk": "Крім того, щодо її можливого наміру встановити «сімейне життя» з її племінником, ставши його опікуном, Суд нагадує, що стаття 8 не гарантує право на створення сім’ї.",
            "tag": "splitted"
        }
    }
]