[
    {
        "id": 225,
        "translation": {
            "en": "140.  It should also be noted that in the above-mentioned cases rentcontrol measures were motivated by concern for the social rights of third parties, often vulnerable categories of the population, whom the rentcontrol schemes aimed to protect",
            "uk": "140.  Cлід також зазначити, що у згаданих справах заходи з контролю орендної плати були обґрунтовані занепокоєнням щодо соціальних прав третіх осіб, часто вразливих категорій населення, на захист яких були спрямовані схеми контролю орендної плати",
            "tag": "splitted"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "This consideration is not necessarily present here, as the applicants’ land is rented by commercial enterprises (see paragraphs 6 and 7 above and compare Urbárska Obec Trenčianske Biskupice v. Slovakia, no. 74258/01, § 131, 27 November 2007, where the Court, in finding that the compulsory letting of the land owned by the members of the applicant association and the subsequent transfer of that land to the tenants breached Article 1 of Protocol No. 1, noted that the supposed beneficiaries of those measures did not belong to a socially weak or particularly vulnerable part of the population, with Hutten-Czapska, § 225, where even measures in favour of tenants recognised as vulnerable were found to be disproportionate",
            "uk": "Це міркування не обов’язково стосується цієї справи, оскільки земля заявників орендується комерційними підприємствами (див. пункти 6 та 7 і та порівняйте з рішенням у справі «Населений пункт Урбарська району Тренчіанське Біскупіце проти Словаччини» (Urbárska Obec Trenčianske Biskupice v. Slovakia), заява № 74258/01, пункт 131, від 27 листопада 2007 року, в якій Суд, встановлюючи, що примусове передання в оренду землі, власниками якої були члени об’єднання-заявника, і подальша передача цієї землі орендарям порушили статтю 1 Першого протоколу до Конвенції, зазначив, що ймовірні особи, які отримають вигоду від цих заходів, не належали до соціально слабких або особливо вразливих верств населення; та рішенням у справі «Хуттен-Чапська проти Польщі» (Hutten-Czapska v. Poland), пункт 225, у якій навіть заходи на користь орендарів, визнаних вразливими, були визнані непропорційними",
            "tag": "splitted"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "Quite to the contrary, in the present case it is the applicants themselves, as well as other owners, who may be considered vulnerable, if nothing else, at least by reason of their advanced age (see paragraphs 35 (i), 81 and 95 above, and, mutatis mutandis, Komnatskyy v. Ukraine, no. 40753/07, § 18, 15 October 2009, and Stoyan Mitev v. Bulgaria, no. 60922/00, § 73, 7 January 2010, where the Court recognised, albeit in different factual contexts, advanced age as one of the factors of the applicants’ vulnerability).",
            "uk": "Абсолютно навпаки, у цій справі самі заявники, а також інші власники, можуть вважатись вразливими, у будь-якому разі принаймні враховуючи їхній похилий вік (див. підпункт (і) пункту 35, пункти 81 та 95 та, mutatis mutandis, рішення у справах «Комнацький проти України» (Komnatskyy v. Ukraine), заява № 40753/07, пункт 18, від 15 жовтня 2009 року, та «Стоян Мітєв проти Болгарії» (Stoyan Mitev v. Bulgaria), заява № 60922/00, пункт 73, від 07 січня 2010 року, в яких Суд визнав, хоча і в контексті інших фактичних обставин, похилий вік одним із факторів вразливості заявників).",
            "tag": "splitted"
        }
    }
]