[
    {
        "id": 27,
        "translation": {
            "en": "23.  According to the Government, which referred to a letter from the National Police of Ukraine of 27 March 2018, based in turn on an inspection of 21 November 2017, the applicant had been transported in the following vehicles: a UAZ-31519 van, with one multi-prisoner cell designed for two detainees; a GAZ-27521 van, with one multi-prisoner cell for four detainees; a TK-AZU-1 van designed for transporting seven detainees, with one multi-prisoner and three single cells; a GAZ-2705-222 van designed for transporting eight detainees, with two multi-prisoner cells; a Foton-BL 1043 van, designed for transporting twelve detainees, with one multi-prisoner, two two-prisoner and three single cells; and a GAZ-3307 van, designed for transporting twenty-one detainees, with one multiprisoner, two two-prisoner and two four-prisoner cells",
            "uk": "23.  Згідно з твердженнями Уряду, який посилався на лист Національної поліції України від 27 березня 2018 року, складений, у свою чергу, на підставі проведеної 21 листопада 2017 року перевірки, заявника перевозили у таких транспортних засобах: мікроавтобус \nУАЗ 31519 з однією загальною камерою, призначеною для двох ув’язнених; мікроавтобус ГАЗ 27521 з однією загальною камерою, призначеною для чотирьох ув’язнених; мікроавтобус TK-AZU-1, призначений для перевезення семи ув’язнених, з однією загальною камерою та трьома одиночними камерами; мікроавтобус ГАЗ 2705-222, призначений для перевезення восьми ув’язнених, з двома загальними камерами; мікроавтобус Foton-BL 1043, призначений для перевезення дванадцятьох ув’язнених, з однією загальною камерою, двома камерами для двох ув’язнених і трьома одиночними камерами; та мікроавтобус ГАЗ 3307, призначений для перевезення двадцяти одного ув’язненого, з однією загальною камерою, двома камерами для двох ув’язнених і двома камерами для чотирьох ув’язнених",
            "tag": "splitted"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "The abovementioned vehicles had been constructed in accordance with domestic and international standards",
            "uk": "Зазначені транспортні засоби були облаштовані відповідно до національних і міжнародних стандартів",
            "tag": "splitted"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "Each cell in them was equipped with artificial lighting, which was always turned on during the transfer",
            "uk": "Кожна камера в них була обладнана штучним освітленням, яке протягом поїздок було постійно увімкнене",
            "tag": "splitted"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "The ventilation of the cells was achieved by means of vents installed in the body of the vehicles; these could be regulated by prisoners in order to get access to air",
            "uk": "Вентиляція в камерах здійснювалася через установлені на кузові автомобіля вентиляційні отвори; ув’язнені могли регулювати їх для доступу свіжого повітря",
            "tag": "splitted"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "The upper and lower parts of the cell doors consisted of grates through which access to air was also ensured",
            "uk": "Верхня та нижня частини дверей камер становили собою ґрати, через які також забезпечувався доступ до свіжого повітря",
            "tag": "splitted"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "The vans were equipped with heaters",
            "uk": "Автомобілі були обладнані обігрівачами",
            "tag": "splitted"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "The 2017 records stated that ventilation and heating systems had been “available” in the prison vans, and that the ventilation system had been “functioning” in one van and the heating system in three vans.",
            "uk": "Записи за 2017 рік свідчили, що вентиляція та система опалювання були «доступними» в автомобілях спеціального призначення, і що вентиляційна система «працювала» в одному автомобілі, а системи опалювання – у трьох.",
            "tag": "splitted"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "59.  Section 26 provides that in exercising the above-mentioned function, prosecutors have the right to visit pre-trial detention facilities at any time and to interview persons held in them for the purpose of obtaining information about the conditions of their detention and treatment",
            "uk": "59.  Стаття 26 передбачає, що здійснюючи зазначену функцію прокурори мають право відвідувати місця попереднього ув’язнення у будь-який час та опитувати осіб, які в них перебувають, з метою отримання інформації про умови їхнього тримання та поводження з ними",
            "tag": "splitted"
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "They may also acquaint themselves with documentation and obtain copies of it, and verify the legality of orders, decisions and other acts issued by the relevant bodies and institutions",
            "uk": "Вони також мають право ознайомлюватися з документами та отримувати їхні копії, перевіряти законність наказів, розпоряджень, інших актів відповідних органів та установ",
            "tag": "splitted"
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "If the relevant legislation is not being complied with, they may demand that the officials or officers cancel those orders and decisions and eliminate any breaches of the law which they have entailed, as well as put an end to any individual unlawful action",
            "uk": "В разі невідповідності законодавству вони можуть вимагати від посадових чи службових осіб їх скасування та усунення будь-яких порушень закону, до яких вони призвели, а також скасовувати незаконні акти індивідуальної дії",
            "tag": "splitted"
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "They may demand that the prison administration provide explanations for the breaches committed and eliminate those breaches and the reasons and conditions which have contributed to such breaches",
            "uk": "Прокурори можуть вимагати від посадових чи службових осіб надання пояснень щодо допущених порушень, а також вимагати усунення порушень і причин та умов, що сприяли таким порушенням",
            "tag": "splitted"
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "Prosecutors are responsible for holding the perpetrators liable as provided for by the law",
            "uk": "Прокурори мають право притягувати винних до передбаченої законом відповідальності",
            "tag": "splitted"
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "They have the right to demand that the relevant authorities carry out inspections of pre-trial detention facilities for which they are responsible",
            "uk": "Вони мають право вимагати від керівників органів вищого рівня проведення перевірок підпорядкованих і підконтрольних їм органів та установ попереднього ув’язнення",
            "tag": "splitted"
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "Prosecutors carry out the above supervisory functions by way of conducting regular inspections and in response to information about alleged breaches of legislation contained in complaints or applications, or from other sources",
            "uk": "Прокурори здійснюють ці контрольні функції шляхом проведення регулярних перевірок, а також у зв’язку з необхідністю належного реагування на відомості про можливі порушення законодавства, що містяться у скаргах, зверненнях чи будь-яких інших джерелах",
            "tag": "splitted"
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "Prosecutors’ written instructions regarding compliance with the statutory procedure and conditions of detention in SIZOs are binding and must be complied with immediately.",
            "uk": "Письмові вказівки прокурора щодо додержання встановлених законодавством порядку та умов тримання осіб у СІЗО є обов’язковими та підлягають негайному виконанню.",
            "tag": "splitted"
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "“121",
            "uk": "«121",
            "tag": "splitted"
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "The Court reiterates that allegations of ill-treatment must be supported by appropriate evidence",
            "uk": "Суд повторює, що твердження про жорстоке поводження повинні підтримуватися відповідними доказами",
            "tag": "splitted"
        }
    },
    {
        "id": 323,
        "translation": {
            "en": "In assessing evidence, the Court has adopted the standard of proof “beyond reasonable doubt”",
            "uk": "Під час оцінки доказів Суд керується критерієм доведеності «поза розумним сумнівом»",
            "tag": "splitted"
        }
    },
    {
        "id": 324,
        "translation": {
            "en": "However, it has never been its purpose to borrow the approach of the national legal systems that use that standard",
            "uk": "Проте його метою ніколи не було запозичення підходу національних правових систем, які використовують цей стандарт",
            "tag": "splitted"
        }
    },
    {
        "id": 325,
        "translation": {
            "en": "Its role is not to rule on criminal guilt or civil liability but on Contracting States’ responsibility under the Convention. The specificity of its task under Article 19 of the Convention – to ensure the observance by the Contracting States of their engagement to secure the fundamental rights enshrined in the Convention – conditions its approach to the issues of evidence and proof",
            "uk": "Роль Суду полягає не у встановленні вини у вчиненні злочину або цивільної відповідальності, а у встановленні відповідальності Договірної держави за Конвенцією",
            "tag": "splitted"
        }
    },
    {
        "id": 326,
        "translation": {
            "en": "In the proceedings before the Court, there are no procedural barriers to the admissibility of evidence or pre-determined formulae for its assessment",
            "uk": "Специфіка його завдання за статтею 19 Конвенції – забезпечення дотримання Договірними державами їхніх зобов’язань щодо захисту основоположних прав, закріплених у Конвенції – зумовлює його підхід до питань доказів і доведеності",
            "tag": "splitted"
        }
    },
    {
        "id": 327,
        "translation": {
            "en": "It adopts conclusions that are, in its view, supported by the free evaluation of all evidence, including such inferences as may flow from the facts and the parties’ submissions",
            "uk": "Під час проваджень у Суді відсутні процесуальні бар’єри для прийнятності доказів або заздалегідь визначені формули для їхньої оцінки",
            "tag": "splitted"
        }
    },
    {
        "id": 328,
        "translation": {
            "en": "According to its established case-law, proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact",
            "uk": "Суд робить висновки, які, на його думку, підтверджуються вільною оцінкою всіх доказів, у тому числі такими умовиводами, які можуть випливати з фактів і доводів сторін",
            "tag": "splitted"
        }
    },
    {
        "id": 329,
        "translation": {
            "en": "Moreover, the level of persuasion necessary for reaching a particular conclusion and, in this connection, the distribution of the burden of proof are intrinsically linked to the specificity of the facts, the nature of the allegation made and the Convention right at stake (see, among others, Nachova and Others v. Bulgaria [GC], nos",
            "uk": "Згідно з його усталеною практикою доведеність може випливати зі співіснування достатньо вагомих, чітких та узгоджених між собою висновків або подібних неспростовних презумпцій факту",
            "tag": "splitted"
        }
    },
    {
        "id": 330,
        "translation": {
            "en": "43577/98 and 43579/98, § 147, ECHR 2005VII; Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, § 26, ECHR 2004VII; ...).",
            "uk": "Крім того, рівень переконання, необхідний для досягнення відповідного висновку та у зв’язку з цим розподіл тягаря доведення, нерозривно пов’язаний зі специфікою фактів, характером висунутого твердження та відповідним конвенційним правом (див., серед інших, рішення у справах «Начова та інші проти Болгарії» [ВП] (Nachova and Others v. Bulgaria) [GC], заяви № 43577/98 та № 43579/98, пункт 147, ЄСПЛ 2005VII; «Ілашку та інші проти Молдови та Росії» [ВП] (Ilaşcu and Others v. Moldova and Russia) [GC], заява № 48787/99, ЄСПЛ 2004VII; ...).",
            "tag": "splitted"
        }
    },
    {
        "id": 404,
        "translation": {
            "en": "119.  The Court has already examined the effectiveness of lodging a complaint with a prosecutor on a number of occasions",
            "uk": "119.  У низці справ Суд вже розглядав ефективність звернення до прокурора зі скаргою",
            "tag": "splitted"
        }
    },
    {
        "id": 405,
        "translation": {
            "en": "Thus, as early as 2006 it held that a complaint lodged with a prosecutor, in accordance with the Pre-trail Detention Act or the Prosecutors Act, was not an effective and accessible remedy, given that the prosecution’s status under domestic law and its particular “accusatorial” role in the investigation of criminal cases did not offer adequate safeguards for an independent and impartial review of a complaint",
            "uk": "Так, ще у 2006 році він постановив, що відповідно до Закону України «Про попереднє ув’язнення» або Закону України «Про прокуратуру» подана прокурору скарга не була ефективним і доступним засобом юридичного захисту, оскільки статус прокуратури в національному законодавстві та її конкретна роль «обвинувачення» під час розслідування кримінальних справ не забезпечували належні гарантії для незалежного та неупередженого розгляду скарги",
            "tag": "splitted"
        }
    },
    {
        "id": 406,
        "translation": {
            "en": "Moreover, such a complaint could not lead to preventive or compensatory redress",
            "uk": "Крім того, така скарга не могла призвести до застосування превентивних або компенсаційних засобів",
            "tag": "splitted"
        }
    },
    {
        "id": 407,
        "translation": {
            "en": "The Court also held that the problems relating to conditions of detention did not concern an individual situation but were of a structural nature (see Koval v. Ukraine, no. 65550/01, § 95, 19 October 2006",
            "uk": "Суд вже постановив, що проблеми, пов’язані з умовами тримання під вартою, стосувалися не індивідуальної ситуації, а мали структурний характер (див. рішення у справі «Коваль проти України» (Koval v. Ukraine), заява № 65550/01, пункт 95, від 19 жовтня 2006 року",
            "tag": "splitted"
        }
    },
    {
        "id": 408,
        "translation": {
            "en": "It has since rejected similar references made by the Government in a number of other cases (see, for instance, Yakovenko v. Ukraine, no. 15825/06, § 75, 25 October 2007; Koktysh v. Ukraine, no. 43707/07, § 86, 10 December 2009; Znaykin v. Ukraine, no. 37538/05, § 42, 7 October 2010; Iglin v. Ukraine, no. 39908/05, § 43, 12 January 2012; Belyaev and Digtyar, cited above, § 31; Samoylovich v. Ukraine, no. 28969/04, § 55, 16 May 2013; Gorbatenko v. Ukraine, no. 25209/06, § 125, 28 November 2013; Zinchenko v. Ukraine, no. 63763/11, § 53, 13 March 2014; Rodzevillo, cited above, § 41; and Zakshevskiy v. Ukraine, no. 7193/04, § 59, 17 March 2016).",
            "uk": "З того часу Суд відхиляв аналогічні посилання Уряду в низці інших справ (див., наприклад, рішення у справах «Яковенко проти України» (Yakovenko v. Ukraine), заява № 15825/06, пункт 75, від 25 жовтня 2007 року; «Коктиш проти України» (Koktysh v. Ukraine), заява № 43707/07, пункт 86, від 10 грудня 2009 року; «Знайкін проти України» (Znaykin v. Ukraine), заява № 37538/05, пункт 42, від 07 жовтня 2010 року; «Іглін проти України» (Iglin v. Ukraine), заява № 39908/05, пункт 43, від 12 січня 2012 року; згадане рішення у справі «Бєляєв та Дігтяр проти України» (Belyaev and Digtyar v. Ukraine), пункт 31; рішення у справах «Самойлович проти України» (Samoylovich v. Ukraine), \nзаява № 28969/04, пункт 55, від 16 травня 2013 року; «Горбатенко проти України» (Gorbatenko v. Ukraine), заява № 25209/06, пункт 125, від 28 листопада 2013 року; «Зінченко проти України» (Zinchenko v. Ukraine), заява № 63763/11, пункт 53, від 13 березня 2014 року; згадане рішення у справі «Родзевілло проти України» (Rodzevillo v. Ukraine), пункт 41; та рішення у справі «Закшевський проти України» (Zakshevskiy v. Ukraine), заява № 7193/04, пункт 59, від 17 березня \n2016 року).",
            "tag": "splitted"
        }
    },
    {
        "id": 441,
        "translation": {
            "en": "136.  In a number of those judgments the Court also concluded that there had been a violation of Article 13 of the Convention due to the absence of effective domestic remedies for the applicants’ Article 3 complaints",
            "uk": "136.  У низці цих рішень Суд також дійшов висновку про порушення статті 13 Конвенції через відсутність ефективних національних засобів юридичного захисту у зв’язку зі скаргами заявників за статтею 3 Конвенції",
            "tag": "splitted"
        }
    },
    {
        "id": 442,
        "translation": {
            "en": "Furthermore, in many of those judgments the Court held that the problem of conditions of detention in Ukraine was of a structural nature (see, for instance, Koval, cited above, § 96; Koktysh, cited above, § 86; Visloguzov v. Ukraine, no. 32362/02, §§ 42-43, 20 May 2010; Logvinenko v. Ukraine, no. 13448/07, §§ 57-58, 14 October 2010; Petukhov v. Ukraine, no. 43374/02, § 78, 21 October 2010; Izzetov v. Ukraine, no. 23136/04, § 38, 15 September 2011; Ustyantsev v. Ukraine, no. 3299/05, § 58, 12 January 2012; Iglin, cited above, § 43; Belyaev and Digtyar, cited above, §§ 30-31; Barilo v. Ukraine, no. 9607/06, § 56, 16 May 2013; Gorbatenko, cited above, § 125; Zinchenko, cited above, § 53; Rodzevillo, cited above, § 41; Sosnovskiy v. Ukraine, no. 9450/06, § 65, 8 December 2016; and Komarov v. Ukraine, no. 4772/06, § 94, 19 January 2017).",
            "uk": "Крім того, у більшості з цих рішень Суд постановив, що проблема щодо умов тримання під вартою в Україні мала структурний характер (див., наприклад, згадані рішення у справах «Коваль проти України» (Koval v. Ukraine), пункт 96; «Коктиш проти України» (Koktysh v. Ukraine), пункт 86; рішення у справах «Віслогузов проти України» (Visloguzov v. Ukraine), заява № 32362/02, пункти 42 і 43, від 20 травня 2010 року; «Логвиненко проти України» (Logvinenko v. Ukraine), заява № 13448/07, пункти 57 і 58, від 14 жовтня 2010 року; «Петухов проти України» (Petukhov v. Ukraine), заява № 43374/02, пункт 78, від 21 жовтня 2010 року; «Іззетов проти України» (Izzetov v. Ukraine), заява № 23136/04, пункт 38, від 15 вересня 2011 року; «Устянцев проти України» (Ustyantsev v. Ukraine), заява № 3299/05, пункт 58, від 12 січня 2012 року; згадані рішення у справах «Іглін проти України» (Iglin v. Ukraine), пункт 43; «Бєляєв та Дігтяр проти України» (Belyaev and Digtyar v. Ukraine), пункти 30 і 31; рішення у справі «Барило проти України» (Barilo v. Ukraine), заява № 9607/06, пункт 56, від 16 травня 2013 року; згадані рішення у справах «Горбатенко проти України» (Gorbatenko v. Ukraine), пункт 125; «Зінченко проти України» (Zinchenko v. Ukraine), пункт 53; «Родзевілло проти України» (Rodzevillo v. Ukraine), пункт 41; рішення у справах «Сосновський проти України» (Sosnovskiy v. Ukraine), заява № 9450/06, пункт 65, від 08 грудня 2016 року та «Комаров проти України» (Komarov v. Ukraine), заява № 4772/06, пункт 94, від 19 січня 2017 року).",
            "tag": "splitted"
        }
    },
    {
        "id": 462,
        "translation": {
            "en": "153.  As in other pilot judgments (see Ananyev and Others, § 212, and Neshkov and Others, § 279, both cited above), the Court has abstained in the present case from giving specific indications on the general measures to be taken by the Ukrainian authorities in order to bring conditions of detention in pre-trial detention facilities into line with Article 3 of the Convention in execution of the present judgment",
            "uk": "153.  Як і в інших пілотних рішеннях (див. згадані рішення у справах «Ананьєв та інші проти Росії» (Ananyev and Others v. Russia), пункт 212, та «Нешков та інші проти Болгарії» (Neshkov and Others v. Bulgaria), пункт 279), у цій справі Суд утримався від надання конкретних вказівок щодо загальних заходів, які мають вжити органи влади України під час виконання цього рішення для узгодження умов тримання під вартою у слідчих ізоляторах з вимогами статті 3 Конвенції",
            "tag": "splitted"
        }
    },
    {
        "id": 463,
        "translation": {
            "en": "While suggesting possible ways of dealing with some of the problems, the Court considers that to issue specific instructions on these points would be to exceed its judicial function",
            "uk": "Пропонуючи можливі шляхи вирішення певних проблем, Суд вважає, що надання конкретних інструкцій щодо цього виходитиме за межі його судових функцій",
            "tag": "splitted"
        }
    },
    {
        "id": 464,
        "translation": {
            "en": "However, the position in relation to the general measures required to redress the systemic problem underlying the breach of Article 13 of the Convention found in the present case is different",
            "uk": "Проте його позиція щодо загальних заходів, необхідних для усунення системної проблеми, яка лежить в основі виявленого у цій справі порушення статті 13 Конвенції, відрізняється",
            "tag": "splitted"
        }
    },
    {
        "id": 465,
        "translation": {
            "en": "The Court’s findings under this provision require specific changes in Ukrainian legislation that will enable any person in the applicant’s position to complain of a breach of Article 3 resulting from poor detention conditions and obtain adequate relief for any such breach at domestic level",
            "uk": "Висновки Суду за цим положенням вимагають внесення конкретних змін у законодавство України, які дозволять будь-якій особі у становищі заявника звернутися зі скаргою на порушення статті 3 Конвенції через погані умови тримання її під вартою та отримати належне відшкодування за будь-яке подібне порушення на національному рівні",
            "tag": "splitted"
        }
    },
    {
        "id": 466,
        "translation": {
            "en": "The Court has already identified the shortcomings in Ukrainian law and set out the Convention principles that should guide the authorities in setting up the domestic remedies required by Article 13 in this context (see paragraphs 112-125 above",
            "uk": "Суд уже виявляв недоліки в законодавстві України та наводив принципи Конвенції, якими повинні керуватися органи державної влади під час створення національних засобів юридичного захисту, які вимагаються статтею 13 Конвенції у цьому контексті (див. пункти 112 – 125",
            "tag": "splitted"
        }
    },
    {
        "id": 467,
        "translation": {
            "en": "The respondent State is certainly free, under the supervision of the Committee of Ministers, to choose the means to discharge its duty under Article 46 § 1 of the Convention (see Ananyev and Others, § 213, and Neshkov and Others, § 280, both cited above",
            "uk": "Звичайно, держава-відповідач вільна обирати під контролем Комітету міністрів засоби для виконання своїх зобов’язань за пунктом 1 статті 46 Конвенції (див. згадані рішення у справах «Ананьєв та інші проти Росії» (Ananyev and Others v. Russia), пункт 213, та «Нешков та інші проти Болгарії» (Neshkov and Others v. Bulgaria), пункт 280",
            "tag": "splitted"
        }
    },
    {
        "id": 468,
        "translation": {
            "en": "It may put in place new remedies, such as those which were envisaged in the draft law (see paragraph 72 above) subsequently withdrawn from the Parliament, or amend existing ones with a view to rendering them compliant with the requirements of Article 13 of the Convention (see Ananyev and Others, § 232; Torreggiani and Others, § 98; and Neshkov and Others, § 280, all cited above",
            "uk": "Вона може створити нові засоби юридичного захисту, такі, як передбачалися у законопроєкті (див. пункт 72), який у подальшому був відкликаний з Верховної Ради України, або внести зміни до існуючих засобів для узгодження їх з вимогами статті 13 Конвенції (див. згадані рішення у справах «Ананьєв та інші проти Росії» (Ananyev and Others v. Russia), пункт 232; «Торреджані та інші проти Італії» (Torreggiani and Others v. Italy), пункт 98; та «Нешков та інші проти Болгарії» (Neshkov and Others v. Bulgaria), пункт 280",
            "tag": "splitted"
        }
    },
    {
        "id": 469,
        "translation": {
            "en": "To assist the respondent State in finding appropriate solutions, the Court will set out below possible preventive and compensatory remedies.",
            "uk": "Щоб допомогти державі-відповідачу знайти доречні способи вирішення, Суд наведе можливі превентивні та компенсаційні засоби юридичного захисту.",
            "tag": "splitted"
        }
    },
    {
        "id": 515,
        "translation": {
            "en": "Finally, this new approach to the admissibility of a compensation claim for inhuman prison conditions also creates tensions with a well-established principle in the Court’s case law, to the effect that if more than one potentially effective remedy is available, the applicant is only required to have used one of them (see Aquilina v. Malta [GC], [GC], no. 25642/94, ECHR 1999, § 39) and that it is for the applicant to select the remedy that is most appropriate in his or her case (see O’Keeffe v. Ireland [GC], no. 35810/09, ECHR 2014 §§ 110-111, and Nicolae Virgiliu Tănase v. Romania [GC], no. 41720/13, 25 June 2019 § 176",
            "uk": "Насамкінець, цей новий підхід до прийнятності вимоги про відшкодування шкоди за нелюдські умови тримання під вартою також не узгоджується з усталеним принципом практики Суду, який полягає в тому, що якщо доступно більше одного потенційно ефективного засобу юридичного захисту, заявнику необхідно скористатися лише одним із них (див. рішення у справі «Акіліна проти Мальти» [ВП] (Aquilina v. Malta) [GC], заява № 25642/94, ЄСПЛ 1999, пункт 39) і що саме заявник має обирати засіб юридичного захисту, який є найбільш доречним у його справі (див. рішення у справах «О’Кіффі проти Ірландії» [ВП] (O’Keeffe v. Ireland) [GC], заява № 35810/09, ЄСПЛ 2014 пункти 110 і 111 та «Ніколае Вирджилиу Тенасе проти Румунії» [ВП] (Nicolae Virgiliu Tănase v. Romania) [GC], заява № 41720/13, від \n25 червня 2019 року, пункт 176",
            "tag": "splitted"
        }
    },
    {
        "id": 516,
        "translation": {
            "en": "Giving priority to the preventive remedy, and taking the logic of the Court’s case law on exhaustion of domestic remedies into account, would risk creating an unintended result - undermining the domestic compensation remedies",
            "uk": "Надання пріоритету превентивному засобу юридичного захисту та врахування логіки практики Суду щодо вичерпання національних засобів юридичного захисту може призвести до неочікуваного результату – послаблення національних компенсаційних засобів юридичного захисту",
            "tag": "splitted"
        }
    },
    {
        "id": 517,
        "translation": {
            "en": "Both in individual cases and particularly in cases of systemic problems with prison conditions, the preventive remedy may not provide relief, even after a certain period of time",
            "uk": "В індивідуальних справах та, особливо, у справах щодо системних проблем з умовами тримання під вартою превентивний засіб юридичного захисту може не забезпечити виправлення ситуації навіть після певного періоду часу",
            "tag": "splitted"
        }
    },
    {
        "id": 518,
        "translation": {
            "en": "The Court having relegated the compensatory remedy to a subsidiary role, the result will be that the compensatory remedy will either be ineffective, as it cannot put a stop to the inhuman conditions, or duplicatory, or both",
            "uk": "Якщо Суд зробить компенсаційний засіб юридичного захисту допоміжним, то це призведе або до неефективності такого засобу, оскільки він не зможе остаточно вирішити проблему з нелюдськими умовами тримання під вартою, або до дублювання засобів, або як до першого, так і до другого",
            "tag": "splitted"
        }
    },
    {
        "id": 519,
        "translation": {
            "en": "Thus, the Court will become the “first instance” for claims of inhuman prison conditions",
            "uk": "Таким чином, Суд стане «першою інстанцією» для позовів щодо нелюдських умов тримання під вартою",
            "tag": "splitted"
        }
    },
    {
        "id": 520,
        "translation": {
            "en": "Rather than strengthening the domestic remedies, it might find itself in a position of undermining a working compensation system at the domestic level, in violation of the principle of subsidiarity.",
            "uk": "Замість посилення національних засобів юридичного захисту він може опинитися у становищі, коли підриватиме діючу систему відшкодування на національному рівні, порушуючи принцип субсидіарності.",
            "tag": "splitted"
        }
    }
]