[
    {
        "id": 78,
        "translation": {
            "en": "57.  The Court notes at the outset that since her very early age the child was constantly living with her mother, separately from the applicant, and that the first action of the applicant for changing the child’s place of residence had been earlier dismissed as unfounded (see paragraph 10 above",
            "uk": "57.  Перш за все Суд зазначає, що з раннього віку дитина постійно проживала зі своєю матір’ю окремо від заявника, а перший позов заявника про зміну місця проживання дитини був раніше залишений без задоволення у зв’язку з необґрунтованістю (див. пункт 10",
            "tag": "splitted"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Apparently, when introducing his second claim on the same matter after many years of the child living with her mother, the applicant had to provide weighty reasons for changing the child’s place of residence to his home",
            "uk": "Очевидно, що подаючи свій другий позов з того ж питання після багатьох років проживання дитини з матір’ю, заявник мав надати вагомі підстави для зміни місця проживання дитини на його дім",
            "tag": "splitted"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Those reasons would have to be based on the need to ensure “the best interests of the child” and would have to be substantiated by the relevant evidence",
            "uk": "Ці підстави мають базуватись на необхідності забезпечення «найкращих інтересів дитини» та обґрунтовуватись відповідними доказами",
            "tag": "splitted"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "However, the domestic courts did not consider that such reasons had been established",
            "uk": "Проте національні суди не вважали, що такі підстави були встановлені",
            "tag": "splitted"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Having regard to the wide margin of appreciation enjoyed by the domestic authorities on custody rights, the Court, on its part, finds that the domestic courts, which were better placed to assess the evidence, struck a fair balance between the competing interests, and the decision to keep the child’s place of residence with her mother ensured the child’s best interests (see Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, §§ 134 and 135, ECHR 2010",
            "uk": "З огляду на широку свободу розсуду, якою користуються національні органи влади при вирішенні питань щодо прав опіки, Суд зі своєї сторони доходить висновку, що національні суди, які знаходяться у кращому становищі для оцінки доказів, дотримались справедливого балансу між конкуруючими інтересами, а рішення залишити місце проживання дитини з матір’ю забезпечило найкращі інтереси дитини (див. рішення у справі «Нойлінгер і Шурук проти Швейцарії» [ВП] (Neulinger and Shuruk v. Switzerland) [GC], заява № 41615/07, \nпункти 134 та 135, ЄСПЛ 2010",
            "tag": "splitted"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "The Court also accepts that the domestic courts had sufficiently addressed the applicant’s arguments which were not supported by any substantive evidence (see, in particular, paragraphs 22-25 above",
            "uk": "Суд також погоджується, що національні суди належним чином розглянули аргументи заявника, які не підтверджувались жодними суттєвими доказами (див., зокрема, пункти 22 – 25",
            "tag": "splitted"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "There is no indication of arbitrariness or failure to respect the procedural rights of the applicant",
            "uk": "Немає жодних ознак свавілля або недотримання процесуальних прав заявника",
            "tag": "splitted"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Accordingly, the complaint under Article 8 of the Convention is manifestly ill-founded.",
            "uk": "Отже, скарга за статтею 8 Конвенції є явно необґрунтованою.",
            "tag": "splitted"
        }
    }
]