[
    {
        "id": 204,
        "translation": {
            "en": "101.  The Court notes that the responsibility of the State lay in the obligation to provide a legal mechanism for the enforcement of arbitral awards",
            "uk": "101.  Суд зазначає, що відповідальність держави полягає в обов’язку забезпечити правовий механізм для виконання арбітражних рішень",
            "tag": "splitted"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "Such a legal mechanism was indeed available; the applicant used this legal mechanism and was not successful",
            "uk": "Такий правовий механізм справді був доступний; заявник скористався цим правовим механізмом, але безуспішно",
            "tag": "splitted"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "The Court considers that although the State, through its judicial system, had provided a forum for the determination of the applicant company’s rights and obligations, this does not automatically engage its responsibility under Article 1 of Protocol No. 1 (see, mutatis mutandis, Zagrebačka banka d.d. v. Croatia, no. 39544/05, § 250, 12 December 2013, and Kahveci v. Turkey (dec.), no. 21903/05, 9 January 2018",
            "uk": "Суд вважає, що хоча держава у своїй судовій системі забезпечила суд для вирішення спору щодо прав та обов’язків цивільного характеру підприємства-заявника, це не передбачає її автоматичної відповідальності за статтею 1 Першого протоколу до Конвенції (див., mutatis mutandis, рішення у справах «Банк Загребачка д.д. проти Хорватії» (Zagrebačka banka d.d. v. Croatia), заява № 39544/05, пункт 250, від 12 грудня 2013 року та «Кахведжі проти Туреччини» (Kahveci v. Turkey), заява № 21903/05, від 09 січня 2018 року",
            "tag": "splitted"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "The State may be held responsible for losses caused by such determinations if court decisions are not given, in accordance with domestic law, or if they are flawed by arbitrariness or manifest unreasonableness, contrary to Article 1 of Protocol No. 1 (see Zagrebačka banka d.d. and Kahveci, both cited above",
            "uk": "Держава може нести відповідальність за шкоду, спричинену таким вирішенням, якщо судові рішення не були ухвалені відповідно до національного законодавства, або якщо вони були свавільними або явно необґрунтованими всупереч статті 1 Першого протоколу до Конвенції (див. згадані рішення у справах «Банк Загребачка д.д. проти Хорватії» (Zagrebačka banka d.d. v. Croatia) та «Кахведжі проти Туреччини» (Kahveci v. Turkey",
            "tag": "splitted"
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "However, the Court reiterates the point made in paragraph 94 above, namely that the findings in relation to the commercial proceedings regarding the validity of the arbitration clause and the fact that the Disputed Contract relied on to oppose it is null and void, may be of relevance for subsequent attempts by the first applicant company to enforce the arbitral award.",
            "uk": "Однак Суд повторює свою думку, зазначену у пункті 94, а саме, що висновки, зроблені щодо господарського провадження стосовно дійсності арбітражного застереження та нікчемності спірної угоди, на яку посилалися натомість для її заперечення, можуть бути доречними для подальших спроб першого підприємства-заявника забезпечити виконання арбітражного рішення.",
            "tag": "splitted"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "107.  The first applicant company also claimed USD 49,997 and 25,836.47 pounds sterling (GBP) for the costs and expenses incurred before the LCIA, together with interest at a rate of 10% per annum compounded monthly from 12 September 2005",
            "uk": "107.  Перше підприємство-заявник також вимагало 49 997 доларів і 25 836,47 фунтів стерлінгів (далі – фунтів) в якості компенсації судових та інших витрат, понесених під час провадження у ЛМТС, разом з відсотками у розмірі 10% річних, які нараховуються щомісяця з 12 вересня 2005 року",
            "tag": "splitted"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "It also claimed USD 59,666, GBP 1,570 and USD 2,425.75 for the costs and expenses incurred before the domestic courts, and 226,659 Swiss francs (CHF) and USD 21,307 for the expenses incurred before the Court",
            "uk": "Воно також вимагало 59 666 доларів, \n1 570 фунтів і 2 425,75 доларів в якості компенсації судових та інших витрат, понесених під час провадження у національних судах, та \n226 659 швейцарських франків і 21 307 доларів в якості компенсації витрат, понесених під час провадження у Суді",
            "tag": "splitted"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "MBT did not submit the contracts for legal services concluded with its Ukrainian lawyer and its Swiss and British counsels",
            "uk": "Підприємство «MБT» не надало договорів про надання юридичних послуг, укладених з його українським захисником, а також швейцарськими та британськими адвокатами",
            "tag": "splitted"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "It submitted copies of invoices for legal services issued by its Ukrainian lawyer and British counsel",
            "uk": "Воно надало копії рахунків за надання юридичних послуг, складених українським захисником і британським адвокатом",
            "tag": "splitted"
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "Those documents specify the total hours worked, the hourly rate and the total amount to be paid for the services provided",
            "uk": "У цих документах вказано загальний час роботи, погодинну ставку та загальну суму, яку потрібно сплатити за надані послуги",
            "tag": "splitted"
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "The invoices from Mr P. Landolt’s Swiss law firm contain information regarding the time spent on a particular piece of work",
            "uk": "У рахунках швейцарської юридичної фірми пана П. Ландольта міститься інформація про час, витрачений на конкретну роботу",
            "tag": "splitted"
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "Actual payment of those invoices was evidenced documentarily only in respect of the period between January 2007 and April 2009, for the total amounts of USD 35,541.85 (corresponded to around 23,813 euros (EUR) and CHF 33,717.30 (corresponded to around EUR 50,575), which were paid respectively to the Ukrainian lawyer and the Swiss counsel and in respect of the court fees in the commercial proceedings before the Supreme Court",
            "uk": "Фактична оплата цих рахунків була документально підтверджена лише за період з січня 2007 року до квітня 2009 року на загальну суму 35 541,85 доларів (що відповідало приблизно 23 813 євро) та 33 717,30 швейцарських франків (що відповідало приблизно 50 575 євро), які були сплачені українському захиснику та швейцарському адвокату відповідно, та в якості судового збору під час господарського провадження у Верховному Суді",
            "tag": "splitted"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "No proof of payment of any other invoices was submitted.",
            "uk": "Підтвердження сплати яких-небудь інших рахунків надано не було.",
            "tag": "splitted"
        }
    }
]