[
    {
        "id": 45,
        "translation": {
            "en": "24.  The City Court found that the applicant’s father had not altered his need to control the applicant and her child",
            "uk": "24.  Міський суд визнав, що батько заявниці не змінив свого рішення контролювати заявницю та її дитину",
            "tag": "splitted"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "The court referred to statements the applicant had made to the police, to the extent that her father wanted to take over the care of the child and planned to take the applicant and her daughter abroad, kill the applicant and then take over the care of A. He had allegedly said this only a few hours before he had stabbed the parents of the applicant’s friend (see paragraph 7 above",
            "uk": "Суд посилався на заяви, подані заявницею до поліції, у яких зазначалось, що її батько хотів взяти на себе турботу про дитину і планував вивезти заявницю та її дочку за кордон, вбити заявницю, а потім взяти на себе опіку над A. Він нібито говорив про це лише за кілька годин до того, як напав з ножем на батьків друга заявниці (див. параграф 7 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "It was also, to the City Court, unlikely that the applicant had cut off contact with her father",
            "uk": "Також, на думку міського суду, малоймовірно, що заявниця припинила спілкування з батьком",
            "tag": "splitted"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "In addition, it was likely to have been the applicant’s family who had followed the emergency foster mother (see paragraph 12 above",
            "uk": "Крім того, ймовірно, сім’я заявниці слідкувала за прийомною матір’ю (див. параграф 12 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "There was thus a present and obvious (aktuell og nærliggende) risk of kidnapping",
            "uk": "Таким чином, існував наявний і очевидний (aktuell og nærliggende) ризик викрадення дитини",
            "tag": "splitted"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "At the age of two, A had already had to change care persons several times, and it could be considerably harmful if she lost her foster parents because of kidnapping or a risk of such",
            "uk": "У віці двох років А вже кілька разів доводилося міняти піклувальників, і це могло бути дуже шкідливим, якби вона втратила прийомних батьків через викрадення або його ризик",
            "tag": "splitted"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "In addition, the applicant’s father could not in any way be expected to be a serious care person for A. Viewed in connection with the contact sessions that had taken place, which had led to the child having negative reactions and challenged the calm and stability in the foster home, this supported the conclusion that the court should not allow any contact",
            "uk": "Окрім того, від батька заявниці у жодному випадку не можна очікувати, щоб він був серйозним опікуном А. З огляду на те, що побачення, які відбулись, призвели до негативної реакції дитини та порушили спокій і стабільність прийомної сім’ї, це підтверджує висновок, що суд не повинен допускати жодних побачень",
            "tag": "splitted"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "Weighing the different interests, the City Court concluded that a decision to the effect that the applicant would not be entitled to have contact with A, pertained to her best interests.",
            "uk": "Зважуючи різні інтереси, міський суд дійшов висновку, що рішення про те, що заявниця не має права на побачення з А, відповідає її найвищим інтересам.",
            "tag": "splitted"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "27.  The High Court noted that it was circumstances relating to the applicant’s family that had led it to decide not to allow any contact",
            "uk": "27.  Апеляційний суд зазначив, що саме обставини, пов’язані з сім’єю заявниці, змусили його вирішити не дозволяти будь-яких побачень",
            "tag": "splitted"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "It mentioned that the applicant’s father had, over the years, been convicted of possession and use of drugs, driving under the influence of alcohol or drugs (promillekjøring, kjøring i påvirket tilstand), thefts and a stabbing",
            "uk": "Суд зазначив, що батько заявниці протягом багатьох років був засуджений за володіння та вживання наркотиків, водіння у стані алкогольного або наркотичного сп’яніння (promillekjøring, kjøring i påvirket tilstand), крадіжки та ножові бійки",
            "tag": "splitted"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "He had been suspected of violent crimes and charged with attempted murder with the use of a firearm, but the charges had been dropped",
            "uk": "Він був підозрюваний у насильницьких злочинах і був обвинувачений у вбивстві з використанням вогнепальної зброї, але обвинувачення було зняте",
            "tag": "splitted"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "The applicant’s mother had been fined and sentenced to imprisonment for violent crimes",
            "uk": "Мати заявниці була оштрафована і засуджена до позбавлення волі за насильницькі злочини",
            "tag": "splitted"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "Moreover, the High Court noted, the applicant’s father had thrown the applicant out of her home when she had had care of the child, then only newborn",
            "uk": "Більше того, апеляційний суд зазначив, що батько заявниці вигнав заявницю з дому, коли вона піклувалася про новонароджену дитину",
            "tag": "splitted"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "The applicant had explained that she had been subject to violence from her father and abuse from her mother and brother",
            "uk": "Заявниця пояснила, що вона зазнала насильства від батька і жорстокого поводження від матері та брата",
            "tag": "splitted"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "The High Court noted that the applicant’s father was violent and appeared unpredictable",
            "uk": "Апеляційний суд зазначив, що батько заявниці був жорстоким і виглядає непередбачуваним",
            "tag": "splitted"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "In addition, there had been the incident with the emergency foster mother being followed (see paragraph 12 above",
            "uk": "Крім того, мав місце інцидент стеження за прийомною матір’ю (див. параграф 12 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "There was, in conclusion, a risk that the child would be abducted and hidden from the Child Welfare Service",
            "uk": "Нарешті, існує ризик того, що дитина буде викрадена і схована від служби соціального захисту дітей",
            "tag": "splitted"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "The child had already been a victim of neglect when living with the applicant and the applicant’s parents and there were reasons to fear that she would again be subject to neglect if someone in the applicant’s extended family (storfamilie) kidnapped her",
            "uk": "Дитина вже була жертвою недбалого ставлення, коли проживала разом із заявницею і її батьками, і існували підстави побоюватися, що вона знову може бути занедбана, якщо її викраде хтось із дальніх родичів (storfamilie) заявниці",
            "tag": "splitted"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "Breaking off A’s relationship to her foster parents, to whom she was developing attachment, at that time, would also in itself be serious.",
            "uk": "Водночас, порушення відносин А з її прийомними батьками, до яких вона виявила прихильність, також саме по собі є серйозним.",
            "tag": "splitted"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "99.  As to the procedure, the Court notes that after the care order was issued by the Board in December 2012 (see paragraph 15 above), the case was examined once by the City Court (see paragraphs 21-25 above), twice by the High Court (see paragraphs 26-30 and 39-59 above), and once in full by the Supreme Court (see paragraphs 31-37 above",
            "uk": "99.  Стосовно провадження Суд зазначає, що після того, як в грудні 2012 року Комітет постановив наказ про взяття під опіку (див. параграф 15 вище), справу один раз розглядав міський суд (див. параграфи 21-25 вище), двічі апеляційний суд (див. параграфи 26-30 і 39-59 вище) і один раз у повному обсязі Верховний суд (див. параграфи 31-37 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "In addition, a review was carried out by the Supreme Court’s Appeals Leave Committee in July 2015 when it examined whether leave to appeal should be granted (see paragraphs 62-65 above",
            "uk": "Окрім того, Апеляційний Комітет Верховного Суду у липні 2015 року здійснив перегляд, коли розглядав питання про допущення касаційної скарги до розгляду (див. параграфи 62-65 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "The High Court’s bench was composed of three professional judges, a lay judge and a psychologist (see, in particular, paragraph 41 above",
            "uk": "Апеляційний суд засідав у складі трьох професійних суддів, судового засідателя і психолога (див. зокрема, параграф 41 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "Thus, it cannot be said that there was a lack of expert advice",
            "uk": "Таким чином, не можна говорити про відсутність експертних висновків",
            "tag": "splitted"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "There is nothing to indicate that the High Court had been wrong to consider that the appointment of an expert witness in accordance with the applicant’s request was not the appropriate way to shed light on the applicant’s ability and will to protect A from persons in the family (see paragraph 39 above",
            "uk": "Ніщо не вказує на те, що Верховний суд помилково вирішив, що призначення свідка-експерта, відповідно до клопотання заявниці, не є належним способом пролити світло на здатність і бажання заявниці захистити А від інших осіб у сім’ї (див. параграф 39 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "The applicant, with legal aid counsel, was allowed to present evidence and give testimony in the City Court and on both occasions in the High Court (see paragraphs 22, 26 and 41 above",
            "uk": "Заявниці, яка отримала правову допомогу, було дозволено подавати докази та давати показання у міському суді, а також у обох випадках у апеляційому суді (див. параграфи 22, 26 і 41 вище",
            "tag": "splitted"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "Taking all this into account, the Court finds that the domestic decision-making process was comprehensive and that the applicant was sufficiently involved in it as she was provided with the requisite protection of her interests and fully able to present her case (see paragraph 94 above).",
            "uk": "Беручи все це до уваги, Суд вважає, що внутрішній процес ухвалення рішень був всеосяжним, і що заявниця була достатньо залучена до нього, оскільки їй було забезпечено необхідний захист її інтересів, і вона могла повною мірою представити свою справу (див. параграф 94 вище).",
            "tag": "splitted"
        }
    }
]