[
    {
        "id": 428,
        "translation": {
            "en": "235.  By contrast, in Chumak v. Ukraine (no. 44529/09, §§ 12 and 44, 6 March 2018) the Court was confronted with a situation where the demonstration organised by the applicant had been dispersed on the basis of an order from the domestic court, which had found that the demonstrators had breached particular requirements of substantive law and had encroached upon important legally protected rights and interests of others",
            "uk": "235.  Натомість у справі «Чумак проти України» (Chumak v. Ukraine), заява № 44529/09, пункти 12 і 44, від 06 березня 2018 року) Суд стикнувся з ситуацією, коли організований заявником пікет розігнали на підставі рішення національного суду, який встановив, що учасники акції порушили конкретні вимоги матеріального права та посягали на важливі охоронювані законом права та інтереси інших осіб",
            "tag": "splitted"
        }
    },
    {
        "id": 429,
        "translation": {
            "en": "They had unlawfully erected structures on the pavement, obstructed the passage of pedestrians, and offended and endangered road users",
            "uk": "Вони незаконно встановили конструкції на тротуарі, перешкоджали проходу пішоходів, а також ображали і створювали небезпеку для водіїв",
            "tag": "splitted"
        }
    },
    {
        "id": 430,
        "translation": {
            "en": "In that case, unlike in Vyerentsov and Shmushkovych, Article 185–1 of the Code of Administrative Offences was not applied",
            "uk": "У згаданій справі, на відміну від справ «Вєренцов проти України» (Vyerentsov v. Ukraine) та «Шмушкович проти України» (Shmushkovych v. Ukraine), стаття 1851 Кодексу України про адміністративні правопорушення не застосовувалася",
            "tag": "splitted"
        }
    },
    {
        "id": 431,
        "translation": {
            "en": "While criticising the shortcomings of the judicial procedure which had led to the dispersal of the applicant’s assembly, the Court nevertheless held that the imposition of restrictions on gatherings at which participants breached substantive law was not, as such, unforeseeable (see Chumak, cited above, § 44",
            "uk": "Разом з тим, критикуючи недоліки судової процедури, яка призвела до розгону пікету заявника, Суд встановив, що накладення обмежень щодо проведення пікету, учасники якого порушили норми матеріального права, само собою не було непередбачуваним (див. згадане рішення у справі «Чумак проти України» (Chumak v. Ukraine), пункт 44",
            "tag": "splitted"
        }
    },
    {
        "id": 432,
        "translation": {
            "en": "In view of the shortcomings in the judicial procedure, which consisted, in particular, in the fact that the courts had taken the authorities’ allegations of inappropriate conduct on the part of the protesters at face value and issued an overly broad order banning the applicant’s assembly, the Court expressed doubt as to whether the interference in that case met the lawfulness requirement",
            "uk": "З огляду на недоліки судової процедури, які, зокрема, полягали у тому, що суди беззаперечно прийняли твердження органів державної влади про неналежну поведінку протестувальників та ухвалили занадто загальне рішення про заборону організації заявником зібрань, Суд висловив сумніви щодо того, чи відповідало втручання вимогам законності",
            "tag": "splitted"
        }
    },
    {
        "id": 433,
        "translation": {
            "en": "Nevertheless, it proceeded to examine whether the dispersal in that case met the other requirements of Article 11 § 2 (ibid., § 48).",
            "uk": "Тим не менш, Суд розглянув, чи відповідав розгін у зазначеній справі іншим вимогам пункту 2 статті 11 Конвенції (там само, пункт 48).",
            "tag": "splitted"
        }
    }
]