[
    {
        "id": 55,
        "translation": {
            "en": "22.  On 18 September 2018 the Court of Appeal found it possible to accept the applicant’s appeal against the order of 27 August 2018 for consideration",
            "uk": "22.  18 вересня 2018 року апеляційний суд визнав можливим прийняти до розгляду апеляційну скаргу заявниці на ухвалу від \n27 серпня 2018 року",
            "tag": "splitted"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "It noted that court orders authorising “access to items and documents” under Article 163 of the CCP were, as a general rule, not amenable to appeal",
            "uk": "Він зазначив, що ухвали суду, якими санкціонувався «доступ до речей та документів» за статтею 163 КПК України, як правило, не підлягали оскарженню",
            "tag": "splitted"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "However, Article 309 of the CCP envisaged an exception for cases, where such an order would entail seizure of items or documents, without which an individual entrepreneur or a legal entity would be unable to carry out their activity",
            "uk": "Однак стаття 309 КПК України містила виняток для випадків, коли така ухвала передбачала вилучення речей або документів, без яких фізична особа-підприємець або юридична особа не могла здійснювати свою діяльність",
            "tag": "splitted"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Referring, in particular, to the importance of the journalistic sources for the applicant’s professional activity, the Court of Appeal decided that this exception could be applied in her case",
            "uk": "Посилаючись, зокрема, на важливість журналістських джерел інформації у професійній діяльності заявниці, апеляційний суд вирішив, що у її справі міг бути застосований цей виняток",
            "tag": "splitted"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "The court further noted, referring, in particular, to Article 8 of the Convention and Section 17 of the State Support of Mass Media and Social Protection of Journalists Act, that the investigating judge of the District Court had not given proper reasons for the disputed order and had not complied with the requirements of domestic law, in violation of the applicant’s rights",
            "uk": "Суд також зазначив, посилаючись, зокрема, на статтю 8 Конвенції та статтю 17 Закону України «Про державну підтримку засобів масової інформації та соціальний захист журналістів», що слідчий суддя районного суду не надав належного обґрунтування оскаржуваній ухвалі та не дотримався вимог національного законодавства, порушивши права заявниці",
            "tag": "splitted"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "The Court of Appeal considered, however, that the scope of the data requested in the investigator’s letter of 4 September 2018 was not excessive",
            "uk": "Однак апеляційний суд вважав, що обсяг даних, запитуваних у листі слідчого від 04 вересня 2018 року, не був надмірним",
            "tag": "splitted"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "It quashed the District Court’s order and made a new one authorising access to data about the dates and time of presence of the applicant’s mobile telephone on six specified streets and places in Kyiv during the period from 19 July 2016 to 16 November 2017",
            "uk": "Він скасував ухвалу районного суду та постановив нову, якою надав дозвіл на доступ до відомостей про дати та час місцезнаходження мобільного телефону заявниці на шести зазначених вулицях і місцях у м. Київ у період з 19 липня 2016 року до 16 листопада 2017 року",
            "tag": "splitted"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "The relevant part of the order read as follows:",
            "uk": "Відповідна частина ухвали передбачала:",
            "tag": "splitted"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "53.  The Media Legal Defence Initiative and Human Rights Platform submitted that the problem of interference with the confidentiality of journalistic sources transcended all member States of the Council of Europe, posing new legal challenges in view of technological advances and the emergence of new types of media, communications and information processing",
            "uk": "53.  Організації «Ініціатива правового захисту засобів масової інформації» та «Платформа прав людини» стверджували, що проблема втручання у конфіденційність журналістських джерел інформації виходила за межі кордонів всіх держав-членів Ради Європи, створюючи нові правові виклики у зв’язку з технічним прогресом і появою нових видів засобів масової інформації, комунікацій та обробки інформації",
            "tag": "splitted"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "They suggested that that pre-eminence of the protection of “journalistic sources” in the broadest sense was crucial to the preservation of the “public watchdog” function of the modern media and that the principles enunciated in Recommendation No. R (2000) 7 (see paragraph 34 above) and the Court’s case law remained the guidelines to be followed",
            "uk": "Вони припустили, що пріоритет захисту «журналістських джерел інформації» у найширшому сенсі мав вирішальне значення для збереження функції «громадського наглядача» сучасних засобів масової інформації, а проголошені у Рекомендації № R (2000) 7 (див. пункт 34) принципи та практика Суду становили керівні напрямки, яких необхідно було дотримуватися",
            "tag": "splitted"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "The interveners also expressed concern that the Court’s judgment in the case of Becker v. Norway could be perceived as lowering the source protection standard as compared to the earlier Tillack v. Belgium judgment",
            "uk": "Сторони, які вступили у справу, також висловили стурбованість, що рішення Суду у справі «Беккер проти Норвегії» (Becker v. Norway) могло сприйматися як зниження стандарту захисту джерела інформації порівняно з більш раннім рішенням у справі «Тіллак проти Бельгії» (Tillack v. Belgium",
            "tag": "splitted"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "In particular, it could read as suggesting that the level of source protection might depend on such factors as unscrupulous or illegal conduct of a journalist and, vice versa, that a journalist’s right to protection of sources might depend on the conduct of a source",
            "uk": "Зокрема, з рішення можна зрозуміти, що рівень захисту джерела інформації міг залежати від таких факторів, як недобросовісна або незаконна поведінка журналіста, і, vice versa, право журналіста на захист джерел інформації могло залежати від поведінки такого джерела",
            "tag": "splitted"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "In the interveners’ view, the appropriate test should not depend on the status of a particular “social communicator”, the conduct of such a communicator or the source",
            "uk": "На думку сторін, які вступили у справу, відповідна оцінка не повинна залежати від статусу конкретного «суспільного комунікатора», поведінки такого комунікатора або джерела інформації",
            "tag": "splitted"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "Instead, the crucial question should be whether a particular person acted for the purpose of informing the public of a matter of legitimate public interest.",
            "uk": "Натомість вирішальне питання має полягати в тому, чи діяла конкретна особа з метою інформування громадськості про проблеми, які становлять законний суспільний інтерес.",
            "tag": "splitted"
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "62.  Having regard to the importance of the protection of journalistic sources for press freedom in a democratic society, the Court has repeatedly stated that limitations on the confidentiality of journalistic sources call for the most careful scrutiny (see, among other authorities, Roemen and Schmit v. Luxembourg, no. 51772/99, § 46, ECHR 2003IV, and Saint-Paul Luxembourg S.A., cited above, § 58",
            "uk": "62.  Зважаючи на важливість захисту журналістських джерел інформації для свободи преси у демократичному суспільстві, Суд неодноразово зазначав, що обмеження конфіденційності журналістських джерел інформації вимагають найретельнішого розгляду (див. серед інших джерел рішення у справі «Ромен і Шміт проти Люксембургу» (Roemen and Schmit v. Luxembourg), заява № 51772/99, пункт 46, ЄСПЛ 2003-IV та згадане рішення у справі «Сен-Поль Люксембург С.А. проти Люксембургу» (Saint-Paul Luxembourg S.A. v. Luxembourg), пункт 58",
            "tag": "splitted"
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "An interference potentially leading to disclosure of a source cannot be considered “necessary” under Article 10 § 2 unless it is justified by an overriding requirement in the public interest (see, among other authorities, Roemen and Schmit, cited above, § 46; Voskuil v. the Netherlands, no. 64752/01, § 65, 22 November 2007; and Becker, cited above, §§ 65-66, with further references",
            "uk": "Втручання, яке потенційно призводить до розголошення джерела інформації, не може вважатися «необхідним» за пунктом 2 статті 10 Конвенції, якщо тільки воно не виправдано першочерговою вимогою в інтересах суспільства (див. серед інших джерел згадане рішення у справі «Ромен і Шміт проти Люксембургу» (Roemen and Schmit v. Luxembourg), пункт 46; рішення у справі «Воскуїл проти Нідерландів» (Voskuil v. the Netherlands), заява № 64752/01, пункт 65, від 22 листопада 2007 року; та згадане рішення у справі «Беккер проти Норвегії» (Becker v. Norway), пункти 65 – 66 з подальшими посиланнями",
            "tag": "splitted"
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "The Court has previously held that to establish the existence of an “overriding requirement” it may not be sufficient for a party seeking disclosure of a source to show merely that he or she will be unable without disclosure to exercise the legal right or avert the threatened legal wrong on which he or she bases the claim: the considerations to be taken into account by the Court for its review under Article 10 § 2 tip the balance of competing interests in favour of the interest of democratic society in securing a free press (see Goodwin, cited above, § 45; compare also Roemen and Schmit, cited above, § 58; Voskuil, cited above, § 72; Martin and Others v. France, no. 30002/08, § 87, 12 April 2012; and Ressiot and Others v. France, nos. 15054/07 and 15066/07, § 126, 28 June 2012",
            "uk": "Суд раніше вже постановляв, що для встановлення існування «першочергової вимоги» не може бути достатнім лише доведення стороною, яка прагне розголошення джерела, що без розголошення інформації вона не зможе здійснювати законне право або запобігти загрозі вчинення правопорушення, на якій ґрунтується її клопотання: міркування, які мають враховуватися Судом під час його розгляду за пунктом 2 статті 10 Конвенції, схиляють баланс конкуруючих інтересів на користь інтересів демократичного суспільства у забезпеченні свободи преси (див. згадане рішення у справі «Гудвін проти Сполученого Королівства» (Goodwin v. the United Kingdom), пункт 45; див. також для порівняння згадані рішення у справах «Ромен і Шміт проти Люксембургу» (Roemen and Schmit v. Luxembourg), пункт 58; «Воскуїл проти Нідерландів» (Voskuil v. the Netherlands), пункт 72; рішення у справах «Мартін та інші проти Франції» (Martin and Others v. France), заява № 30002/08, пункт 87, від 12 квітня 2012 року та «Рессьо та інші проти Франції» (Ressiot and Others v. France), заяви № 15054/07 та № 15066/07, пункт 126, від 28 червня 2012 року",
            "tag": "splitted"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "In this connection, the right of journalists not to disclose their sources cannot be considered a mere privilege to be granted or taken away depending on the lawfulness or unlawfulness of their sources, but is part and parcel of the right to information, to be treated with the utmost caution (see, among other authorities, Tillack v. Belgium, no. 20477/05, § 65, 27 November 2007).",
            "uk": "У зв’язку з цим право журналістів не розголошувати їхні джерела інформації не може розглядатися як звичайний привілей, який надається або якого позбавляють залежно від законності чи незаконності їхніх джерел інформації, а є невід’ємною частиною права на інформацію, до якого слід ставитися максимально обачно (див. серед інших джерел рішення у справі «Тіллак проти Бельгії» (Tillack v. Belgium), заява № 20477/05, пункт 65, від 27 листопада 2007 року).",
            "tag": "splitted"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "65.  In this connection, the Court notes firstly that the District Court’s order of 27 August 2018 authorised the PGO to collect a wide range of the applicant’s protected communications data concerning her personal and professional contacts over a sixteen-month period",
            "uk": "65.  У зв’язку з цим Суд, насамперед, зазначає що ухвалою районного суду від 27 серпня 2018 року ГПУ було надано дозвіл на збір великої кількості захищеної інформації щодо вхідних і вихідних з’єднань стосовно особистих та професійних контактів заявниці за шістнадцятимісячний період",
            "tag": "splitted"
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "The disputed authorisation included, in particular, access to information concerning the time and duration of the applicant’s communications and the telephone numbers of her contacts (see paragraphs 15-16 above",
            "uk": "Оскаржуваний дозвіл включав, зокрема, доступ до інформації про час та тривалість телефонних дзвінків заявниці та номерів телефонів її контактів (див. пункти 15 і 16",
            "tag": "splitted"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "This data could possibly include identifiable information concerning the applicant’s confidential sources which had no relevance to the criminal proceedings regarding the alleged misconduct of S. (compare and contrast Weber and Saravia v. Germany (dec.), no. 54934/00, § 151, ECHR 2006XI",
            "uk": "Такі відомості могли містити інформацію, за якою можна було ідентифікувати конфіденційні джерела заявниці, які не мали стосунку до кримінального провадження щодо стверджуваної неправомірної поведінки С. (див. для порівняння та в якості протилежного прикладу ухвалу щодо прийнятності у справі «Вебер і Саравія проти Німеччини» (Weber and Saravia v. Germany), заява № 54934/00, пункт 151, ЄСПЛ 2006-XI",
            "tag": "splitted"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "The risk of detriment to the interests protected by Article 10 was all the greater as the focus of the applicant’s work as a journalist had been on investigating high-profile corruption, including corruption within the PGO itself",
            "uk": "Ризик завдання шкоди інтересам, захищеним статтею 10 Конвенції, був ще більшим, оскільки робота заявниці як журналіста була зосереджена на розслідуванні випадків корупції серед високопосадовців, у тому числі корупції у самій ГПУ",
            "tag": "splitted"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "The District Court’s order contained no safeguards excluding the possibility that information potentially leading to the identification of any such sources would become available to a wide circle of PGO officials and could be used for purposes unrelated to the criminal investigation concerning S. These elements are sufficient for the Court to conclude that the scope of the data access authorisation in the court order of 27 August 2018 was grossly disproportionate to the legitimate aims of investigating a purported leak of classified information by S. and protecting Ms N.’s private life.",
            "uk": "Ухвала районного суду не містила жодних гарантій, які б виключали ймовірність, що інформація, за якою потенційно можна було ідентифікувати будь-яке таке джерело інформації, стала б доступною великій кількості працівників ГПУ та могла бути використана для цілей, не пов’язаних із кримінальним провадженням щодо С. Цих елементів достатньо для висновку Суду, що обсяг відомостей, доступ до яких був наданий ухвалою суду від 27 серпня 2018 року, був надмірно непропорційним законним цілям розслідування стверджуваного розголошення С. таємної інформації та захисту приватного життя пані Н.",
            "tag": "splitted"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "71.  The Court finds that the text of the Court of Appeal’s ruling did not sufficiently respond to these requirements",
            "uk": "71.  Суд вважає, що текст ухвали апеляційного суду недостатньо відповідає цим вимогам",
            "tag": "splitted"
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "Firstly, this ruling authorised access to the applicant’s protected geolocation data over a sixteen-month period",
            "uk": "По-перше, цією ухвалою було надано доступ до захищених геолокаційних даних заявниці за шістнадцятимісячний період",
            "tag": "splitted"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "In view of the length of that period and the size of the geographical area of the city centre of Kyiv in respect of which the geolocation data was sought, the applicant’s telephone could have been registered there on a number of occasions which had no relevance to the case under investigation by the PGO",
            "uk": "З огляду на тривалість цього періоду та площу географічної території центру м. Київ, щодо якої запитувалися геолокаційні дані, телефон заявниці міг бути зареєстрований там кілька разів, не пов’язаних зі справою, яку розслідувала ГПУ",
            "tag": "splitted"
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "Secondly, by way of justifying the pressing social need for the interference with the applicant’s rights, the Court of Appeal referred only to the purpose of “achieving efficiency” in a criminal investigation and establishing “more exactly the time and place” of the purported confidential meeting (see paragraph 22 above) without providing any indication why these considerations outweighed the public interest in non-disclosure of the applicant’s protected geolocation data",
            "uk": "По-друге, обґрунтовуючи нагальну суспільну потребу втручання у права заявниці, апеляційний суд посилався лише на мету «досягнення дієвості» кримінального провадження та встановлення «точного часу та місця» ймовірної конфіденційної зустрічі (див. пункт 22), не вказавши жодних підстав, чому ці міркування переважали суспільний інтерес у нерозголошенні захищених геолокаційних даних заявниці",
            "tag": "splitted"
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "Thirdly, based on the case file, at the relevant time there remained considerable uncertainty that any information pertinent to the proceedings against S. would be retrieved from the applicant’s communications data",
            "uk": "По-третє, з огляду на матеріали справи на момент подій залишалася суттєва невизначеність стосовно отримання будь-яких відомостей, пов’язаних з провадженням щодо С. з інформації про вхідні і вихідні з’єднання з телефону заявниці",
            "tag": "splitted"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "It appears from the material in the Court’s possession that at the relevant time it had not been unequivocally established that S.’s alleged meeting with the journalists had been held on the NABU’s premises or some other premises located within the geographical area targeted by the PGO for the collection of the applicant’s geolocation data, or that the applicant had indeed been a participant in the meeting",
            "uk": "З наявних у Суду документів вбачається, що на момент подій не було однозначно встановлено проведення стверджуваної зустрічі С. з журналістами у приміщенні НАБУ або будь-якому іншому приміщенні, розташованому в межах географічної території, обраної ГПУ для збору геолокаційних даних заявниці, або ж фактичної участі заявниці у цій зустрічі",
            "tag": "splitted"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "Even so, the applicant might not have necessarily had her telephone with her at the time",
            "uk": "Навіть якщо так, заявниця не обов’язково могла мати із собою свій телефон саме тоді",
            "tag": "splitted"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "Fourthly, it does not appear that the Court of Appeal delved into the question whether there were other more targeted means of obtaining the information which the investigative authority had hoped to retrieve from the applicant’s communications data.",
            "uk": "По-четверте, не вбачається, що апеляційний суд детально розглянув питання існування інших більш цілеспрямованих заходів одержання відомостей, які орган досудового розслідування сподівався отримати з інформації щодо вхідних і вихідних з’єднань з телефону заявниці.",
            "tag": "splitted"
        }
    }
]