[
    {
        "id": 54,
        "translation": {
            "en": "35.  On 12 May 2008 the applicant modified the appeal lodged by his lawyer",
            "uk": "35.  12 травня 2008 року заявник змінив подану його захисником апеляційну скаргу",
            "tag": "splitted"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "He reiterated his plea of not guilty and submitted that his conviction had not been based on any conclusive evidence",
            "uk": "Він повторно заявив про свою невинуватість і зазначив, що визнання його винним не ґрунтувалося на жодних переконливих доказах",
            "tag": "splitted"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "The applicant argued, in particular, that nobody had actually witnessed the accident itself",
            "uk": "Зокрема, заявник стверджував, що насправді самої дорожньо-транспортної пригоди ніхто не бачив",
            "tag": "splitted"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "As regards the statement of V. (see paragraph 29 above), the applicant observed that that witness had initially submitted that he had first heard a noise and had then seen G. falling",
            "uk": "Щодо показань В. (див. пункт 29) заявник зауважив, що цей свідок спочатку стверджував, що спершу почув шум, а потім побачив, як Г. падав",
            "tag": "splitted"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Accordingly, in the applicant’s opinion, V.’s statement in court that he had witnessed the accident had been untruthful",
            "uk": "Отже, на думку заявника, показання В. у суді, що він був свідком дорожньо-транспортної пригоди, були неправдивими",
            "tag": "splitted"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "In so far as the submissions of G.’s widow were concerned, the applicant observed that they had not been confirmed by any evidence",
            "uk": "Щодо доводів вдови Г. заявник зауважив, що вони не підтверджувалися жодними доказами",
            "tag": "splitted"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "The applicant also denied having confessed to having hit G. with his car and having participated in the inspection of the scene (see paragraphs 9-12 above",
            "uk": "Заявник також заперечив своє зізнання, що збив Г. автомобілем і брав участь в огляді місця події (див. пункти 9 – 12",
            "tag": "splitted"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "The applicant submitted that the “explanation” signed by him on 12 September 2002 (see paragraph 11 above) had no legal standing and that its contents thus constituted inadmissible evidence, given that: firstly, he had signed it without reading it as he had left his glasses at home, and, secondly, the paragraph asserting that his rights under Article 63 of the Constitution had been explained to him had been added later (see paragraph 12 above",
            "uk": "Заявник стверджував, що підписане ним 12 вересня 2002 року «пояснення» (див. пункт 11) не мало правового статусу, а тому його зміст був недопустимим доказом з огляду на те, що: по-перше, він підписав його, не прочитавши, оскільки залишив свої окуляри вдома, а, по-друге, пункт про роз’яснення йому його прав відповідно до \nстатті 63 Конституції України був доданий пізніше (див. пункт 12",
            "tag": "splitted"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "The applicant accordingly insisted that the above-mentioned document should not be taken to confirm the truthfulness of the police officer’s statements",
            "uk": "Тому заявник наполягав, що зазначений документ не слід було вважати підтвердженням правдивості тверджень працівника міліції",
            "tag": "splitted"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "Lastly, the applicant asked the appellate court to disregard his lawyer’s request for the case to be remitted for additional investigation",
            "uk": "Насамкінець, заявник просив апеляційний суд проігнорувати клопотання його захисника про повернення справи на додаткове розслідування",
            "tag": "splitted"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Instead, he argued that the charges against him should be dropped for lack of evidence.",
            "uk": "Натомість він стверджував, що пред’явлені йому обвинувачення мають бути зняті у зв’язку з відсутністю доказів.",
            "tag": "splitted"
        }
    }
]