[
    {
        "id": 160,
        "translation": {
            "en": "46.  Although there is in principle no right under the Convention to hold a public post entailing the administration of justice (see DzhidzhevaTrendafilova v. Bulgaria (dec.), no. 12628/09, § 38, 9 October 2012, and Harabin v. Slovakia (dec.), no. 62584/00, 29 June 2004), such a right may exist at the domestic level",
            "uk": "46.  Хоча, в принципі, Конвенцією не передбачено право обіймати посаду державної служби, пов’язану із відправленням правосуддя \n(див. ухвали щодо прийнятності у справах «Джіджева-Трендафілова проти Болгарії» (DzhidzhevaTrendafilova v. Bulgaria), \nзаява № 12628/09, пункт 38, від 09 жовтня 2012 року, та «Харабін проти Словаччини» (Harabin v. Slovakia), заява № 62584/00, \nвід 29 червня 2004 року), таке право може існувати на національному рівні",
            "tag": "splitted"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "In Regner (cited above) the Court reiterated that there can be no doubt about the fact that there is a right within the meaning of Article 6 § 1 where a substantive right recognised in domestic law is accompanied by a procedural right to have that right enforced through the courts",
            "uk": "У згаданому рішенні у справі «Регнер проти Чеської Республіки» (Regner v. the Czech Republic) Суд нагадав про відсутність сумнівів щодо існування у розумінні пункту 1 статті 6 Конвенції права, яким матеріальне право, визнане національним законодавством, супроводжується процесуальним, яке передбачає виконання цього права за допомогою судів",
            "tag": "splitted"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "The mere fact that the wording of a legal provision affords an element of discretion does not in itself rule out the existence of a right",
            "uk": "Один лише факт того, що формулювання правового положення передбачає елемент дискреції, не виключає існування права",
            "tag": "splitted"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "Indeed, Article 6 applies where the judicial proceedings concern a discretionary decision resulting in interference in an applicant’s rights (ibid., § 102",
            "uk": "Дійсно, стаття 6 Конвенції застосовується, коли судове провадження стосується дискреційного рішення, яке призводить до втручання у права заявника (там само, пункт 102",
            "tag": "splitted"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "In some cases, national law, while not necessarily recognizing that an individual has a subjective right, confers the right to a lawful procedure for examination of his or her claim, involving matters such as ruling whether a decision was arbitrary or ultra vires or whether there were procedural irregularities",
            "uk": "У деяких випадках національне законодавство, хоча й не обов’язково визнає, що особа має суб’єктивне право, надає право на законну процедуру розгляду її позову, включаючи в себе такі питання, як вирішення того, чи було рішення свавільним або ultra vires, та чи мали місце процесуальні порушення",
            "tag": "splitted"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "This is the case regarding certain decisions where the authorities have a purely discretionary power to grant or refuse an advantage or privilege, with the law conferring on the person concerned the right to apply to the courts, which, where they find that the decision was unlawful, may set it aside",
            "uk": "Це стосується окремих рішень, в яких органи влади мають суто дискреційні повноваження надавати або відмовляти у перевазі або привілею, а закон надає відповідній особі право звернутися до судів, які, у разі визнання рішення незаконним, можуть його скасувати",
            "tag": "splitted"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "In such a case Article 6 § 1 of the Convention is applicable, on condition that the advantage or privilege, once granted, gives rise to a civil right (ibid., § 105",
            "uk": "У таких випадках пункт 1 статті 6 Конвенції є застосовним, за умови, що надання переваги чи привілею породжує цивільне право (там само, пункт 105",
            "tag": "splitted"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "While access to employment and to the functions performed may constitute in principle a privilege that cannot be legally enforced, this is not the case regarding the continuation of an employment relationship or the conditions in which it is exercised (ibid., § 117",
            "uk": "Хоча доступ до працевлаштування та виконуваних функцій може в принципі становити привілей, який не може бути встановлений законодавством, це не стосується продовження трудових правовідносин або умов, за яких вони здійснюються (там само, пункт 117",
            "tag": "splitted"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "In Baka, for instance, the Court recognised the right of the President of the Supreme Court to serve his full term of six years under Hungarian law (see Baka, cited above, §§ 107-11).",
            "uk": "Наприклад, в рішенні у справі «Бака проти Угорщини» (Baka v. Hungary) Суд визнав право голови Верховного суду Угорщини обіймати цю посаду повний шестирічний строк відповідно до угорського законодавства \n(див. згадане рішення у справі «Бака проти Угорщини» (Baka v. Hungary), пункт 107 – 111).",
            "tag": "splitted"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "68.  In its Oleksandr Volkov judgment (cited above) the Court set out a number of criteria for examining whether the HCJ as a disciplinary body of judges complied with the requirements of independence and impartiality",
            "uk": "68.  У своєму рішення у згаданій справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine) Суд встановив ряд критеріїв для оцінки того, чи відповідала ВРЮ, як дисциплінарний орган суддівського врядування, вимогам незалежності та безсторонності",
            "tag": "splitted"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "In doing so, the Court relied on its previous case-law and took into account relevant international texts, notably the opinions and recommendations of other bodies of the Council of Europe",
            "uk": "При цьому Суд посилався на свою попередню практику та враховував відповідні міжнародні документи, зокрема, висновки та рекомендації інших органів Ради Європи",
            "tag": "splitted"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "First, it emphasised the need for substantial representation of judges within such a body, specifying that where at least half of the membership of a tribunal was composed of judges, including the chairman with a casting vote, this would be a strong indicator of impartiality (ibid., § 109",
            "uk": "По-перше, Суд наголосив на необхідності значного представництва суддів у такому органі, зазначивши, що у випадку, коли щонайменше половина складу суду, у тому числі голова з правом вирішального голосу, складається з суддів, це є суттєвим свідченням безсторонності (там само, пункт 109",
            "tag": "splitted"
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "Second, in view of the importance of reducing the influence of political organs on the composition of the disciplinary body, it was relevant to assess the manner in which judges were appointed to that body, having regard to the authorities which delegated them and the role of the judicial community in that process (ibid., § 112",
            "uk": "По-друге, з огляду на важливість зменшення впливу політичних органів на склад дисциплінарного органу, важливо було оцінити порядок, відповідно до якого судді обирались до цього органу, з урахуванням органів влади, які висували їх, та роль суддівського співтовариства у цьому процесі (там само, пункт 112",
            "tag": "splitted"
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "Third, it was relevant to establish whether the members of the disciplinary body worked on a full-time basis or continued to work and receive a salary outside; given that the latter case would inevitably involve their material, hierarchical and administrative dependence on their primary employers, this would endanger their independence and impartiality (ibid., § 113",
            "uk": "По-третє, важливо було встановити, чи працювали члени дисциплінарного органу у ньому на постійній основі або продовжували працювати і отримувати заробітну плату поза його межами; враховуючи, що в останньому випадку це неминуче означатиме їхню матеріальну, ієрархічну та адміністративну залежність від їхніх основних роботодавців і ставитиме під загрозу їхню незалежність та безсторонність (там само, пункт 113",
            "tag": "splitted"
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "Fourth, attention had to be paid to the participation of representatives of the prosecution authorities in the composition of the disciplinary body for judges; the inclusion of the Prosecutor General ex officio and the other members delegated by the prosecution authorities raised concerns as to the impartiality of the disciplinary body of judges in view of the functional role of prosecutors in domestic judicial proceedings (ibid., § 114",
            "uk": "По-четверте, слід приділити увагу участі представників органів прокуратури у складі дисциплінарного органу з питань суддів; включення Генерального прокурора України за посадою, а також інших членів, делегованих органами прокуратури, викликає занепокоєння щодо безсторонності дисциплінарного органу з питань суддів з огляду на функціональну роль прокурорів у національному судовому провадженні (там само, пункт 114",
            "tag": "splitted"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "Fifth, where the members of the disciplinary body played a role in the preliminary inquiry in a disciplinary case and subsequently participated in the determination of the same case by the disciplinary body, such a duplication of functions could cast objective doubt on the impartiality of those members (ibid., § 115).",
            "uk": "По-п’яте, коли члени дисциплінарного органу відіграють роль у попередній перевірці у дисциплінарній справі та в подальшому беруть участь у вирішенні тієї самої справи у дисциплінарному органі, таке дублювання функцій може викликати об’єктивний сумнів щодо безсторонності цих членів (там само, пункт 115).",
            "tag": "splitted"
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "79.  As to the guarantees of independence and impartiality under Article 6 § 1 to be provided by the reviewing judicial body, such a review was performed in the present case by the judges of the HAC, who were also under the disciplinary jurisdiction of the HCJ",
            "uk": "79.  Щодо гарантій незалежності та безсторонності, які мають відповідно до пункту 1 статті 6 Конвенції забезпечуватись судовим органом, який здійснює перегляд, то у цій справі такий перегляд здійснювався суддями ВАСУ, які також перебували в межах дисциплінарної юрисдикції ВРЮ",
            "tag": "splitted"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "This means that those judges could also be the subject of disciplinary proceedings before the HCJ",
            "uk": "Це означає, що ці судді також могли стати суб’єктом дисциплінарного провадження у ВРЮ",
            "tag": "splitted"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "The fact that judges of the HAC were subject to disciplinary law and were bound by rules of judicial discipline and ethics is not in itself a reason to put in doubt their independence and impartiality in relation to the authority empowered to implement disciplinary rules",
            "uk": "Той факт, що до суддів ВАСУ можуть бути застосовані дисциплінарні стягнення та що вони мають дотримуватись норм суддівської дисципліни й етики, сам по собі не є підставою для сумніву в їхній незалежності та безсторонності щодо органу, уповноваженого застосовувати дисциплінарні норми",
            "tag": "splitted"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "The question of compliance with the fundamental guarantees of independence and impartiality may arise, however, if the structure and functioning of the disciplinary body raises serious issues in this regard",
            "uk": "Однак питання дотримання фундаментальних гарантій незалежності та безсторонності може виникнути, якщо структура та функціонування дисциплінарного органу створюють серйозні проблеми у зв’язку з цим",
            "tag": "splitted"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "The present case does indeed disclose serious issues of this kind on the part of the HCJ, in particular structural deficiencies and the appearance of personal bias (see paragraphs 70-72 above",
            "uk": "Ця справа дійсно свідчить про такі серйозні проблеми з боку ВРЮ, зокрема структурні недоліки та ознаки особистої упередженості (див. пункти 70 – 72",
            "tag": "splitted"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "Secondly, the HCJ was not merely a disciplinary authority; it was in reality an authority with extensive powers with respect to the careers of judges (appointment, disciplining and dismissal",
            "uk": "По-друге, ВРЮ не була просто дисциплінарним органом влади; насправді це був орган влади з широкими повноваженнями щодо кар’єр суддів (призначення, притягнення до дисциплінарної відповідальності та звільнення",
            "tag": "splitted"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "On the basis of those factors and having regard to the specific context of the Ukrainian system at the time, the Court, in the light of Oleksandr Volkov (cited above, § 130), finds that the judges of the HAC considering the applicant’s case, in which the HCJ participated, were not able to demonstrate the “independence and impartiality” required by Article 6 of the Convention.",
            "uk": "На підставі цих факторів, а також з огляду на правові та фактичні обставини справи Суд у світлі згаданого рішення у справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine) (див. пункт 130) доходить висновку, що судді ВАСУ при розгляді справи заявника, стороною в якій була ВРЮ, не могли проявити «незалежність та безсторонність», як того вимагала стаття 6 Конвенції.",
            "tag": "splitted"
        }
    }
]