[
    {
        "id": 110,
        "translation": {
            "en": "61.  Even though the return order became final on 14 September 2010, the enforcement proceedings were not opened until 27 September 2010 and no particular reason has been advanced by the Government for this initial delay",
            "uk": "61.  Хоча рішення про повернення дитини набрало законної сили 14 вересня 2010 року, виконавче провадження було відкрито лише 27 вересня 2010 року, а Уряд не навів жодної конкретної причини цієї затримки на початковому етапі",
            "tag": "splitted"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "The bailiffs started the enforcement procedure by allowing B. a short period for the voluntary execution of the return order",
            "uk": "Виконавець розпочав виконавче провадження, надавши Б. короткий строк для добровільного виконання рішення про повернення дитини",
            "tag": "splitted"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "However, nothing suggests that either at that early stage or later during the enforcement proceedings the authorities ever considered arrangements for voluntary compliance with the return order, for example, by developing a comprehensive compliance strategy",
            "uk": "Проте не вбачається, що або на цій ранній стадії, або пізніше під час виконавчого провадження органи влади коли-небудь розглядали механізми добровільного виконання рішення про повернення дитини, наприклад, шляхом розробки комплексної стратегії виконання рішення",
            "tag": "splitted"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Moreover, the childcare and family services were not involved in that regard",
            "uk": "Більше того, служби у справах дітей та сім’ї не були залучені до цього питання",
            "tag": "splitted"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "This significantly diminished the possibilities for cooperation with the abducting parent",
            "uk": "Це значно зменшило можливість співпраці з тим із батьків, хто викрав дитину",
            "tag": "splitted"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Indeed, the only instance of constructive negotiation between the parties took place on 25 January 2011, but in the event turned out to be unsuccessful (see paragraph 28 above",
            "uk": "Фактично єдиний випадок конструктивних переговорів між сторонами відбувся 25 січня 2011 року, але зрештою виявився безуспішним \n(див. пункт 28",
            "tag": "splitted"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "Although, admittedly, the voluntary execution is always preferable (see, mutatis mutandis, Cengiz Kılıç v. Turkey, no. 16192/06, § 132 in fine, 6 December 2011 and Kacper Nowakowski v. Poland, no. 32407/13, § 87, 10 January 2017), the Court observes that the entrenched positions often taken by the parents in such cases can render such voluntary execution difficult making it necessary, in appropriate cases, to have recourse to proportionate coercive measures.",
            "uk": "Хоча слід визнати, що перевага завжди надається добровільному виконанню (див., mutatis mutandis, рішення у справі «Ченгіз Кіліч проти Туреччини» (Cengiz Kılıç v. Turkey), \nзаява № 16192/06, пункт 132 in fine, від 06 грудня 2011 року та рішення у справі «Кацпер Новаковський проти Польщі» (Kacper Nowakowski v. Poland), заява № 32407/13, пункт 87, від 10 січня 2017 року), Суд зазначає, що незмінна позиція, якої часто дотримуються батьки у таких справах, може ускладнити таке добровільне виконання та зумовити у відповідних випадках необхідність застосування пропорційних примусових заходів.",
            "tag": "splitted"
        }
    }
]