[
    {
        "id": 85,
        "translation": {
            "en": "38.  As to the Government’s argument that the applicants had not challenged their conviction on appeal, the Court considers that although it was open to them to appeal, this would not have provided sufficient redress for the alleged violation of their Article 5 rights",
            "uk": "38.  Стосовно твердження Уряду, що заявники не оскаржили постанови про притягнення їх до адміністративної відповідальності в апеляційному порядку, Суд вважає, що, хоча у них була можливість звернутися з апеляційною скаргою, це не забезпечило б достатнього відшкодування у зв’язку зі стверджуваним порушенням їхніх прав за статтею 5 Конвенції",
            "tag": "splitted"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "In particular, under Ukrainian law, a decision sentencing a person to administrative detention is enforceable immediately; an appeal against it has no suspensive effect and courts of appeal have twenty days to examine appeals (see paragraph 18 above and Shmorgunov and Others, cited above, § 200; and, also, Shvydka v. Ukraine, no. 17888/12, § 53, 30 October 2014",
            "uk": "Зокрема, згідно із законодавством України постанова про накладення на особу стягнення у вигляді адміністративного арешту підлягає негайному виконанню; апеляційна скарга не має зупиняючої дії, а апеляційні суди мають двадцять днів для розгляду апеляційної скарги (див. пункт 18 та згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункт 200; а також рішення у справі «Швидка проти України» (Shvydka v. Ukraine), заява № 17888/12, пункт 53, \nвід 30 жовтня 2014 року",
            "tag": "splitted"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "As evidenced by the situation in Shvydka, cited above, it could have been the case that an appeal against the applicants’ conviction would not have been examined before they had actually served their fifteen-day administrative sentence of detention",
            "uk": "Як свідчить ситуація в згаданому рішенні у справі «Швидка проти України» (Shvydka v. Ukraine), могло трапитися, що апеляційні скарги на постанови про притягнення заявників до адміністративної відповідальності не були б розглянуті до фактичного відбуття ними свого п’ятнадцятиденного адміністративного арешту",
            "tag": "splitted"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "The Government did not demonstrate that appeals under the procedure at issue could have led, with a reasonable probability, to their release before the end of their sentences",
            "uk": "Уряд не продемонстрував, що подання апеляційних скарг відповідно до зазначеної процедури дійсно призвело б до їхнього звільнення до закінчення строку відбуття покарання",
            "tag": "splitted"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "Nor did the Government argue that the procedure in dispute could have provided the applicants concerned with a retrospective compensatory remedy",
            "uk": "Уряд також не стверджував, що ця процедура могла забезпечити надання відповідним заявникам ретроспективного засобу відшкодування шкоди",
            "tag": "splitted"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "The relevant provisions of the Code of Administrative Offences of 1984 indicate that all that a successful appellant could have achieved by pursuing that procedure was an ex post facto annulment of the decisions sentencing him or her to administrative detention and termination of the proceedings against them (see Shmorgunov and Others, cited above, § 200",
            "uk": "Відповідні положення Кодексу України про адміністративні правопорушення 1984 року вказують, що згідно з цією процедурою все, чого могли домогтися заявники у разі задоволення їхньої апеляційної скарги, було ex post facto скасування постанови про притягнення до адміністративної відповідальності та закриття провадження щодо них (див. згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункт 200",
            "tag": "splitted"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "However, in the present case the applicants concerned were released on the third day after their conviction, while the ten-day time-limit for an appeal had not yet expired, and eventually, twelve days later, the administrative-offence proceedings against them were terminated (see paragraph 22 above",
            "uk": "Однак у цій справі заявники були звільнені на третій день після поміщення їх під адміністративний арешт, коли десятиденний строк для подання апеляційної скарги ще не минув, і зрештою через дванадцять днів, порушене щодо них провадження у справі про адміністративне правопорушення, було закрито (див. пункт 22",
            "tag": "splitted"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "Since this had the effect of nullifying the legal consequences of the applicants’ conviction of the administrative offence and any further pursuit of administrative-offence proceedings in that connection was blocked by the Amnesty Law of 21 February 2014, it does not seem probable that an ordinary appeal against the relevant decisions of 20 February 2014 would have been examined after the termination of the proceedings at issue.",
            "uk": "Оскільки це призвело до звільнення заявників від адміністративної відповідальності, а будь-яке подальше розслідування справи про адміністративне правопорушення у зв’язку з цим було заборонено Законом України «Про недопущення переслідування та покарання осіб з приводу подій, які мали місце під час проведення мирних зібрань, та визнання такими, що втратили чинність, деяких законів України» від 21 лютого 2014 року, не вбачається ймовірним, що апеляційні скарги на відповідні постанови від 20 лютого 2014 року розглядалися б після закриття вказаних справ.",
            "tag": "splitted"
        }
    }
]