[
    {
        "id": 195,
        "translation": {
            "en": "112.  The Court is mindful of the fact that the specific events at issue took place while there were violent clashes ongoing between some of the protesters and the police in central Kyiv (see, in this regard, Shmorgunov and Others, cited above, §§ 33-35, 499, 500 and 503",
            "uk": "112.  Суд пам’ятає, що конкретні відповідні події мали місце в той час, коли відбувалися жорстокі сутички між деякими протестувальниками та працівниками міліції в центральній частині м. Київ (див. у зв’язку з цим згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункти 33 – 35, 499, 500 та 503",
            "tag": "splitted"
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "These circumstances clearly called for the authorities to take appropriate measures in order to ensure the peaceful conduct of the rallies and the safety of all citizens (see Kudrevičius and Others v. Lithuania [GC], no. 37553/05, § 159, ECHR 2015, with further references",
            "uk": "Ці обставини чітко вимагали від органів державної влади вжиття належних заходів для забезпечення мирного проведення мітингів і безпеки всіх громадян (див. рішення у справі «Кудревічюс та інші проти Литви» [ВП] (Kudrevičius and Others v. Lithuania) [GC], заява № 37553/05, пункт 159, ЄСПЛ 2015 року з подальшими посиланнями",
            "tag": "splitted"
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "In this connection, it reiterates that “the intentional serious disruption, by demonstrators, to ordinary life and to the activities lawfully carried out by others, which disruption was more significant than that caused by the normal exercise of the right of peaceful assembly in a public place, might be considered a “reprehensible act” ... [and] might therefore justify the imposition of penalties, even of a criminal nature” (ibid, § 173",
            "uk": "У зв’язку з цим він повторює, що «умисне грубе порушення демонстрантами звичних умов життя та діяльності, яка законно здійснюється іншими особами, у випадку якщо таке порушення мало більший вплив, аніж викликаний звичайним здійсненням права на мирні зібрання в громадських місцях, може вважатися «протиправною дією» ... [і], таким чином, виправдати накладення санкцій, навіть кримінального характеру» (там само, пункт 173",
            "tag": "splitted"
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "However, there is no information that appropriate measures were taken to restore peace or weed out the violent strand of protesters",
            "uk": "Однак інформація, що були вжиті відповідні заходи для відновлення миру або усунення агресивно налаштованих протестувальників, відсутня",
            "tag": "splitted"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "On the contrary, regard being had to the Court’s findings in other Maidanrelated cases and the relevant international reports reproduced in Shmorgunov and Others, cited above, it transpires that the enactment on 16 January 2014 of so-called “anti-protest laws” which provided for harsh penalties in relation to the exercise of freedom of assembly and free speech essentially frustrated the original obstructive, but peaceful goal of the Maidan protests (see Shmorgunov and Others, cited above, §§ 33-35, 197 and 250",
            "uk": "Навпаки, враховуючи висновки Суду в інших справах, пов’язаних з Майданом, і відповідні міжнародні звіти та доповіді, наведені в згаданому рішенні у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), вбачається, що прийняття 16 січня 2014 року так званих «антипротестних законів», які передбачали суворі покарання у зв’язку зі здійсненням свободи зібрань та свободи слова, суттєво нівелювали початкову обструкціоністську, але мирну мету акцій протесту на Майдані (див. згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункти 33 – 35, 197 та 250",
            "tag": "splitted"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "Also, the authorities’ repeated attempts to disperse the protesters by force arguably contributed to the consequent escalation of violence.",
            "uk": "Крім того, неодноразові спроби органів державної влади розігнати протестувальників силою, безперечно, сприяли ескалації насильства.",
            "tag": "splitted"
        }
    }
]