[
    {
        "id": 314,
        "translation": {
            "en": "“42",
            "uk": "«42",
            "tag": "splitted"
        }
    },
    {
        "id": 315,
        "translation": {
            "en": "The relevant principles, and the conclusions to be drawn from them, are set out at length in the Vinter judgment (cited above, §§ 103-122; recently summarised in Murray v. the Netherlands [GC], no",
            "uk": "Відповідні принципи та висновки, які потрібно з них зробити, детально наведені у згаданому рішенні у справі «Вінтер та інші проти Сполученого Королівства» (Vinter And Others v The United Kingdom), пункти 103 – 122, нещодавно узагальнені в рішенні у справі «Мюррей проти Нідерландів» [ВП] (Murray v",
            "tag": "splitted"
        }
    },
    {
        "id": 316,
        "translation": {
            "en": "10511/10, §§ 99-100, ECHR 2016",
            "uk": "Netherlands) [GC], заява № 10511/10, пункти 99 – 100, ЄСПЛ 2016",
            "tag": "splitted"
        }
    },
    {
        "id": 317,
        "translation": {
            "en": "The Convention does not prohibit the imposition of a life sentence on those convicted of especially serious crimes, such as murder",
            "uk": "Конвенція не забороняє застосування покарання у виді довічного позбавлення волі до осіб, яких було визнано винними у вчиненні особливо тяжких злочинів, наприклад, умисному вбивстві",
            "tag": "splitted"
        }
    },
    {
        "id": 318,
        "translation": {
            "en": "Yet to be compatible with Article 3 such a sentence must be reducible de jure and de facto, meaning that there must be both a prospect of release for the prisoner and a possibility of review",
            "uk": "Однак, для того, щоб таке покарання відповідало вимогам статті 3 Конвенції, воно має бути de jure та de facto скоротним таким, яке може бути скороченим, що означає як наявність у засудженого перспективи звільнення, так і можливість перегляду",
            "tag": "splitted"
        }
    },
    {
        "id": 319,
        "translation": {
            "en": "The basis of such review must extend to assessing whether there are legitimate penological grounds for the continuing incarceration of the prisoner",
            "uk": "Основа такого перегляду повинна охоплювати оцінку наявності законних підстав пенологічного характеру для подальшого тримання засудженого під вартою",
            "tag": "splitted"
        }
    },
    {
        "id": 320,
        "translation": {
            "en": "These grounds include punishment, deterrence, public protection and rehabilitation",
            "uk": "До цих підстав належить покарання, стримування, захист суспільства та реабілітація",
            "tag": "splitted"
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "The balance between them is not necessarily static and may shift in the course of a sentence, so that the primary justification for detention at the outset may not be so after a lengthy period of service of sentence",
            "uk": "Співвідношення між ними необов’язково є сталим і може змінюватися упродовж відбування покарання, тому підстави, які спочатку виправдовували тримання під вартою, можуть не виправдовувати його після тривалого строку відбування покарання",
            "tag": "splitted"
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "The importance of the ground of rehabilitation is underlined, since it is here that the emphasis of European penal policy now lies, as reflected in the practice of the Contracting States, in the relevant standards adopted by the Council of Europe, and in the relevant international materials (Vinter and Others, cited above, §§ 59-81).",
            "uk": "Наголошується на важливості реабілітації, оскільки саме в цьому наразі полягає акцент у політиці країн Європи щодо обрання покарань, як це відображено у практиці Договірних держав, відповідних стандартах, прийнятих Радою Європи, та відповідних міжнародних документах (див. згадане рішення у справі «Вінтер та інші проти Сполученого Королівства» (Vinter And Others v The United Kingdom), пункти 59 – 81).",
            "tag": "splitted"
        }
    },
    {
        "id": 340,
        "translation": {
            "en": "181.  The Court also reiterates that European penal policy currently places emphasis on the rehabilitative aim of imprisonment, even in the case of life prisoners (see, for example, Matiošaitis and Others, cited above, § 163",
            "uk": "181.  Суд також повторює, що політика європейських країн щодо обрання покарань наразі акцентує увагу на реабілітаційній меті позбавлення волі, навіть у випадку засуджених до довічного позбавлення волі (див., наприклад, згадане рішення у справі «Матіошаітіс та інші проти Литви» (Matiošaitis and Others v. Lithuania), пункт 163",
            "tag": "splitted"
        }
    },
    {
        "id": 341,
        "translation": {
            "en": "Life prisoners are to be provided with an opportunity to rehabilitate themselves",
            "uk": "Засудженим до довічного позбавлення волі має надаватися можливість реабілітуватися",
            "tag": "splitted"
        }
    },
    {
        "id": 342,
        "translation": {
            "en": "As to the extent of any obligations incumbent on States in this regard, the Court considers that even though States are not responsible for achieving the rehabilitation of life prisoners, they nevertheless have a duty to make it possible for such prisoners to rehabilitate themselves",
            "uk": "Щодо обсягу покладених у зв’язку з цим на державу зобов’язань Суд вважає, що хоча держави не несуть відповідальності за реабілітацію засуджених до довічного позбавлення волі, тим не менше, вони зобов’язані забезпечити таким засудженим можливість реабілітуватися",
            "tag": "splitted"
        }
    },
    {
        "id": 343,
        "translation": {
            "en": "Were it otherwise, a life prisoner could in effect be denied the possibility of rehabilitation, with the consequence that the review required for a life sentence to be reducible, in which a life prisoner’s progress towards rehabilitation is to be assessed, might never be genuinely capable of leading to the commutation, remission or termination of the life sentence or to the conditional release of the prisoner",
            "uk": "В іншому випадку, засуджений до довічного позбавлення волі може бути позбавлений можливості реабілітуватися, внаслідок чого необхідний для зменшення строку довічного позбавлення волі перегляд, під час якого оцінюється прогрес у реабілітації, не буде здатний призвести до пом’якшення, зменшення або звільнення від відбування покарання у виді довічного позбавлення волі або до умовно-дострокового звільнення засудженого",
            "tag": "splitted"
        }
    },
    {
        "id": 344,
        "translation": {
            "en": "The obligation to offer a possibility of rehabilitation is to be seen as an obligation of means, not one of result",
            "uk": "Зобов’язання забезпечувати можливість реабілітації має розглядатися як зобов’язання вжиття заходів, а не досягнення результатів",
            "tag": "splitted"
        }
    },
    {
        "id": 345,
        "translation": {
            "en": "However, it entails a positive obligation to secure prison regimes to life prisoners which are compatible with the aim of rehabilitation and enable such prisoners to make progress towards their rehabilitation",
            "uk": "Проте воно призводить до позитивного зобов’язання забезпечити в установі виконання покарань для засуджених до довічного позбавлення волі такий режим, який є сумісним з метою реабілітації та дозволяє таким засудженим досягнути у ній прогресу",
            "tag": "splitted"
        }
    },
    {
        "id": 346,
        "translation": {
            "en": "In this context the Court has previously held that such an obligation exists in situations where it is the prison regime or the conditions of detention which obstruct rehabilitation (see Murray, cited above, § 104, with further references).",
            "uk": "У цьому контексті Суд уже встановив, що таке зобов’язання існує тоді, коли режим установи виконання покарань або умови тримання під вартою перешкоджають реабілітації (див. згадане рішення у справі «Мюррей проти Нідерландів» (Murray v. the Netherlands), пункт 104 з подальшими посиланнями).",
            "tag": "splitted"
        }
    },
    {
        "id": 511,
        "translation": {
            "en": "49.  The Court held that no separate issue arose under the Article 3 complaint taken alone and in conjunction with Article 13, in view of its finding of a violation of Article 2 in both its substantive and procedural limbs",
            "uk": "49.  Суд встановив, що не виникало окремого питання за статтею 3 Конвенції, окремо та у поєднанні зі статтею 13 Конвенції, з огляду на встановлення ним порушення статті 2 Конвенції, як за матеріальним, так і процесуальним аспектами",
            "tag": "splitted"
        }
    },
    {
        "id": 512,
        "translation": {
            "en": "The Court’s reasoning on this issue merits a closer look",
            "uk": "Обґрунтування Суду з цього питання вимагає більш ретельного аналізу",
            "tag": "splitted"
        }
    },
    {
        "id": 513,
        "translation": {
            "en": "It is limited to a reference to two judgments, namely Nikolova and Velichkova v. Bulgaria, no. 7888/03, 20 December 2007, and Timus and Tarus v. the Republic of Moldova, no. 70077/11, 15 October 2013",
            "uk": "Він обмежується посиланням на два рішення, а саме «Ніколова та Велічкова проти Болгарії» (Nikolova and Velichkova v. Bulgaria), заява № 7888/03, від 20 грудня 2007 року) та «Тімус і Тарус проти Республіки Молдова» (Timus and Tarus v. the Republic of Moldova), заява № 70077/11, від 15 жовтня 2013 року",
            "tag": "splitted"
        }
    },
    {
        "id": 514,
        "translation": {
            "en": "Nikolova and Velichkova states: “[h]aving regard to the grounds on which [the Court] has found a dual violation of Article 2 ..., [it] considers that no separate issue arises under Article 3” (paragraph 78",
            "uk": "У рішенні у справі «Ніколова та Велічкова проти Болгарії» (Nikolova and Velichkova v. Bulgaria) зазначено: «беручи до уваги підстави, з яких [Суд] встановив подвійне порушення статті 2 Конвенції ... [він] вважає, що не виникає окремого питання за статтею 3 Конвенції» (пункт 78",
            "tag": "splitted"
        }
    },
    {
        "id": 515,
        "translation": {
            "en": "But, curiously enough, paragraph 58 of Timus and Tarus, referred to in paragraph 156 of Centre for Legal Resources on behalf of Valentin Câmpeanu, does not contain the formula “no separate issue”: it states that the Court, in view of its findings (that is, the finding of a violation of Article 2 under both its substantive and procedural limbs), “does not consider it necessary to also examine the case under Article 3”",
            "uk": "Проте досить цікаво, що пункт 58 рішення у справі «Тімус і Тарус проти Республіки Молдова» (Timus and Tarus v. the Republic of Moldova), на який робиться посилання у пункті 156 рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania), не містить формули «відсутності окремого питання»: у ньому зазначено, що з огляду на свої висновки (тобто встановлення порушення статті 2 Конвенції за матеріальним і процесуальним аспектами) Суд «не вважає за необхідне також розглядати справу за статтею 3 Конвенції»",
            "tag": "splitted"
        }
    },
    {
        "id": 516,
        "translation": {
            "en": "Perhaps this should explain the caveat “mutatis mutandis”, contained in the reference (although “mutatis mutandis” precedes the reference to Nikolova and Velichkova, not that to Timus and Tarus",
            "uk": "Можливо, це має пояснити наявність застереження «mutatis mutandis», яке міститься у посиланні (хоча «mutatis mutandis» передувало посиланню на рішення у справі «Ніколова та Велічкова проти Болгарії» (Nikolova and Velichkova v. Bulgaria), а не «Тімус і Тарус проти Республіки Молдова» (Timus and Tarus v. the Republic of Moldova",
            "tag": "splitted"
        }
    },
    {
        "id": 517,
        "translation": {
            "en": "Notwithstanding that caveat (or maybe even reinforced by it), the references to Nikolova and Velichkova and Timus and Tarus, as well as the “no separate issue” conclusion in Centre for Legal Resources on behalf of Valentin Câmpeanu, signify that even in the latter case the formula “no separate issue” was understood as synonymous to the formula “not necessary to examine”",
            "uk": "Незважаючи на це застереження (або можливо навіть завдяки йому), посилання на рішення у справах «Ніколова та Велічкова проти Болгарії» (Nikolova and Velichkova v. Bulgaria) та «Тімус і Тарус проти Республіки Молдова» (Timus and Tarus v. the Republic of Moldova), а також висновок про «відсутність окремого питання» в рішенні у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) означають, що навіть в останній справі формула «відсутності окремого питання» тлумачилася як синонім формули «немає необхідності розглядати»",
            "tag": "splitted"
        }
    },
    {
        "id": 518,
        "translation": {
            "en": "They both pointed to the fact that (i) the questions raised in the applicant’s complaint under Article 3, taken alone or in conjunction with Article 13, but set aside by the Court, had indeed already been examined by it, fully or in part, from the standpoint of Article 2; (ii) the consideration that the complaints already examined under Article 2 were in essence the same as those lodged under Article 3 owed to the fact that they shared, at least in part, the same factual background; (iii) the separate examination of the same set of facts from one more standpoint therefore was redundant.",
            "uk": "Вони обидві вказували на те, що (і) питання, порушені у скарзі заявника за статтею 3 Конвенції, окремо або у поєднанні зі статтею 13 Конвенції, але відхиленій Судом, дійсно повністю або частково вже були розглянуті ним за статтею 2 Конвенції, (іі) міркування про те, що скарги, вже розглянуті за статтею 2 Конвенції, по суті були аналогічними скаргам за статтею 3 Конвенції, оскільки мали, принаймні частково, таке саме фактологічне підґрунтя, (ііі) отже, окремий розгляд тих самих фактів з іншої точки зору був зайвим.",
            "tag": "splitted"
        }
    }
]