[
    {
        "id": 59,
        "translation": {
            "en": "25.  The applicable general principles regarding the justification of a suspect’s detention and the determination of the amount of bail are set out in Korban v. Ukraine (no. 26744/16, §§ 154-57, 4 July 2019) and Mangouras v. Spain ([GC], no. 12050/04, § 78-81, ECHR 2010",
            "uk": "25.  Застосовані загальні принципи щодо обґрунтування тримання підозрюваного під вартою та визначення розміру застави наведені в рішеннях у справах «Корбан проти України» (Korban v. Ukraine), заява № 26744/16, пункти 154 – 157, від 04 липня 2019 року) та «Мангурас проти Іспанії» [ВП] (Mangouras v. Spain), заява № 12050/04, пункти 78 – 81, ЄСПЛ 2010",
            "tag": "splitted"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "In particular, the guarantee provided for by Article 5 § 3 of the Convention is designed to ensure not the reparation of any loss suffered in consequence of the suspected offence but only the presence of the accused at the hearing",
            "uk": "Зокрема, гарантія, передбачена пунктом 3 статті 5 Конвенції, покликана забезпечити не відшкодування будь-якої шкоди, завданої внаслідок передбачуваного злочину, а лише присутність обвинуваченого у судовому засіданні",
            "tag": "splitted"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Therefore, the amount of bail must be set principally by reference to the accused, his or her assets and his or her relationship with the persons who are to provide the security, in other words to the degree of confidence that is possible that the prospect of loss of the security or of action against the guarantors in the event of the defendant’s non-appearance at the trial will act as a sufficient deterrent to dispel any wish on his or her part to abscond (see Gafà v. Malta, no.  54335/14, § 70, 22 May 2018",
            "uk": "Тому розмір застави має встановлюватися головним чином з огляду на особу обвинуваченого, належне йому майно та його стосунки з поручителями, іншими словами, з огляду на ступінь впевненості, що можлива перспектива втрати застави або вжиття заходів проти поручителів у випадку його неявки у судове засідання буде достатнім стримуючий фактором, щоб позбавити його бажання втекти (див. рішення у справі «Гафа проти Мальти» (Gafà v. Malta), заява № 54335/14, пункт 70, від 22 травня 2018 року",
            "tag": "splitted"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Since the issue at stake is the fundamental right to liberty guaranteed by Article 5, the authorities must take as much care in setting an appropriate amount of bail as in deciding whether or not continued detention is indispensable",
            "uk": "Оскільки відповідне питання є основоположним правом на свободу, гарантованим статтею 5 Конвенції, органи державної влади повинні докладати максимум зусиль як для встановлення належного розміру застави, так і для вирішення питання про необхідність продовження тримання під вартою",
            "tag": "splitted"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "The seriousness of the charges against the accused cannot be the decisive factor justifying the amount of bail (see Hristova v. Bulgaria, no. 60859/00, § 111, 7 December 2006).",
            "uk": "Тяжкість обвинувачень, пред’явлених обвинуваченому, не може бути вирішальним фактором для виправдання розміру застави (див. рішення у справі «Хрістова проти Болгарії» (Hristova v. Bulgaria), заява № 60859/00, пункт 111, від 07 грудня 2006 року).",
            "tag": "splitted"
        }
    }
]