[
    {
        "id": 102,
        "translation": {
            "en": "64.  The Court is now called upon to decide whether the period of the applicant’s compulsory treatment should be excluded from the overall duration of the proceedings in the instant case",
            "uk": "64.  Наразі Суд має вирішити, чи слід виключати період застосування примусових заходів медичного характеру із загальної тривалості провадження у цій справі",
            "tag": "splitted"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "It must be observed that the applicant’s compulsory treatment was ordered under the CCP and in the framework of the criminal proceedings against him, and it was also indicated that the domestic authorities intended to continue with the applicant’s criminal prosecution once he had recovered (see paragraph 11 above",
            "uk": "Варто зауважити, що примусові заходи медичного характеру були застосовані до заявника згідно з КПК України та в межах кримінального провадження щодо нього, а також зазначалося, що національні органи влади мали намір продовжити розгляд кримінальної справи щодо заявника після його одужання (див. пункт 11",
            "tag": "splitted"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "Nevertheless, it is the well-established case-law of this Court that proceedings relating to the detention of a person of unsound mind do not involve the “determination of a criminal charge” (see Aerts v. Belgium, 30 July 1998, § 59, Reports of Judgments and Decisions 1998V",
            "uk": "Тим не менше, усталена практика Суду полягає у тому, що провадження, яке стосується тримання під вартою особи, яка страждає на психічний розлад, не передбачає «встановлення обґрунтованості кримінального обвинувачення» (див. рішення у справі «Аертс проти Бельгії» (Aerts v. Belgium), від 30 липня 1998 року, пункт 59, Збірник рішень Європейського суду з прав людини 1998-V). Згідно з твердженнями Уряду протягом вказаного періоду не могли проводитися процесуальні чи слідчі дії, а провадження було зупинено",
            "tag": "splitted"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "According to the Government, no procedural or investigative actions could be conducted during the period in question, and the proceedings were suspended",
            "uk": "Стосовно останнього аспекту Суд зауважує, що національне законодавство передбачало зупинення провадження у випадку направлення підозрюваного або обвинуваченого до медичного закладу для примусового лікування та відновлення провадження після ухвалення постанови про скасування застосування такого заходу (див. пункт 35",
            "tag": "splitted"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "As regards the latter point, the Court observes that the domestic law provided for the suspension of proceedings in the event of a suspect or an accused being referred to a medical institution for compulsory treatment, and for the resumption of the proceedings once the decision on such treatment had been revoked (see paragraph 35 above",
            "uk": "Однак у цій справі районний суд у своїх постановах від 21 червня 2004 року та 04 квітня 2005 року, пов’язаних із застосуванням до заявника примусових заходів медичного характеру, посилався лише на відповідні положення КПК України, але не вказував ні про зупинення, ні про відновлення провадження у кримінальній справі заявника",
            "tag": "splitted"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "In the instant case, however, the District Court, in its decisions of 21 June 2004 and 4 April 2005 related to the applicant’s compulsory treatment, only referred to the relevant provisions of the CCP, but did not pronounce on either the suspension or the resumption of the proceedings in the applicant’s criminal case",
            "uk": "Такі недоліки, як би не було прикро, самі собою не можуть призвести до того, що період з 21 червня 2004 року до 04 квітня 2005 року підпадатиме під кримінальний аспект статті 6 Конвенції",
            "tag": "splitted"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "Such shortcomings, however regrettable, cannot by themselves bring the period between 21 June 2004 and 4 April 2005 under the criminal limb of Article 6. Therefore, the Court considers that the above-mentioned period should be excluded from the total duration of the proceedings.",
            "uk": "Таким чином, Суд вважає, що зазначений період слід виключити із загальної тривалості провадження.",
            "tag": "splitted"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "65.  As to the Government’s contention that the period between 4 April 2005 and 16 May 2005 (see paragraphs 15 and 16 above) should also be excluded from the total duration of the disputed criminal proceedings as no procedural actions were taken during this period either, the Court notes that by its decision of 4 April 2005 the District Court decided to refer the applicant’s criminal case to the investigating authorities for further investigation",
            "uk": "65.  Стосовно твердження Уряду, що період з 04 квітня 2005 року до 16 травня 2005 року (див. пункти 15 і 16) також слід виключити із загальної тривалості спірного кримінального провадження у зв’язку з непроведенням процесуальних дій упродовж цього періоду Суд зазначає, що згідно з постановою від 04 квітня 2005 року районний суд вирішив направити кримінальну справу заявника до органів досудового розслідування на додаткове розслідування",
            "tag": "splitted"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "According to the Government’s own contentions, the resumption of the case was linked to the revocation of the order for the applicant’s compulsory treatment (see paragraph 61 above",
            "uk": "Згідно з твердженнями самого Уряду відновлення провадження у справі було пов’язане зі скасуванням постанови про застосування до заявника примусових заходів медичного характеру (див. пункт 61",
            "tag": "splitted"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "The Court considers that it is the date when the proceedings resumed that should be taken into account, and the period when the case was transferred from the court to the prosecutor cannot be excluded",
            "uk": "Суд вважає, що цю дату слід розглядати як дату відновлення провадження, а також не можна виключати період передачі справи із суду прокурору",
            "tag": "splitted"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "Such transfers between investigators and courts happen regularly within criminal proceedings, and although it is true that normally investigative actions are not taken during such periods, those periods cannot be excluded from the total duration of the proceedings, as such transfers are an integral part of criminal proceedings and their duration is totally under the control and responsibility of the relevant law-enforcement and judicial authorities in any event",
            "uk": "Такі передачі матеріалів справ між слідчими та судами регулярно відбуваються в межах кримінального провадження, і хоча, справді, у ці періоди зазвичай не проводяться слідчі дії, вони не можуть бути виключені із загальної тривалості провадження, оскільки такі передачі є невід’ємною частиною кримінального провадження, і у будь-якому випадку контроль за їхньою тривалістю та відповідальність за них повністю несуть правоохоронні органи та суди",
            "tag": "splitted"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Thus, the Court rejects the Government’s argument and concludes that the period between 4 April 2005 and 16 May 2005 should be included in the total length of the criminal proceedings against the applicant.",
            "uk": "Тому Суд відхиляє аргумент Уряду та доходить висновку, що період з 04 квітня 2005 року до 16 травня 2005 року має бути включений до загальної тривалості кримінального провадження щодо заявника.",
            "tag": "splitted"
        }
    }
]