[
    {
        "id": 104,
        "translation": {
            "en": "2.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful",
            "uk": "2.  Перша і найважливіша вимога статті 1 Першого протоколу до Конвенції полягає в тому, що будь-яке втручання органу державної влади у мирне володіння майном має бути законним",
            "tag": "splitted"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "The second sentence of the first paragraph authorises a deprivation of possessions only “subject to the conditions provided for by law” and the second paragraph recognises that the States have the right to control the use of property by enforcing “laws",
            "uk": "Друге речення першого абзацу дозволяє позбавляти власності лише «на умовах, передбачених законом», а другий абзац визнає, що держави мають право здійснювати контроль за користуванням майном шляхом введення в дію «законів",
            "tag": "splitted"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "Moreover, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the articles of the Convention (see, for example, Lekić v. Slovenia [GC], no",
            "uk": "До того ж принцип верховенства права, один з основоположних принципів демократичного суспільства, закладений у всіх статтях Конвенції (див., наприклад, рішення у справах «Лекіч проти Словенії» [ВП] (Lekić v",
            "tag": "splitted"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "36480/07, 11 December 2018, § 94; Broniowski v. Poland [GC], no",
            "uk": "Slovenia) [GC], заява № 36480/07, від 11 грудня 2018 року, пункт 94; «Броньовський проти Польщі» [ВП] (Broniowski v",
            "tag": "splitted"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "31443/96, 22 June 2004, § 147, or Kurban v",
            "uk": "Poland) [GC], заява № 31443/96, від 22 червня 2004 року, пункт 147, або «Курбан проти Туреччини» (Kurban v",
            "tag": "splitted"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Turkey, no. 75414/10, 24 November 2020, § 76",
            "uk": "Turkey), заява № 75414/10, від 24 листопада 2020 року, пункт 76). Існування правових підстав у національному законодавстві саме собою не є достатнім для задоволення принципу законності",
            "tag": "splitted"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "The existence of a legal basis in domestic law does not suffice, in itself, to satisfy the principle of lawfulness",
            "uk": "Однією з вимог, що випливають з формулювання «передбачено законом», є передбачуваність, яка часто переплітається з вимогою відсутності свавілля та наявності процесуальних гарантій",
            "tag": "splitted"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "One of the requirements flowing from the expression “provided for by law” is foreseeability, which is often intertwined with the requirement that there be an absence of arbitrariness and procedural safeguards",
            "uk": "Відповідній особі має бути надана розумна можливість представити свою справу відповідальним органам державної влади з метою ефективного оскарження заходів, що порушують гарантовані цим положенням права (див., серед багатьох інших джерел, згадане рішення у справі «Лекіч проти Словенії» (Lekić v",
            "tag": "splitted"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "The individual concerned must be afforded a reasonable opportunity to present their case to the responsible authorities for the purpose of effectively challenging the measures interfering with the rights guaranteed by that provision (see, amongst many other authorities, Lekić, cited above, § 95).",
            "uk": "Slovenia), пункт 95).",
            "tag": "splitted"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "6.  The judgment further finds that a rigid system in which a fine is necessarily equal to the value of the goods the subject of an intentionally erroneous declaration, with no exceptions based on individual circumstances being provided, is incapable of ensuring the requisite fair balance between the requirements of the general interest and the protection of an individual’s property (ibid, § 31",
            "uk": "6.  Крім того, у рішенні встановлено, що жорстка система, за якої штраф обов’язково дорівнює вартості товарів, які є предметом умисно недостовірної декларації, за відсутності винятків, які ґрунтуються на індивідуальних обставинах, не здатна забезпечити необхідний справедливий баланс між вимогами загальних інтересів і захисту майна особи (там само, пункт 31",
            "tag": "splitted"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "Yet, it is the very nature of fines that they are often imposed by general and mandatory legislation where the balancing exercise has to some extent been undertaken by the legislature itself",
            "uk": "Тим не менш, сам характер штрафів полягає в тому, що вони часто накладаються згідно із загальним та обов’язковим законодавством, коли баланс певною мірою забезпечується самим законодавчим органом",
            "tag": "splitted"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "We do not exclude that the Ukrainian Customs Code may be lacking, but there are gaps too in the Chamber’s assessment of the proportionality of a statutory fine",
            "uk": "Ми не виключаємо, що у Митному кодексі України може цього бракувати, але також є прогалини в оцінці палатою пропорційності передбаченого законодавством штрафу",
            "tag": "splitted"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "While recognising that Article 1 of Protocol No. 1 can apply to fines, the Court has often found even very large fines not to be disproportionate (see Phillips v. the United Kingdom, no. 41087/98, 5 July 2001; Valico S.r.l. v. Italy (dec.), no. 70074/01, 21 March 2006 ; DELTA PEKÁRNY a.s. v. the Czech Republic, no. 97/11, 2 October 2014",
            "uk": "Визнавши, що стаття 1 Першого протоколу до Конвенції може застосовуватися до штрафів, Суд часто встановлював, що навіть дуже великі штрафи не були непропорційними (див. рішення у справі «Філліпс проти Сполученого Королівства» (Phillips v. the United Kingdom), заява № 41087/98, від 05 липня 2001 року; ухвалу щодо прийнятності у справі «Компанія «Валіко С.р.л.» проти Італії» (Valico S.r.l. v. Italy), заява № 70074/01, від 21 березня 2006 року; рішення у справі «Компанія «ДЕЛЬТА ПЕКАРНЯ а.с.» проти Чеської Республіки» (DELTA PEKÁRNY a.s. v. the Czech Republic), заява № 97/11, від 02 жовтня \n2014 року",
            "tag": "splitted"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "It has held that even fines that “might, at first sight, appear exorbitant” (see Valico S.r.l., cited above), can strike a fair balance between the general interest and the applicants’ property rights",
            "uk": "Суд встановив, що навіть штрафи, які «на перший погляд можуть здатися надмірними» (див. згадану ухвалу щодо прийнятності у справі «Компанія «Валіко С.р.л.» проти Італії» (Valico S.r.l. v. Italy)), можуть забезпечити справедливий баланс між загальними інтересами та майновими правами заявників",
            "tag": "splitted"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "These findings have been based on the fact that the public interest weighs very heavily in these cases; a fine being the result of an established breach of the law – the very thing lacking in the applicant’s case - and its purpose being punitive and acting as a deterrent (see Phillips, cited above, § 52",
            "uk": "Ці висновки ґрунтуються на тому факті, що суспільні інтереси мають дуже важливе значення в цих справах; штраф є наслідком встановленого порушення закону – чого й бракує у справі заявниці, – і його метою є покарання та стримування (див. згадане рішення у справі «Філліпс проти Сполученого Королівства» (Phillips v. the United Kingdom), пункт 52",
            "tag": "splitted"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "The Court’s previous case law therefore does not support the majority’s overbroad suggestion that large and mandatory fines are necessarily incapable of guaranteeing a fair balance",
            "uk": "Отже, попередня практика Суду не підтверджує надмірно широке припущення більшості, що великі та обов’язкові штрафи неодмінно не зможуть гарантувати справедливий баланс",
            "tag": "splitted"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "Furthermore, the Chamber judgment relies on judgments like Gyrlyan v. Russia (no. 35943/15, 9 October 2018) which on the facts are very different; the relevant authorities having accepted the applicant’s lack of intent to deceive in that case",
            "uk": "Крім того, у рішенні палати наявні посилання на такі рішення у справах, як «Гирлян проти Росії» (Gyrlyan v. Russia), заява № 35943/15, від 09 жовтня 2018 року), які мають дуже різні факти; в тій справі відповідні органи державної влади визнали відсутність у заявника умислу ввести в оману",
            "tag": "splitted"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "Finally, in the instant case, a fine was imposed (unlawfully) on a person not the owner of the goods the subject of the erroneous declaration and several factors were left unclear not least the question of the remedies open to the applicant to recoup the fine from the owner of the goods, whether and if so how much of the fine she had actually paid, and the existence of a limitation period in regard to the administrative offence",
            "uk": "Насамкінець, у цій справі штраф був накладений (незаконно) на особу, яка не була власником товару, що став предметом помилкової декларації, а декілька факторів залишилися незрозумілими: не тільки питання про засоби юридичного захисту, доступні заявниці у зв’язку з відшкодуванням штрафу від власника товару, а й який розмір штрафу вона фактично сплатила, якщо платила взагалі, та чи існував строк давності у зв’язку з адміністративним правопорушенням",
            "tag": "splitted"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "This was not, therefore, a good case in which to tackle any systemic problem in Ukraine as the Chamber simply lacked sufficient information to provide a well-formulated response.",
            "uk": "Отже, це була не найкраща справа для вирішення будь-якої системної проблеми в Україні, оскільки палаті просто бракувало достатньої інформації для надання чітко сформульованої відповіді.",
            "tag": "splitted"
        }
    }
]