[
    {
        "id": 151,
        "translation": {
            "en": "81.  The Court also notes that the criminal proceedings against the applicants were eventually discontinued for the reason that no crime had been committed (see paragraph 21 above) and that, in disciplinary proceedings against the judges who had detained them, it was established that the latter had acted unlawfully and arbitrarily (see paragraphs 42, 43, 45 and 46 above",
            "uk": "81.  Суд також зазначає, що кримінальні провадження щодо заявників були зрештою закриті у зв’язку з відсутністю події кримінального правопорушення (див. пункт 21), і під час дисциплінарних проваджень щодо суддів, які санкціонували тримання їх під вартою, було встановлено, що останні діяли незаконно та свавільно (див. пункти 42, 43, 45 та 46",
            "tag": "splitted"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "Furthermore, the information contained in the related official notification of suspicion, while not conclusive, appears to indicate that officials from law-enforcement bodies and courts of the Dnipropetrovsk Region had been given “oral instructions” to detain, allegedly regardless of relevant legal constraints , those who had taken part or could have taken part in the “peaceful protests” in Dnipro, and to initiate criminal proceedings against them",
            "uk": "Крім того, інформація, що міститься у відповідному повідомленні про підозру, хоча і не є остаточною, вказує, що працівникам правоохоронних органів і судів Дніпропетровської області було надано «усні вказівки» про затримання, як стверджувалося, незалежно від відповідних правових обмежень, тих, хто брав участь або міг брати участь у «мирних акціях протесту» у м. Дніпро, та порушення щодо них кримінальних проваджень",
            "tag": "splitted"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "Allegedly, this was to be done in order to intimidate other protesters and dissuade them from continuing their participation in the protests (see paragraph 37 above",
            "uk": "Як стверджувалося, це було зроблено для того, аби залякати інших протестувальників і відмовити їх продовжувати брати участь в акціях протесту (див. пункт 37",
            "tag": "splitted"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "While the Court is not prepared to attach decisive weight to those findings and suspicions, which were made in the different context of disciplinary and criminal proceedings against the judges concerned, it has already highlighted the fact that at the relevant time the authorities appear to have adopted a deliberate strategy to put an end to and further hinder those protests",
            "uk": "Хоча Суд не готовий надавати вирішальну вагу цим висновкам і підозрам, які були зроблені в різному контексті дисциплінарного та кримінального провадження щодо відповідних суддів, він уже підкреслив той факт, що на момент подій органи державної влади, очевидно, запровадили цілеспрямовану стратегію щодо припинення та подальшого стримування цих акцій протесту",
            "tag": "splitted"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "That strategy could explain the widespread detention of certain protesters",
            "uk": "Ця стратегія могла пояснити загальне поширення застосування до певних протестувальників запобіжного заходу у вигляді тримання від вартою",
            "tag": "splitted"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "In this regard, the Court refers to its findings in Shmorgunov and Others (cited above, §§ 473-75 and 520).",
            "uk": "У зв’язку з цим Суд посилається на свої висновки у згаданому рішенні у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункти 473 – 475 та 520).",
            "tag": "splitted"
        }
    }
]