[
    {
        "id": 229,
        "translation": {
            "en": "134.  Therefore, the applicants who had been warned about the attack were put in a situation where they had to conclude that, because of their family relations and their ethnicity, they could not count on the protection of the law in the place where they had lived in regular accommodation for a substantial period of time (see the Appendix",
            "uk": "134.  Тому заявники, котрих повідомили про напад, були поставлені у ситуацію, коли могли зробити висновок, що через свої родинні зв’язки чи етнічну приналежність вони не можуть розраховувати на захист з боку закону у місці, де вони мешкали у постійному житлі протягом тривалого часу (див",
            "tag": "splitted"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "The decision to leave their homes before the attack was thus not a result of the exercise of their free will but their way of protecting their physical integrity",
            "uk": "Додаток",
            "tag": "splitted"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "Their feelings of fear, anguish, helplessness and inferiority were further exacerbated by understanding that their homes would likely be plundered, but that they were unable to protect them without putting their lives at risk",
            "uk": "Тому рішення залишити свої будинки до нападу було не реалізацією їхнього волевиявлення, а способом захисту своєї фізичної недоторканності. Їхні почуття страху, неспокою, безпомічності і меншовартості були поглиблені розумінням того, що їхні будинки ймовірно будуть сплюндровані, і що вони не можуть захистити їх, не створюючи загрози для свого життя",
            "tag": "splitted"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "All in all, it grossly diminished their dignity",
            "uk": "Усе це разом мало підірвати їхню гідність",
            "tag": "splitted"
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "The Court concludes that the role of the police, which chose not to protect the applicants but advise them to leave before the “pogrom” (see paragraph 12 above) – and the fact that those events involved the invasion and ransacking of the applicants’ homes by a large mob that was driven by sentiment aimed at them as Roma (that is to say members of a vulnerable group) – was such as to constitute an affront to the applicants’ dignity sufficiently serious as to be categorised as “degrading” treatment",
            "uk": "Суд робить висновок, що роль міліції, котра вирішила не захищати заявників, а порадила поїхати геть до погрому (див. параграф 12 вище), а також те, що ці події включали напад на будинки заявників і їх плюндрування великим натовпом, яким керувало почуття, спрямоване на них як ромів (тобто, членів уразливої групи), було таким, що становило настільки тяжку зневагу до гідності заявників, аби бути кваліфікованим як поводження, що принижує гідність",
            "tag": "splitted"
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "This assessment renders it unnecessary for the Court to resolve the dispute between the parties as to whether the ninth applicant was at home at the time of the attack and had to confront the attackers (see paragraph 18 above).",
            "uk": "З огляду на цю оцінку, Суд не вважає за потрібне вирішувати суперечку між сторонами щодо того, чи була дев’ята заявниця вдома під час нападу і чи стикалась вона з нападниками (див. параграф 18 вище).",
            "tag": "splitted"
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "154.  The Government furthermore submitted that there was no evidence that the removal of the Roma from the village had been part of the State’s policy",
            "uk": "154.  Уряд також повідомив, що немає жодних доказів того, що виселення ромів із села було частиною державної політики",
            "tag": "splitted"
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "In particular, the village council’s resolution had been adopted under pressure from the mob and had then immediately been challenged by the prosecutor and quashed, so it had in no way reflected State policy",
            "uk": "Зокрема, рішення сільської ради було ухвалене під тиском натовпу і негайно було оскаржене прокурором і скасоване, тобто, воно жодним чином не віддзеркалювало державну політику",
            "tag": "splitted"
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "There was no evidence of any threat to the Roma in the village after 9 September 2002, even though a certain resentment towards them might still remain. Many of them had been able to safely return and reside in their houses until they had sold them",
            "uk": "Немає жодних доказів того, що після 9 вересня 2002 року ромам у селі погрожували, хоча могло лишатись певне роздратування щодо них",
            "tag": "splitted"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "They had not provided sufficient proof that they had sold their houses for less than their market price or that the proceeds had been insufficient to obtain new housing elsewhere",
            "uk": "Багато хто з них міг безпечно повернутися до своїх будинків, доки вони не продали їх",
            "tag": "splitted"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "The Government considered this factor, together with the fact that they had been able to sell and move, decisive in the assessment of the applicants’ Article 8 complaint",
            "uk": "Вони не надали достатніх доказів того, що продали свої будинки за ціною, нижчою за ринкову, або що вони не змогли отримати житло деінде",
            "tag": "splitted"
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "In this respect they compared the Court’s findings in (i) Fadeyeva v. Russia (no. 55723/00, § 121, ECHR 2005IV) (where the applicant was unable to move and this was a factor in finding of a violation) and (ii) Hatton and Others v. the United Kingdom ([GC], no. 36022/97, § 127, ECHR 2003VIII) (where the house prices in the applicants’ area and, accordingly, their ability to move, were not affected by aircraft noise",
            "uk": "Уряд вважає, що ці фактори, як той факт, що вони могли продати будинки і переїхати, вирішальними для оцінки скарги заявників за статтею 8. У зв’язку з цим Уряд порівняв висновки Суду у справах (i) Fadeyeva проти Росії (№ 55723/00, § 121, ECHR 2005IV) (у якій заявниця не могла переїхати, і через це було встановлено порушення) і (ii) Hatton і Інші проти Сполученого Королівства ([ВП], № 36022/97, § 127, ECHR 2003VIII) (у якій ціна на будинки заявників і, відповідно, їх спроможність переїхати не залежали від шуму літаків",
            "tag": "splitted"
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "In the Government’s opinion, that case-law was relevant because the applicants in the present case had essentially exercised their right to relocate from an environment (in the village) that they had found oppressive",
            "uk": "На думку Уряду, ця практика є належною, тому що у даній справі заявники переважно реалізували своє право переселитись із оточення (у селі), яке вони вважали пригноблюючим",
            "tag": "splitted"
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "Furthermore, there was no evidence that the applicants’ living conditions had deteriorated after they had moved from the village, and nor had they sought any help in improving them.",
            "uk": "До того ж, не було доказів того, що умови життя заявників погіршились після того, як вони переїхали з села, і вони не просили про жодну допомогу, щоб поліпшити їх.",
            "tag": "splitted"
        }
    }
]