[
    {
        "id": 119,
        "translation": {
            "en": "71.  The existence of impartiality for the purposes of Article 6 § 1 must be determined according to both (i) a subjective test, where regard must be had to the personal conviction and behaviour of a particular judge (that is to say whether the judge held any personal prejudice or bias in a given case); and (ii) an objective test – that is to say by ascertaining whether the tribunal itself (and, among other aspects, its composition) offered sufficient guarantees to exclude any legitimate doubt in respect of its impartiality (see, for example, Morice v. France [GC], no. 29369/10, § 73, ECHR 2015",
            "uk": "71.  Існування безсторонності для цілей пункту 1 статті 6 Конвенції повинно встановлюватися згідно з (i) суб’єктивним критерієм, враховуючи особисті переконання та поведінку конкретного судді (тобто, чи мав суддя будь-яку особисту упередженість або чи був він об’єктивним у цій справі), та (іі) об’єктивним критерієм, тобто шляхом встановлення того, чи забезпечив сам суд (та, серед багатьох інших аспектів, його склад) достатні гарантії для того, щоб виключити будь-який обґрунтований сумнів у його безсторонності (див., наприклад, рішення у справі «Моріс проти Франції» [ВП] (Morice v. France) [GC], заява № 29369/10, пункт 73, ЄСПЛ 2015",
            "tag": "splitted"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "As to the objective test, it must be determined whether, quite apart from the judge’s conduct, there are ascertainable facts which may raise doubts as to his or her impartiality",
            "uk": "У контексті об’єктивного критерію, крім поведінки судді, слід визначити, чи існують переконливі факти, які можуть викликати сумніви щодо його безсторонності",
            "tag": "splitted"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "This implies that, in deciding whether in a given case there is a legitimate reason to fear that a particular judge, or a body sitting as a bench, lacks impartiality, the standpoint of the person concerned is important but not decisive",
            "uk": "Це означає, що вирішуючи, чи є у відповідній справі обґрунтована причина побоюватися, що конкретний суддя або орган, який засідає в якості суду, є небезстороннім, позиція заінтересованої особи є важливою, проте не вирішальною",
            "tag": "splitted"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "What is decisive is whether this fear can be held to be objectively justified (ibid., § 76",
            "uk": "Вирішальним є те, чи можна вважати таке побоювання об’єктивно обґрунтованим (див. там само, пункт 76",
            "tag": "splitted"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "The objective test mostly concerns hierarchical or other links between the judge and other protagonists in the proceedings",
            "uk": "Об’єктивний критерій, головним чином, стосується ієрархічних або інших зв’язків між суддею та іншими учасниками провадження",
            "tag": "splitted"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "In this connection even appearances may be of a certain importance or, in other words, “justice must not only be done, it must also be seen to be done”",
            "uk": "У зв’язку з цим навіть зовнішні прояви можуть мати певну важливість або, іншими словами, «правосуддя має не лише здійснюватися, але й має бути видно, що воно здійснюється»",
            "tag": "splitted"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "What is at stake is the confidence which the courts in a democratic society must inspire in the public (ibid., § 77 and 78).",
            "uk": "Адже йдеться про довіру, яку в демократичному суспільстві суди повинні вселяти у громадськість (див. там само, пункти 77 і 78).",
            "tag": "splitted"
        }
    }
]