[
    {
        "id": 44,
        "translation": {
            "en": "18.  Lastly, the applicant company submitted that: on 22 November 2010 the State Commission on Securities and the Stock Market (“the Commission”) had revoked company F.S.U.’s licence to act as a depository; on 25 January 2011 the Commission had also revoked the licence of company A., which had been the registrar (the company in charge of keeping official records on share ownership in a company) in respect of company K.’s system of shareholders and depositories; on 2 March 2011 the Commission had declared the relevant records of the above system lost; on 6 April 2011 the Kyiv City Commercial Court had rescinded a contract between companies K. and A. and had recognised company F. as the new registrar; on 10 May 2011 companies K. and F. had signed a legal document whereby the former had transferred to the latter the last copy of the register for the purposes of restoring the system whereby company K.’s shareholders were recorded; on 13 May 2011 the Commission had published information about the restoring of the above system; on an unspecified date company F.S.U. had been reorganised to form company FSU, and on 12 November 2013 the Commission had issued it with a licence to act as a depository; and on an unspecified date the applicant company had asked company FSU to provide it with a statement from its securities account, and the latter had provided it with a statement indicating that as of 20 March 2014 it had had the disputed shares in its account",
            "uk": "18.  Насамкінець, підприємство-заявник зазначило, що: 22 листопада 2010 року Державна комісія з цінних паперів та фондового ринку (далі – Комісія) анулювала ліцензію підприємства «Ф.С.У.» на здійснення депозитарної діяльності; 25 січня 2011 року Комісія також анулювала ліцензію підприємства «А.», яке було реєстроутримувачем (підприємство, відповідальне за ведення офіційних записів про право власності на акції у підприємстві) системи реєстру власників акцій і зберігачів підприємства «К.»; 02 березня 2011 року Комісія визнала втраченими відповідні записи вказаної системи реєстру; 06 квітня 2011 року Господарський суд міста Києва розірвав договір між підприємствами «К.» та «А.» і призначив новим реєстроутримувачем підприємство «Ф».; 10 травня 2011 року підприємства «К.» і «Ф.» підписали акт, згідно з яким перше передало другому останню копію реєстру для відновлення системи реєстру, в якій були зареєстровані власники акцій підприємства «К.»; 13 травня 2011 року Комісія опублікувала інформацію про відновлення зазначеної системи; у незазначену дату підприємство «Ф.С.У.» було реорганізовано з метою створення підприємства «ФСУ» і 12 листопада 2013 року Комісія видала йому ліцензію на здійснення депозитарної діяльності; у незазначену дату підприємство-заявник звернулося до підприємства «ФСУ» із запитом про надання йому виписки з його рахунку у цінних паперах, і останнє надало йому таку виписку, в якій зазначалося, що станом на 20 березня 2014 року підприємство-заявник мало на своєму рахунку спірні акції",
            "tag": "splitted"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "The applicant company then submitted that, according to the depository, the disputed shares were registered as its shares",
            "uk": "Згодом підприємство-заявник зазначило, що згідно з даними зберігача спірні акції були зареєстровані як його акції",
            "tag": "splitted"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "On the other hand, it also submitted that it had lost possession of those shares owing to the revocation of company F.S.U.’s licence and the restoration of the register of shareholders by another registrar, and that consequently those shares had been registered as the Council’s shares.",
            "uk": "З іншого боку, воно також стверджувало, що втратило право власності на ці акції внаслідок анулювання ліцензії підприємства «Ф.С.У», відновлення реєстру власників акцій іншим реєстроутримувачем і подальшої реєстрації цих акцій як акцій Ради.",
            "tag": "splitted"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "19.  The courts rejected the claim, with a final decision being given by the HCCU on 21 January 2015",
            "uk": "19.  Суди залишили скаргу без задоволення, а остаточне рішення ухвалив ВГСУ 21 січня 2015 року",
            "tag": "splitted"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "With reference to the decisions adopted in the proceedings instituted by the prosecutor, they found that since the contract of 29 July 2009 had been declared invalid ab initio, company N. had not been the owner of the shares in company K. which it had bought from the Council, and therefore had not been entitled to sell some of them to the applicant company under the contract of 2 July 2010; accordingly, no transfer to the applicant company of the property title to the disputed shares had taken place",
            "uk": "Посилаючись на рішення, ухвалені в межах провадження за позовом прокурора, суди встановили, що договір від 29 липня 2009 року вважався нікчемним ab initio, підприємство «Н». не було власником куплених у Ради акцій підприємства «К.» і тому не мало права продавати частину з них підприємству-заявнику за договором від 02 липня 2010 року; таким чином, жодного переходу права власності підприємству-заявнику на спірні акції не було",
            "tag": "splitted"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "As to the applicant company’s argument that it had been a bona fide purchaser of the shares, the courts referred to Articles 330 and 388 of the Civil Code and concluded that since the courts had invalidated the contract of 29 July 2009 in the decisions adopted in the proceedings instituted by the prosecutor, that contract had not entailed any legal consequences and company N. had unlawfully registered its title to the shares, thereby depriving the Council, the legitimate owner of those shares, of possession",
            "uk": "Стосовно аргументу підприємства-заявника, що воно було добросовісним набувачем акцій, суди послалися на статті 330 та 388 Цивільного кодексу України та дійшли висновку, що оскільки суди визнали недійсним договір від 29 липня 2009 року у рішеннях, ухвалених під час провадження за позовом прокурора, цей договір не спричинив жодних правових наслідків, і підприємство «Н.» незаконно зареєструвало своє право власності на акції, позбавивши цим Раду, законного власника цих акцій, його власності",
            "tag": "splitted"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "Moreover, under Article 658 of the Civil Code, the applicant company could obtain property title to the shares only if the owner of those shares was not entitled to have them returned",
            "uk": "До того ж згідно зі статтею 658 Цивільного кодексу України підприємство-заявник могло отримати право власності на акції, лише якщо власник цих акцій не мав права на їхнє повернення",
            "tag": "splitted"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "However, the above-mentioned decisions had allegedly recognised the right of the Council, as a legitimate owner of the shares, to have the shares returned",
            "uk": "Однак зазначеними рішеннями, як стверджувалося, визнавалося право Ради як законного власника на повернення їй акцій",
            "tag": "splitted"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "The courts lastly noted that it had not been established that the applicant company had asked the new registrar to make changes in the restored system of shareholders, that the latter had refused to do so, and that the applicant company had challenged the Commission’s decisions",
            "uk": "Насамкінець, суди зазначили про невстановлення того, що підприємство-заявник зверталося до нового реєстроутримувача стосовно внесення змін до відновленої системи реєстру власників акцій, останній відмовився це зробити і підприємство-заявник оскаржувало рішення Комісії.",
            "tag": "splitted"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "39.  Lastly, the Court notes that, as indicated by the applicant company’s submissions in the course of the domestic proceedings against the Council (see paragraph 18 above), on 22 November 2010 the Commission revoked the licence of company F.S.U., in which the applicant company had had the securities account for the disputed shares",
            "uk": "39.  Насамкінець, Суд зазначає, що, як було вказано у доводах підприємства-заявника під час провадження проти Ради на національному рівні (див. пункт 18), 22 листопада 2010 року Комісія анулювала ліцензію підприємства «Ф.С.У», в якому підприємство-заявник мало рахунок у цінних паперах, на якому зберігалися спірні акції",
            "tag": "splitted"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "That happened several months after the prosecutor had instituted proceedings against company N",
            "uk": "Це сталося через декілька місяців після подання прокурором позову проти підприємства «Н.». Згодом відбулася низка інших подій, зокрема, анулювання Комісією ліцензії колишнього реєстроутримувача (підприємства «А.»), повідомлення про втрату підприємством «К.» системи реєстру власників акцій і зберігачів, а також відновлення цієї системи новим реєстроутримувачем, підприємством «Ф.» (там само",
            "tag": "splitted"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "A number of other events then took place, notably the revocation by the Commission of the former registrar’s (company A.’s) licence, the declaration of company K.’s system of shareholders and depositories lost, and the restoration of that system with the new registrar, company F. (ibid.). Although, according to the applicant company’s domestic submissions, a newly created depository company FSU provided it with a statement indicating that, as of 20 March 2014 it had had the disputed shares in its account, it is clear that the restoration of the system of company K.’s shareholders by another registrar, which registered the disputed shares as the Council’s shares, meant that the applicant de facto lost possession of the disputed shares",
            "uk": "Хоча згідно з доводами підприємства-заявника на національному рівні новостворене підприємство-зберігач «ФСУ» надало йому виписку, в якій зазначалося, що станом на 20 березня 2014 року у нього на рахунку були спірні акції, не виникає сумнівів, що відновлення системи реєстру власників акцій підприємства «К.» іншим реєстроутримувачем, який зареєстрував спірні акції як акції Ради, означало, що заявник de facto втратив право власності на спірні акції",
            "tag": "splitted"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "It is true that, as indicated by the domestic courts (see paragraph 19 above), the applicant company had not asked the new registrar to make changes in the restored system of company K.’s shareholders and had not challenged the Commission’s above decisions",
            "uk": "Дійсно, як зазначили національні суди (див. пункт 19), підприємство-заявник не зверталося до нового реєстроутимувача щодо внесення змін до відновленої системи реєстру власників акцій підприємства «K.» і не оскаржувало вказані рішення Комісії",
            "tag": "splitted"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "However, in the Court’s view, after the adoption of the court decisions in the proceedings instituted by the prosecutor, which recognised the Council as the only owner of shares in company K., that would have had no chances of success.",
            "uk": "Однак, на думку Суду, після ухвалення судових рішень в провадженні за позовом прокурора, в результаті чого Рада була визнана єдиним власником акцій підприємства «К.», таке оскарження не мало б шансів на успіх.",
            "tag": "splitted"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "43.  In this respect, the Court notes that, as it follows from the domestic law as interpreted by the domestic highest courts (see paragraphs 22-27 and 36 above), recovery of the shares from the applicant company, a bona fide purchaser to which those shares were resold, could have been possible only by way of lodging against it a rei vindicatio claim under Article 388 § 1 of the Civil Code",
            "uk": "43.  У зв’язку з цим Суд зазначає, що, як випливає з тлумачення національними судами вищих інстанцій національного законодавства (див. пункти 22 – 27 та 36), витребування акцій від підприємства-заявника, добросовісного набувача, якому були перепродані акції, могло бути можливим лише шляхом подання проти нього віндикаційного позову на підставі частини першої статті 388 Цивільного кодексу України",
            "tag": "splitted"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "Accordingly, the only legal basis under domestic law for depriving the applicant company of its property could have been the latter legal provision",
            "uk": "Таким чином, згідно з національним законодавством останнє положення могло бути єдиною правовою підставою для позбавлення підприємства-заявника його власності",
            "tag": "splitted"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "However, no such claim was lodged against it in the present case",
            "uk": "Однак у цій справі проти підприємства-заявника такого позову подано не було",
            "tag": "splitted"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "As a result, the courts could apparently not rule on the applicant company’s property rights and apply the above provision proprio motu, that is, without such a claim by the prosecutor being made against the applicant company",
            "uk": "У результаті суди, вочевидь, не могли ухвалити рішення щодо прав власності підприємства-заявника та застосувати вказане положення proprio motu, тобто за відсутності такої вимоги прокурора до підприємства-заявника",
            "tag": "splitted"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "In such a case, the Court fails to see how the courts – being faced with the fact that the applicant company had already bought some of the disputed shares by the time the prosecutor’s claim was examined, and having allowed the applicant company to join the proceedings as a third party, albeit belatedly, – could fully disregard that fact and the applicant company’s consistent reference to it and proceed with the examination of the claim on the merits as if the applicant company’s rights had not been affected at all",
            "uk": "У такому випадку Суд не розуміє, як суди, – зіткнувшись з тим, що до моменту розгляду позову прокурора підприємство-заявник вже купило деякі спірні акції, і, хоча із запізненням, задовольнивши клопотання підприємства-заявника про його залучення до провадження як третьої сторони, – змогли повністю проігнорувати цей факт і постійне посилання на нього підприємства-заявника, й продовжили розгляд позову по суті, так ніби права підприємства-заявника взагалі не зачіпалися",
            "tag": "splitted"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "In the Court’s view, the above-mentioned comment made by the Court of Appeal in respect of the applicant company did not provide any clear legal grounds for the indirect but clear interference with the latter’s own property rights",
            "uk": "На думку Суду, у згаданому коментарі апеляційного суду щодо підприємства-заявника не вказувалося зрозумілих правових підстав для непрямого, але чіткого втручання у право власності останнього",
            "tag": "splitted"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "The HCCU did not provide any clarifications in respect of the applicant company’s rights either.",
            "uk": "ВГСУ також не навів пояснення стосовно прав підприємства-заявника.",
            "tag": "splitted"
        }
    }
]