[
    {
        "id": 119,
        "translation": {
            "en": "49.  Thus, the domestic law and practice that applied at the material time clearly provided that persons who did not have a registered place of residence and, hence an electoral address, in the constituency where they actually lived were not allowed to participate in local elections, regardless of any other factors or circumstances",
            "uk": "49.  Отже, застосовані на момент подій національне законодавство та практика чітко передбачали, що особам, які не мали зареєстрованого місця проживання, і, таким чином, виборчої адреси у виборчому окрузі місця їхнього фактичного проживання, не дозволялося брати участь у місцевих виборах, незалежно від будь-яких інших факторів або обставин",
            "tag": "splitted"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "Even though the participation of IDPs in local elections was guaranteed by section 8 of the IDP Act, it provided that IDPs could do so “by changing a place of voting without changing the electoral address” (see paragraph  above",
            "uk": "Хоча участь ВПО у місцевих виборах гарантувалася статтею 8 Закону «Про ВПО», вона передбачала, що ВПО могли зробити це «шляхом зміни місця голосування без зміни виборчої адреси» (див. пункт 24",
            "tag": "splitted"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "Thus, this provision was not fully aligned to the relevant legislation on local elections which consistently provided that the mentioned procedure of changing a voting address did not apply to local elections (see paragraphs  and  above",
            "uk": "Таким чином, це положення не було повністю узгоджено з відповідним законодавством про місцеві вибори, яке послідовно передбачало, що згадана процедура зміни виборчої адреси не поширювалася на місцеві вибори (див. пункти 15 і 17",
            "tag": "splitted"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "Therefore, as the Government submitted, in practice IDPs were not treated in this respect any differently from any other group of people who lived outside their registered places of residence and could not participate in local elections at places of their actual residence",
            "uk": "Тому, як стверджував Уряд, у зв’язку з цим на практиці до ВПО не ставилися інакше, ніж до будь-якої іншої групи громадян, які не проживали за зареєстрованим місцем проживання і не могли брати участь у місцевих виборах за місцем фактичного проживання",
            "tag": "splitted"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "However, failure to treat differently persons whose situation is significantly different may amount to discrimination (see, mutatis mutandis, Thlimmenos v. Greece [GC], no. 34369/97, § 44, ECHR 2000IV",
            "uk": "Однак відсутність особливого ставлення до осіб, чия ситуація істотно відрізняється, може вважатися дискримінацією (див., mutatis mutandis, рішення у справі «Тлімменос проти Греції» [ВП] (Thlimmenos v. Greece) [GC], заява № 34369/97, пункт 44, ЄСПЛ 2000-IV",
            "tag": "splitted"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "Furthermore, the Court has previously accepted that a general policy or measure that has disproportionately prejudicial effects on a particular group may be considered to be discriminatory, regardless of whether or not it is specifically aimed at that group, and that discrimination potentially contrary to the Convention may result from a de facto situation (see D.H. and Others, cited above, § 175).",
            "uk": "До того ж Суд вже погоджувався, що загальна політика або захід, які мають непропорційно негативні наслідки для конкретної групи, можуть вважатися дискримінаційними, незалежно від того, чи спрямовані вони конкретно на цю групу; а дискримінація, яка потенційно суперечитиме Конвенції, може виникнути в результаті ситуації de facto (див. згадане рішення у справі «Д.Г. та інші проти Чеської Республіки» (D.H. and Others v. The Czech Republic), пункт 175).",
            "tag": "splitted"
        }
    }
]