[
    {
        "id": 27,
        "translation": {
            "en": "10.  Following the entry into force of a new Criminal Procedure Code, on 26 December 2012 the applicant lodged a complaint with the police, alleging negligence by the orderlies",
            "uk": "10.  26 грудня 2012 року після набрання чинності новим Кримінальним процесуальним кодексом України заявниця звернулась зі скаргою до міліції, стверджуючи про недбалість санітарок",
            "tag": "splitted"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "The complaint was registered and two separate investigations launched into negligent performance of duties by members of the medical or pharmaceutical profession and negligence of duties by officials",
            "uk": "Скарга була зареєстрована та було розпочато два окремих розслідування за фактом неналежного виконання обов’язків медичними чи фармацевтичними працівниками та неналежного виконання обов’язків посадовими особами",
            "tag": "splitted"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "On 19 February 2013 both investigations were merged",
            "uk": "19 лютого 2013 року розслідування були об’єднані",
            "tag": "splitted"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "Several witnesses were questioned including the applicant, her mother and orderly L. The latter testified that she had not seen the incident take place but had later learned that for an unknown reason B. had hit the applicant with a mop left by L. in their room",
            "uk": "Були допитані декілька свідків, у тому числі заявниця, її мати та санітарка Л",
            "tag": "splitted"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "On 30 June 2013 the proceedings were terminated by a police investigator of the Slyavyanoserbskyy District Police Department (слідчій слідчого відділу Слов’яносербського районного відділу ГУМВС України в Луганській області",
            "uk": "Остання показала, що не бачила, як стався нещасний випадок, проте згодом дізналася, що з незрозумілих причин Б. вдарила заявницю шваброю, яку Л. залишила у їхній палаті. \n30 червня 2013 року слідчий слідчого відділу Слов’яносербського районного відділу ГУМВС України в Луганській області закрив провадження",
            "tag": "splitted"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "That decision was identical to the one of 8 May 1998 (see paragraph 8 above) and referred to the investigator’s findings (i) that B. had been “without legal capacity because of a mental disorder” (недієздатна внаслідок психічного розладу) and thus could not be held responsible for assaulting the applicant, and (ii) that even though it appeared that the orderlies N. and L. had been negligent in their duties, which could constitute a crime under Article 167 (negligence of duties by officials) or Article 140 of the new 2001 Criminal Code (negligent performance of duties by members of the medical profession), they were not considered to be “officials” or “members of the medical profession” who could be prosecuted under those provisions of the law.",
            "uk": "Ця постанова була ідентичною постанові від 08 травня 1998 року (див. пункт 8) та посилалася на висновки слідчого, (і) що Б. була «недієздатною внаслідок психічного розладу», а тому не могла нести відповідальність за напад на заявницю, та (іі) хоча вбачалося, що санітарки Н. та Л. неналежно виконували свої посадові обов’язки, що могло становити злочин, передбачений статтею 167 (халатність) або статтею 140 нового Кримінального кодексу України 2001 року (неналежне виконання професійних обов’язків медичним працівником), вони не вважалися «посадовими особами» або «медичними працівниками», які могли бути притягнуті до відповідальності згідно з цими положеннями законодавства.",
            "tag": "splitted"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "48.  The Court has previously found on numerous occasions, when examining complaints related to the deaths of patients in the care of the medical profession, that States are required to make regulations compelling asylums, whether public or private, to adopt appropriate measures for the protection of their patients’ lives and to set up an effective independent judicial system so that the cause of death of patients, whether in the public or the private sector, can be determined and those responsible made accountable (see Calvelli and Ciglio v. Italy [GC], no. 32967/96, § 49, ECHR 2002I, and Dodov v. Bulgaria, no. 59548/00, § 80, 17 January 2008",
            "uk": "48.  Суд уже неодноразово встановлював під час розгляду скарг, пов’язаних зі смертю пацієнтів, які перебували під наглядом медичних працівників, що держава повинна запровадити законодавчі положення, які зобов’язуватимуть інтернати, як державні, так і приватні, вживати необхідні заходи для захисту життів їхніх пацієнтів та створити ефективну незалежну судову систему з метою забезпечення встановлення причин смерті пацієнтів, які знаходились на лікуванні як в державному, так і в приватному секторі, та притягнення до відповідальності винних осіб (див. рішення у справах «Калвеллі і Чільйо проти Італії» [ВП] (Calvelli and Ciglio v. Italy) [GC], \nзаява № 32967/96, пункт 49, ЄСПЛ 2002-I та «Додов проти Болгарії» (Dodov v. Bulgaria), заява № 59548/00, пункт 80, від 17 січня \n2008 року",
            "tag": "splitted"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "The same conclusions were reached by the Court in respect of securing the well-being of detainees or other persons under the control of the State authorities (see Gorgiev v. the former Yugoslav Republic of Macedonia, no. 26984/05, § 69, 19 April 2012; Mosendz v. Ukraine, no. 52013/08, § 92, 17 January 2013; and Yuri Illarionovitch Shchokin v. Ukraine, no. 4299/03, §§ 35-37, 3 October 2013",
            "uk": "Суд дійшов аналогічних висновків і щодо гарантування добробуту ув’язнених та інших осіб, які знаходяться під контролем державних органів (див. рішення у справах «Горгієв проти Колишньої Югославської Республіки Македонії» (Gorgiev v. the former Yugoslav Republic of Macedonia), заява № 26984/05, пункт 69, від 19 квітня \n2012 року; «Мосендз проти України» (Mosendz v. Ukraine), \nзаява № 52013/08, пункт 92, від 17 січня 2013 року та «Юрій Ілларіонович Щокін проти України» (Yuri Illarionovitch Shchokin v. Ukraine), заява № 4299/03, пункти 35 – 37, від 03 жовтня 2013 року",
            "tag": "splitted"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "The Court also pointed out that in the case of mentally ill patients, consideration had to be given to their particular vulnerability (see Keenan v. the United Kingdom, no. 27229/95, § 111, ECHR 2001III; Rivière v. France, no. 33834/03, § 63, 11 July 2006; and Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 131, ECHR 2014).",
            "uk": "Суд також зазначив, що у справах психічно хворих пацієнтів має враховуватись їхня особлива вразливість (див. рішення у справах «Кінан проти Сполученого Королівства» (Keenan v. the United Kingdom), заява № 27229/95, пункт 111, ЄСПЛ 2001III; «Рів’єр проти Франції» (Rivière v. France), заява № 33834/03, пункт 63, від 11 липня 2006 року та «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» [ВП] (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) [GC], заява № 47848/08, пункт 131, ЄСПЛ 2014).",
            "tag": "splitted"
        }
    }
]