[
    {
        "id": 170,
        "translation": {
            "en": "118.  In so far as the applicant company complained that the Kyiv Commercial Court and the Commercial Court of Appeal had failed to take into account the findings contained in the judgment of the Pecherskyy Court of 25 August 2004, the Court considers that this complaint has to be examined in the context of the applicant company’s more general complaint relating to the fact that the dispute regarding the lawfulness of the 2004 privatisation had been dealt with by the courts in the framework of two “parallel” judicial procedures (see paragraph 101 above",
            "uk": "118.  Стосовно скарги підприємства-заявника, що Господарський суд м. Києва та апеляційний господарський суд не взяли до уваги висновки, які містились у рішенні Печерського суду від 25 серпня 2004 року, Суд вважає, що ця скарга має розглядатися у контексті більш загальної скарги підприємства-заявника, пов’язаної з тим фактом, що спір про законність приватизації 2004 року розглядався судами в рамках двох «паралельних» судових проваджень \n(див. пункт 101",
            "tag": "splitted"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "While the existence of multiple parallel and interrelated proceedings concerning substantially the same legal issue may potentially have implications for compliance with the principle of legal certainty (see, for instance, Mullai and Others v. Albania, no. 9074/07, §§ 81, 86-88, 23 March 2010), the Court reiterates its finding that the dispute in the present case was finally resolved by the commercial courts, and the “parallel” proceedings before the courts of general jurisdiction were eventually discontinued (see paragraph 87 above",
            "uk": "Хоча існування численних паралельних і взаємопов’язаних проваджень щодо правових питань, аналогічних за своєю суттю, може потенційно мати значення для дотримання принципу юридичної визначеності (див., наприклад, рішення у справі «Муллаі та інші проти Албанії» (Mullai and Others v. Albania), заява № 9074/07, пункти 81, 86 – 88, від 23 березня 2010 року), Суд нагадує свій висновок, що спір у цій справі був остаточно вирішений господарськими судами, а «паралельні» провадження у судах загальної юрисдикції були зрештою припинені (див. пункт 87",
            "tag": "splitted"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "Although the applicant company argued that at some stage in those proceedings there had been some inconsistency between the decisions of the commercial courts and those of the courts of general jurisdiction, it has not been demonstrated that this was the case or that the alleged inconsistency persisted until the time when the matter was finally determined by the Supreme Court (see paragraph 60 above).",
            "uk": "Хоча підприємство-заявник стверджувало, що на певній стадії цих проваджень між рішеннями господарських судів і судів загальної юрисдикції була деяка неузгодженість, не було доведено, що це насправді було так або що стверджувана неузгодженість існувала до остаточного вирішення справи Верховним Судом України \n(див. пункт 60).",
            "tag": "splitted"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "160.  As indicated by the Government’s submissions, the Supreme Court endorsed the Prosecutor General’s argument that he had become aware of the decision of 22 October 2004 from a complaint by a member of Parliament, and granted the requested extension of time (see paragraphs 4042 above",
            "uk": "160.  Як зазначено у доводах Уряду, Верховний Суд України прийняв аргумент Генерального прокурора України, що йому стало відомо про рішення від 22 жовтня 2004 року зі скарги народного депутату, та задовольнив клопотання про поновлення строку \n(див. пункти 40 – 42",
            "tag": "splitted"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "Although it is not the Court’s task to substitute itself for the domestic courts in their assessment of the relevant circumstances, it notes that there are several aspects of the case which are important to the question of whether the above argument could justify the reopening of the case",
            "uk": "Хоча завдання Суду не полягає в тому, щоб підміняти собою національні суди у їхній оцінці відповідних обставин, він зазначає, що є декілька аспектів справи, які є важливими для питання здатності згаданого аргументу виправдати перегляд справи",
            "tag": "splitted"
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "Firstly, the Office of the Prosecutor General was informed of the original proceedings as early as July 2004, though no representative from that office attended the court hearings, notwithstanding the Kyiv Commercial Court’s specific order in that regard (see paragraph 35 above",
            "uk": "По-перше, Генеральна прокуратура України була повідомлена про первинне провадження ще у червні 2004 року, проте жоден її представник не з’явився в судові засідання, незважаючи на окрему ухвалу Господарського суду м. Києва з цього питання (див. пункт 35",
            "tag": "splitted"
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "Secondly, representatives from different State bodies took part in the proceedings and they became aware of the decision of 22 October 2004 on the same day, but lodged no appeal against it (see paragraphs 32 and 39 above",
            "uk": "По-друге, у провадженні брали участь представники різних органів влади та їм стало відомо про рішення від 22 жовтня 2004 року того ж дня, але вони не оскаржили його (див. пункти 32 та 39",
            "tag": "splitted"
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "In his appeal, the Prosecutor General, who acted on behalf of the State, did not suggest that those representatives had been precluded from defending the State interests at stake in the case",
            "uk": "У своєму касаційному подані Генеральний прокурор України, який діяв в інтересах держави, не стверджував, що ці представники були позбавлені можливості захищати інтереси держави, які були предметом розгляду у цій справі",
            "tag": "splitted"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "Nor did he suggest that there had been any kind of communication problem within the Government resulting in the information about the outcome of the case in October 2004, which had been a matter of public concern (see paragraphs 13 and 14 above), not reaching those concerned",
            "uk": "Він також не стверджував про наявність будь-якої проблеми з комунікацією в Уряді, внаслідок якої інформація про результат розгляду справи у жовтні 2004 року, яка становила суспільний інтерес (див. пункти 13 та 14), не надійшла до зацікавлених осіб",
            "tag": "splitted"
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "Thirdly, even assuming that the Office of the Prosecutor General had been informed of the decision of 22 October 2004 on 30 December 2004, no explanation was given as to why the appeal had been lodged more than a month after that date, and why the time-limit should be extended to 7 February 2005.",
            "uk": "По-третє, навіть якщо припустити, що про рішення від 22 жовтня 2004 року Генеральна прокуратура України була повідомлена 30 грудня 2004 року, не було надано жодного пояснення щодо причини звернення з касаційним поданням більше ніж через місяць з цієї дати, і чому строк необхідно було поновити до 07 лютого 2005 року.",
            "tag": "splitted"
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "186.  The principle of lawfulness also presupposes that the applicable provisions of domestic law are sufficiently accessible, precise and foreseeable in their application (see Beyeler v. Italy [GC], no. 33202/96, §§ 109-10, ECHR 2000-I). Likewise, domestic law must provide a measure of legal protection against arbitrary interferences by the public authorities with the rights safeguarded by the Convention (see Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 84, ECHR 2000-XI",
            "uk": "186.  Принцип законності також передбачає, що чинні положення національного законодавства є достатньо доступними, чіткими та передбачуваними у своєму застосуванні (див. рішення у справі «Беєлер проти Італії» [ВП] (Beyeler v. Italy) [GC], заява № 33202/96, пункти 109, 110, ЄСПЛ 2000–I). Аналогічно національне законодавство має надавати засіб юридичного захисту від свавільного втручання державних органів влади у права, захищені Конвенцією (див. рішення у справі «Хасан і Чауш проти Болгарії» [ВП] (Hasan and Chaush v. Bulgaria) [GC], заява № 30985/96, пункт 84, ЄСПЛ 2000–XI). \nСтаття 1 Першого протоколу до Конвенції дійсно не містить чітких процесуальних вимог і відсутність судового перегляду сама по собі не становить порушення цього положення (див. рішення у справах «Фредін проти Швеції (№ 1)» (Fredin v. Sweden (no. 1)), від 18 лютого 1991 року, пункт 50, Серія А № 192, та «АТ «S.C. Антарес Транспорт» та ТОВ «S.C. Трансробі» проти Румунії» (S.C. Antares Transport S.A. and S.C. Transroby S.R.L.v. Romania), заява № 27227/08, пункт 46, \nвід 15 грудня 2015 року",
            "tag": "splitted"
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "It is true that Article 1 of Protocol No. 1 contains no explicit procedural requirements and the absence of judicial review does not amount, in itself, to a violation of that provision (see Fredin v. Sweden (no. 1), 18 February 1991, § 50, Series A no. 192, and S.C. Antares Transport S.A. and S.C. Transroby S.R.L. v. Romania, no. 27227/08, § 46, 15 December 2015",
            "uk": "Проте вона передбачає, що будь-яке втручання у мирне володіння майном має супроводжуватися процесуальними гарантіями, які надають відповідній фізичній чи юридичній особі обґрунтовану можливість звернутися зі своєю справою до компетентних органів влади з метою ефективного оскарження заходів, які становлять втручання у права, гарантовані цим положенням",
            "tag": "splitted"
        }
    },
    {
        "id": 281,
        "translation": {
            "en": "Nevertheless, it implies that any interference with the peaceful enjoyment of possessions must be accompanied by procedural guarantees affording to the individual or entity concerned a reasonable opportunity of presenting their case to the responsible authorities for the purpose of effectively challenging the measures interfering with the rights guaranteed by that provision. In ascertaining whether that condition has been satisfied, a comprehensive view must be taken of the applicable judicial and administrative procedures (see Jokela v. Finland, no. 28856/95, § 45, ECHR 2002-IV with further references, and Stolyarova v. Russia, no. 15711/13, § 43, 29 January 2015).",
            "uk": "При оцінці дотримання цієї умови необхідно здійснити комплексний розгляд відповідних судових та адміністративних процедур (див. рішення у справах «Йокела проти Фінляндії» (Jokela v. Finland), заява № 28856/95, пункт 45, ЄСПЛ 2002–IV з подальшими посиланнями, та «Столярова проти Росії» (Stolyarova v. Russia), \nзаява № 15711/13, пункт 43, від 29 січня 2015 року).",
            "tag": "splitted"
        }
    }
]