[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF CHERNIKA v. UKRAINE",
            "uk": "СПРАВА «ЧЕРНІКА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 53791/11)",
            "uk": "(Заява № 53791/11)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "12 March 2020",
            "uk": "12 березня 2020 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "12/07/2020",
            "uk": "12.07.2020"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Chernika v. Ukraine,",
            "uk": "У справі «Черніка проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGabriele Kucsko-Stadlmayer,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tMārtiņš Mits,\n\tLado Chanturia,\n\tAnja Seibert-Fohr, judges,\nand Claudia Westerdiek, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tГанна Юдківська (Ganna Yudkivska),\n\tАндре Потоцький (André Potocki),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tЛадо Чантурія (Lado Chanturia),\n\tАня Сайбер-Фор (Anja Seibert-Fohr), судді,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 11 February 2020,",
            "uk": "після обговорення за зачиненими дверима 11 лютого 2020 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "процедура"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 53791/11) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Mykhaylo Mykhaylovych Chernika (“the applicant”), on 17 August 2011.",
            "uk": "1.  Справу було розпочато за заявою (№ 53791/11), яку 17 серпня 2011 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Михайло Михайлович Черніка (далі – заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant was represented by Mr Oleh Leontyev, a lawyer practising in Lviv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Ivan Lishchyna.",
            "uk": "2.  Заявника представляв пан Олег Леонтьєв, юрист, який практикує у м. Львів. Уряд України (далі – Уряд) представляв його Уповноважений, пан Іван Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "4.  On 10 October 2017 the Government were given notice of the above complaint and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  10 жовтня 2017 року Уряд було повідомлено про зазначену скаргу, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "THE FACTS",
            "uk": "Факти"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE CIRCUMSTANCES OF THE CASE",
            "uk": "Обставини справи"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "5.  The applicant was born in 1974 and lives in Lutsk.",
            "uk": "5.  Заявник народився у 1974 році та проживає у м. Луцьк."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "7.  In the course of the pre-trial investigation those three witnesses made the following statements:",
            "uk": "7.  Під час досудового слідства ці три свідки надали такі показання:"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "8.  In the course of the pre-trial investigation confrontations were held between the above-mentioned witnesses and the applicant. The applicant submitted and the Government did not contest that at that stage the applicant and his lawyers did not have access to the investigation file (see the relevant provision of the domestic law in paragraph 33 below).",
            "uk": "8.  Під час досудового слідства між зазначеними свідками та заявником було проведено очні ставки. Заявник стверджував, а Уряд не оскаржив, що на цьому етапі заявник та його захисники не мали доступу до матеріалів розслідування (див. відповідне положення національного законодавства у пункті 33)."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "9.  The applicant was tried before the Lutsk Court (Луцький міськрайонний суд), composed of Judge V.D., sitting in single-judge formation.",
            "uk": "9.  Справа заявника розглядалася у Луцькому міськрайонному суді у складі судді В.Д., який засідав одноособово."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "10.  In the course of the trial N.Sh. affirmed her pre-trial statement.",
            "uk": "10.  Під час судового розгляду справи Н.Ш. підтвердила свої показання, надані під час досудового слідства."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "11.  Z. and Y.G., who knew the applicant and N.Sh. and either lived at or regularly visited N.Sh.’s flat and engaged in prostitution there, were questioned. They testified that V.G. and I.S. had visited N.Sh. from the Crimea and had bought some drugs from the applicant.",
            "uk": "11.  Було допитано З. та Є.Г., які знали заявника і Н.Ш. та або жили, або регулярно відвідували квартиру Н.Ш. і займалися там проституцією. Вони засвідчили, що В.Г. та І.С. приїжджали до Н.Ш. з Криму і придбали у заявника певні наркотичні засоби."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "13.  On 26 August 2008 the Lutsk Court convicted the applicant of theft and illegal possession of a large quantity of drugs with intent to sell them and sentenced him to eight years’ imprisonment, with confiscation of his property.",
            "uk": "13.  26 серпня 2008 року Луцький міськрайонний суд визнав заявника винним у викраденні та незаконному зберіганні наркотичних засобів у великих розмірах з метою їхнього збуту та обрав йому покарання у виді позбавлення волі на строк вісім років з конфіскацією усього належного йому майна."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "14.  Following an appeal by the applicant, on 10 March 2009 the Volyn Regional Court of Appeal quashed the trial court’s judgment on the grounds that the trial court had read out V.G.’s statement despite having no information as to the reasons for his latest failure to appear before the trial court (see paragraph 12 above). The case was remitted for retrial before a different trial judge.",
            "uk": "14.  10 березня 2009 року за апеляційною скаргою заявника Апеляційний суд Волинської області скасував вирок суду першої інстанції на тій підставі, що суд першої інстанції оголосив показання В.Г. за відсутності інформації про причини неявки останнього у засідання суду першої інстанції (див. пункт 12). Справа була повернута на новий розгляд іншому судді першої інстанції."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "15.  The retrial was held before the Lutsk Court composed of a different judge, Judge V.B., sitting in a single-judge formation.",
            "uk": "15.  Повторний розгляд справи відбувся у Луцькому міськрайонному суді у складі іншого судді, В.Б., який засідав одноособово."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "16.  In the course of the retrial N.Sh., V.G. and I.S. were repeatedly summoned but failed to appear.",
            "uk": "16.  Під час повторного судового розгляду Н.Ш., В.Г. та І.С. неодноразово викликали у судове засідання, але вони не з’явилися."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "17.  The failure of those witnesses to appear (for reasons that were unclear), despite their being repeatedly summoned, was discussed at the hearings of 30 June 2009 and 10 July 2009.",
            "uk": "17.  Неявка цих свідків (з незрозумілих причин), незважаючи на їхній неодноразовий виклик, обговорювалася у судових засіданнях \n30 червня 2009 року та 10 липня 2009 року."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "18.  On the latter date the trial court ordered the Security Service to find the witnesses and asked the prosecutor’s office to ensure that the order was carried out.",
            "uk": "18.  В останню дату суд першої інстанції звернувся до Служби безпеки України з проханням знайти свідків, а до прокуратури з проханням забезпечити виконання його ухвали."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "19.  On 9 September 2009 the Security Service provided the trial court with medical documentation showing that V.G. and I.S. were seriously ill: V.G. had been hospitalised and I.S. was suffering from tuberculosis and was infectious. According to the medical documentation, as summarised in the documents before the Court, the witnesses’ health did not allow them to travel from the Crimea to Lutsk (a distance of at least a thousand kilometres).",
            "uk": "19.  09 вересня 2009 року Служба безпеки України надала суду першої інстанції медичну документацію, яка свідчила, що В.Г. та І.С. були тяжко хворими: В.Г. був госпіталізований, а І.С. страждав на туберкульоз і був заразним. Згідно з медичною документацією, узагальненою в наявних у Суду документах, стан здоров’я свідків не дозволяв їм приїхати з Криму до м. Луцьк (відстань не менше тисячі кілометрів)."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "20.  No information has been provided to the Court concerning the reasons for N.Sh.’s absence. She could not be found throughout the retrial.",
            "uk": "20.  Суду не було надано жодної інформації щодо причин неявки Н.Ш. Її місцезнаходження не могли встановити протягом усього повторного судового розгляду."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "21.  On 23 September 2009 the court, at the opening of that day’s hearing, announced that N.Sh., V.G. and I.S., among other witnesses, had for unknown reasons not appeared, despite having being summoned.",
            "uk": "21.  23 вересня 2009 року на початку засідання того дня суд оголосив про неявку з невідомих причин, серед інших свідків, Н.Ш., В.Г. та І.С., незважаючи на їхній виклик."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "22.  On 28 September 2009 O.G., a police officer and a former colleague of the applicant, was examined as a witness. He testified that the applicant and N.Sh. had been friends. The prosecutor asked him, among other things, where N.Sh. worked. O.G. responded that N.Sh. was currently working as a prostitute and named the street in which she worked.",
            "uk": "22.  28 вересня 2009 року О.Г., працівник міліції та колишній колега заявника, був допитаний як свідок. Він засвідчив, що заявник і Н.Ш. були друзями. Прокурор запитав його, серед іншого, щодо місця роботи Н.Ш. О.Г. відповів, що Н.Ш. наразі займалася проституцією та назвав вулицю, на якій вона працювала."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "23.  Two witnesses who had visited and worked at N.Sh.’s flat and who had testified at the first trial (see paragraph 11 above) also testified at the retrial, giving the following evidence.",
            "uk": "23.  Двоє свідків, які відвідували та працювали в квартирі Н.Ш. і давали показання під час першого судового розгляду (див. пункт 11), також дали такі показання під час повторного судового розгляду."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "(i)  Y.G. testified, in particular, that she had come to know the applicant, who had been N.Sh.’s friend at the time, well and that all three of them had spent a lot of time together in N.Sh.’s flat. There the witness had overheard conversations between the applicant and N.Sh. and between N.Sh. and V.G. and I.S. concerning drugs;",
            "uk": "(i)  Є.Г. засвідчила, зокрема, що вона добре знала заявника, який на той момент був другом Н.Ш., і що вони троє провели багато часу разом у квартирі Н.Ш. Там свідок чула розмови заявника і Н.Ш., а також Н.Ш. і В.Г. та І.С. щодо наркотичних засобів;"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "(ii)  Z. stated, in particular, that she had lived at N.Sh.’s flat, which the applicant had visited regularly. Z. had once overheard the applicant tell N.Sh. that he was in a position to sell some drugs seized in a criminal case he was investigating. N.Sh. had responded that she had friends in the Crimea who would be able to sell the drugs on. V.G. and I.S. had been mentioned in that context. They had come from the Crimea and had visited N.Sh.’s flat several times.",
            "uk": "(ii)  З. зазначила, зокрема, що вона проживала в квартирі Н.Ш., яку заявник регулярно відвідував. Якось З. почула, як заявник сказав Н.Ш. що мав можливість продати певні наркотичні засоби, вилучені у кримінальній справі, яку він розслідував. Н.Ш. відповіла, що у неї були друзі у Криму, які могли продавати наркотичні засоби. У зв’язку з цим згадувалися В.Г. та І.С. Вони приїхали з Криму та декілька разів відвідували квартиру Н.Ш."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "24.  O.O., who had also been living in N.Sh.’s flat at the relevant time, testified that the applicant had been friends with N.Sh. and had visited her flat and that V.G. and I.S. had also visited her flat at about the same time.",
            "uk": "24.  О.О., яка також на той момент проживала у квартирі Н.Ш., засвідчила, що заявник товаришував з Н.Ш. і відвідав її квартиру та що В.Г. та І.С. також відвідували її квартиру приблизно в той самий час."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "25.  On 11 December 2009 the Lutsk Court convicted the applicant again and sentenced him to eight years’ imprisonment. The court cited essentially the same evidence as had been cited in the first trial judgment:",
            "uk": "25.  11 грудня 2009 року Луцький міськрайонний суд знову визнав заявника винним та обрав йому покарання у виді позбавлення волі на строк вісім років. Суд навів по суті ті самі докази, що були наведені у вироку, винесеному за результатами першого судового розгляду:"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "(ii)  the statements of N.Sh.’s friends and colleagues (Y.G., Z., O.O. – see paragraphs 23 and 24 above);",
            "uk": "(ii)  показання друзів і колег Н.Ш. (Є.Г., З., O.O. – див. пункти 23 і 24);"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "(iii)  the statement of officer O.G. to the effect that the applicant and N.Sh. had been friends (see paragraph 22 above);",
            "uk": "(iii)  показання працівника міліції О.Г. щодо дружби заявника та Н.Ш. (див. пункт 22);"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "(iv)  documentary evidence that the applicant had had possession of the jar containing opium that had been seized as evidence, and expert evidence showing that between December 2004 (when the applicant had taken custody of the jar) and May 2006 (when its contents had been re-examined by an expert) the amount of active drugs in the jar had fallen by 1.2 kilogram;",
            "uk": "(iv)  задокументовані докази, що у розпорядженні заявника була вилучена як доказ банка з опієм і висновки експертів, які вказували, що у період з грудня 2004 року (коли заявник взяв на зберігання банку) та травнем 2006 року (коли її вміст був повторно досліджений експертом) маса діючої наркотичної речовини у банці зменшилась на 1,2 кілограма;"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "26.  The applicant appealed, submitting in particular that N.Sh., V.G. and I.S. had not been examined in the course of the retrial, that they had not been credible as witnesses and that their statements had been contradictory. He pointed out, in particular, that the witnesses had not been prosecuted for drug dealing even though, according to their statements, they had bought drugs from him. The details of their accounts had changed over time, rendering them not credible.",
            "uk": "26.  Заявник подав апеляційну скаргу, зокрема зазначивши, що під час повторного судового розгляду Н.Ш., В.Г. та І.С. не допитували, вони не були свідками, які заслуговували на довіру, а їхні показання були суперечливими. Зокрема, він вказав, що свідків не притягнули до кримінальної відповідальності за торгівлю наркотиками, хоча згідно з їхніми показаннями вони придбали у нього наркотичні засоби. З часом деталі їхніх показань змінилися, що зробило їх недостовірними."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "27.  On 2 March 2010 the Volyn Regional Court of Appeal upheld the trial court’s judgment. The court considered the statements of the three witnesses to be concordant with each other and with the results of the confrontations with the applicant. The trial court had taken all possible steps to find the above-mentioned witnesses and examine them.",
            "uk": "27.  02 березня 2010 року Апеляційний суд Волинської області залишив без змін вирок суду першої інстанції. Суд вважав показання трьох свідків узгодженими як між собою, так і з результатами очних ставок із заявником. Суд першої інстанції вжив усіх можливих заходів для пошуку згаданих свідків та їхнього допиту."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "28.  On 15 March 2011 the Supreme Court rejected an appeal on points of law lodged by the applicant and upheld the lower courts’ decisions.",
            "uk": "28.  15 березня 2011 року Верховний Суд України відмовив у задоволенні касаційної скарги заявника та залишив без змін рішення судів нижчих інстанцій."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "RELEVANT DOMESTIC LAW",
            "uk": "ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "29.  The provisions of the 1963 Code of Criminal Procedure (“the CPC”), which at the material time governed the summoning of witnesses, can be found in Karpyuk and Others v. Ukraine (nos. 30582/04 and 32152/04, §§ 77 to 80, 6 October 2015).",
            "uk": "29.  Положення Кримінально-процесуального кодексу України \n1963 року (далі – КПК України), який на то момент регулював виклик свідків, наведений в рішенні у справі «Карпюк та інші проти України» (Karpyuk and Others v. Ukraine), заяви № 30582/04 та № 32152/04, пункти 77 – 80, від 06 жовтня 2015 року)."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "30.  Article 852 of the CPC provided that investigative steps, including confrontations, could be video recorded and set forth the procedure in respect of such recordings.",
            "uk": "30.  Стаття 852 КПК України передбачала, що слідчі дії, у тому числі очні ставки, могли бути записані на відео, та встановлювала порядок застосування такого відеозапису."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "31.  Article 87 of the CPC required that a transcript of a trial be kept in the case file and that that transcript contain, in particular, a detailed record of all witness testimony given in the course of the trial.",
            "uk": "31.  Стаття 87 КПК України вимагала, щоб у матеріалах справи зберігався протокол судового засідання, і цей протокол містив, зокрема, докладний запис показань усіх свідків, наданих під час судового розгляду."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "33.  Article 218 of the Code required that the defendant be given access to the full case file upon the completion of the pre-trial investigation, prior to the case’s transfer (upon the lodging of a bill of indictment) to the trial court. The text of that provision is set out in Nevmerzhitsky v. Ukraine (no. 54825/00, § 54, ECHR 2005II (extracts)).",
            "uk": "33.  Стаття 218 Кодексу вимагала, щоб після закінчення досудового слідства підсудний отримував доступ до всіх матеріалів справи перед передачею справи (після подання обвинувального акту) до суду першої інстанції. Текст цього положення викладений в рішенні у справі «Невмержицький проти України» (Nevmerzhitsky v. Ukraine), \nзаява № 54825/00, пункт 54, ЄСПЛ 2005II (витяги)."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "34.  The 2012 Code of Criminal Procedure, which is in force at present, entitles a convicted person to request the reopening of criminal proceedings that ended in a final conviction where the Court has found that a violation of the Convention occurred in the course of those proceedings. The relevant provisions of domestic law are set out in Rostovtsev v. Ukraine (no. 2728/16, §§ 16, 19-22, 25 July 2017).",
            "uk": "34.  Кримінально-процесуальний кодекс 2012 року, який є чинним на цей момент, дає право засудженому вимагати перегляду кримінальної справи, яка закінчилася винесенням вироку, що набрав законної сили, якщо Суд встановлює наявність порушень Конвенції під час розгляду цієї справи. Відповідні положення національного законодавства наведені у справі «Ростовцев проти України» (Rostovtsev v. Ukraine), заява № 2728/16, пункти 16, 19 – 22, від 25 липня \n2017 року)."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
            "uk": "«1. Кожен має право на справедливий ... розгляд його справи ... судом, ... який ... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення..."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "3. Everyone charged with a criminal offence has the following minimum rights:",
            "uk": "3. Кожний обвинувачений у вчиненні кримінального правопорушення має щонайменше такі права:"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "(d) to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
            "uk": "(d) допитувати свідків обвинувачення або вимагати, щоб їх допитали, а також вимагати виклику й допиту свідків захисту на тих самих умовах, що й свідків обвинувачення;"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "36.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "36.  Суд зазначає, що ця заява не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "38.  The Government submitted that the applicant’s conviction had been based on a wide range of evidence, including the evidence of numerous witnesses other than N.Sh., V.G. and I.S. Moreover, the applicant had been able to confront those three witnesses in the course of the pre-trial investigation.",
            "uk": "38.  Уряд стверджував, що визнання заявника винним ґрунтувалося на великій кількості доказів, у тому числі показаннях численних свідків, окрім показань Н.Ш., В.Г. та І.С. Крім того, заявник міг допитати цих трьох свідків під час досудового слідства."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Relevant case-law",
            "uk": "Відповідна практика"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "39.  The Court, in its case-law, has developed two main sets of potentially relevant principles:",
            "uk": "39.  Суд у своїй практиці розробив дві основні групи потенційно актуальних принципів:"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "(i)  case-law concerning the admission of evidence of witnesses absent from a trial and",
            "uk": "(i)  практика щодо визнання допустимими доказами показань свідків, відсутніх під час судового розгляду, та"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "(ii)  case-law concerning the principle of immediacy.",
            "uk": "(ii)  практика щодо принципу безпосередності."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Admission of evidence of witnesses absent from a trial",
            "uk": "Визнання допустимими доказами показань свідків, відсутніх під час судового розгляду"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "41.  To summarise, the application of the Al-Khawaja and Schatschaschwili principles involves, generally speaking, the examination of three questions:",
            "uk": "41.  Резюмуючи, застосування принципів справ «Аль-Хаваджа та Тахері проти Сполученого Королівства» (Al‑Khawaja and Tahery v. the United Kingdom) та «Шачашвілі проти Німеччини» (Schatschaschwili v. Germany) у цілому передбачає розгляд трьох питань:"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "(i)  whether there was a good reason for the non-attendance of the witness and for the admission of the absent witness’s statement as evidence (see Schatschaschwili, cited above, §§ 119-125);",
            "uk": "(i)  чи були достатні підстави для неявки свідка та визнання допустимим доказом показань відсутнього свідка (див. згадане рішення у справі «Шачашвілі проти Німеччини» (Schatschaschwili v. Germany), пункти 119 – 125);"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "(ii)  whether the evidence of the absent witness was the sole or decisive basis for the conviction or carried such significant weight that its admission may have handicapped the defence (ibid., §§ 116, 119 and 126-147); and",
            "uk": "(ii)  чи були показання відсутнього свідка єдиною або вирішальною підставою для засудження чи достатньо вагомою, щоб їх визнання допустимим доказом могло створити перешкоди для сторони захисту (там само, пункти 116, 119 і 126 – 147); та"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "(iii)  whether there were sufficient counterbalancing factors, including strong procedural safeguards, to compensate for the handicaps faced by the defence as a result of the admission of the untested evidence and to ensure that the trial, judged as a whole, was fair (ibid., § 147).",
            "uk": "(iii)  чи існували достатні врівноважуючі фактори, у тому числі надійні процесуальні гарантії, здатні компенсувати недоліки, з якими зіткнулася сторона захисту у зв’язку з визнанням допустимим доказом неперевірених показань, а також забезпечити загальну справедливість судового розгляду (там само, пункт 147)."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "44.  Moreover, in Chmura an additional safeguard (which together with other factors led to a finding of no violation) was provided by the fact that a video recording of the absent witness’s pre-trial statement was made available to the trial court (cited above, §§ 19 and 50).",
            "uk": "44.  Крім того, в згаданому рішенні у справі «Чмура проти Польщі» (Chmura v. Poland) додаткова гарантія (яка разом з іншими факторами призвела до встановлення відсутності порушення) полягала у наявності у суду першої інстанції відеозапису показань відсутнього свідка, наданих під час досудового слідства (пункти 19 і 50)."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "The principle of immediacy",
            "uk": "Принцип безпосередності"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "As to the other witnesses, their evidence did not play a significant role in the applicant’s conviction. The matters on which they testified were not ones which the appellate court instructed the trial court to clarify in the course of the retrial. In such circumstances, the fact that the new trial judge had the transcripts of their examination at her disposal was sufficient to ensure that she had an adequate understanding of their evidence.",
            "uk": "Щодо інших свідків, то їхні показання не відіграли суттєвої ролі в засудженні заявника. Питання, щодо яких вони давали показання, не стосувалися тих, які за вказівкою апеляційного суду мав з’ясувати суд першої інстанції під час повторного розгляду справи. За таких обставин, для правильного розуміння новим суддею першої інстанції їхніх показань, достатньою була наявність у її розпорядженні протоколів судових засідань із записами їхніх допитів."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "Centrality of the overall fairness of proceedings",
            "uk": "Визначальне значення загальної справедливості провадження"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Application of the above principles to the present case",
            "uk": "Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "53.  The Court considers that it must assess whether the overall fairness of the proceedings against the applicant was prejudiced on account of (i) the absence of V.G. and I.G. from the applicant’s trial and retrial, (ii) N.Sh.’s absence from the retrial and (iii) the new trial court’s reliance on their evidence to convict the applicant. In order to do so, the Court will apply a combination of the two sets of principles developed in the Court’s case-law described in paragraphs 39 to 50 above).",
            "uk": "53.  Суд вважає, що повинен розглянути, чи було підірвано загальну справедливість провадження щодо заявника у зв’язку з (i) неявкою В.Г. та І.Г. під час першого та повторного судового розгляду справи заявника, (ii) неявкою Н.Ш. під час повторного розгляду справи та (iii) посиланням суду на їхні показання для засудження заявника під час повторного розгляду справи. Для цього Суд застосує комбінацію двох груп принципів, напрацьованих у практиці Суду, описаній у пунктах 39 –50."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "55.  The Court will then examine whether there was a good reason for the witnesses’ absence at the retrial which led to the applicant’s conviction and whether, if the absent witness evidence carried the significant weight referred to above, appropriate safeguards were in place to ensure that, despite that absence, that court formation nevertheless had an adequate understanding of the absent witnesses’ evidence such that the fairness of proceedings was preserved.",
            "uk": "55.  Потім Суд розгляне, чи існували достатні підстави неявки свідків під час повторного судового розгляду справи, який призвів до засудження заявника, та, якщо показання відсутніх свідків, як зазначалося, були достатньо вагомими, чи існували належні гарантії для забезпечення правильного розуміння цим складом суду показань відсутніх свідків, незважаючи на їхню неявку, щоб справедливість судового розгляду зберіглася."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "58.  The Court considers, therefore, that the evidence of the witnesses was “decisive” in the sense that it was likely determinative of the outcome of the applicant’s case (see Seton, cited above, § 58 (vi)).",
            "uk": "58.  Отже, Суд вважає, що показання свідків були «вирішальними», оскільки, ймовірно, мали визначальне значення для результату розгляду справи заявника (див. згадане рішення у справі «Сетон проти Сполученого Королівства» (Seton v. the United Kingdom), підпункт (vi) пункту 58)."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "59.  As stated in paragraph 15 above, the composition of the trial court changed entirely and the new composition did not examine any of the three witnesses.",
            "uk": "59.  Як було зазначено у пункті 15, склад суду першої інстанції повністю змінився, і новий склад суду не допитав жодного з трьох свідків."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "60.  As to the reasons for the witnesses’ absence, the Government provided transcripts of the trial court hearings at which the efforts to summon the witnesses were discussed (see paragraphs 16 to 21 above); however, they did not provide documents from the police, the prosecutor’s office and the Security Service describing their efforts to locate the witnesses.",
            "uk": "60.  Щодо причин неявки свідків Уряд надав протоколи засідань суду першої інстанції, під час яких обговорювалися спроби викликати свідків (див. пункти 16 – 21); проте він не надав документи від міліції, прокуратури та Служби безпеки України, в яких було описано їхні зусилля для встановлення місцезнаходження свідків."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "61.  The reason for N.Sh’s. absence was, apparently, the authorities’ failure to locate her. The appearance of V.G. and I.S. was prevented by their poor state of health (see paragraphs 12 and 16 above).",
            "uk": "61.  Причина неявки Н.Ш., вочевидь, полягала в тому, що органи державної влади не встановили її місцезнаходження. Явці В.Г. та І.С. перешкодив поганий стан їхнього здоров’я (див. пункти 12 і 16)."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "62.  Given the fragmentary nature of the information provided, the Court finds that the Government have not shown that the authorities displayed appropriate diligence in their efforts to ensure the witness’ presence, particularly N.Sh., and in putting in place appropriate safeguards to ensure the overall fairness of the proceedings, despite the absence of the three witnesses.",
            "uk": "62.  З огляду на фрагментарний характер наданої інформації Суд вважає, що Уряд не довів, що органи державної влади проявили належну ретельність у своїх зусиллях для забезпечення явки свідка, зокрема Н.Ш., і в застосуванні належних гарантій для забезпечення загальної справедливості провадження, незважаючи на неявку трьох свідків."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "63.  As far as N.Sh. is concerned, it appears that the authorities have been unable to locate her. However, even though in the course of the retrial a witness indicated that he knew where she worked, there is no indication that the authorities followed up on that information or attempted to find her (see paragraph 22 above). Accordingly, the Government have failed to show that there was a good reason for her absence from the retrial.",
            "uk": "63.  Щодо Н.Ш., вбачається, що органи державної влади не змогли встановити її місцезнаходження. Хоча під час повторного судового розгляду свідок вказав, що знав, де вона працювала, ніщо не свідчить про вжиття органами державної влади подальших заходів у зв’язку з цією інформацією або про їхні спроби знайти її (див. пункт 22). Отже, Уряд не довів існування достатніх підстав її неявки під час повторного розгляду справи."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "64.  As far as V.G. and I.S. are concerned, there is no reason to doubt that their state of health indeed prevented them from travelling the considerable distance to Lutsk, where the retrial was held (see paragraph 19 above). The Court notes, however, that no reason was given for their absence at the original trial (see paragraphs 12 and 14 above).",
            "uk": "64.  Щодо В.Г. та І.С. немає підстав сумніватися, що стан їхнього здоров’я дійсно перешкодив їм проїхати значну відстань до м. Луцьк, де проводився повторний судовий розгляд справи (див. пункт 19). Проте Суд зазначає про відсутність причин їхньої неявки у судові засідання під час першого розгляду справи (див. пункти 12 і 14)."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "65.  Furthermore, the Court finds that the Government have been unable to show, despite the centrality of the evidence provided by the absent witnesses, that adequate safeguards were in place to preserve the fairness of proceedings.",
            "uk": "65.  Крім того, Суд вважає, що Уряд не зміг довести, що, незважаючи на визначальне значення показань, наданих відсутніми свідками, існували належні гарантії для збереження справедливості провадження."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "67.  The Court perceives three potential alternative counterbalancing factors in the proceedings (see Schatschaschwili, §§ 126-130, cited above, for a discussion of possible counterbalancing factors):",
            "uk": "67.  Суд вбачає три потенційні альтернативні врівноважуючі фактори у провадженні (див. згадане рішення у справі «Шачашвілі проти Німеччини» (Schatschaschwili v. Germany), пункти 126 – 130 щодо можливих урівноважуючих факторів):"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "(i)  the opportunity, which the applicant enjoyed in the course of the domestic proceedings, to give his own version of the events in question and to cast doubt on the credibility of the absent witnesses and point out any incoherence in their statements;",
            "uk": "(i)  можливість, якою заявник скористався під час провадження на національному рівні, викласти власну версію подій, поставити під сумнів достовірність показань відсутніх свідків і вказати на будь-які неузгодженості в їхніх показаннях;"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "(ii)  the availability of further corroborative evidence;",
            "uk": "(ii)  наявність додаткових підтверджуючих доказів;"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(iii)  the fact that the applicant participated in confrontations with all three witnesses in the course of the pre-trial investigation and was able to cross-examine N.Sh. in the course of the original trial.",
            "uk": "(iii)  участь заявника в очних ставках з усіма трьома свідками під час досудового слідства і можливість перехресного допиту Н.Ш. під час першого судового розгляду."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "69.  As to the second factor, as the Court has found in paragraph 57 above, while corroborative evidence was available, it would have been of limited probative value in the absence of the evidence of the three witnesses in question.",
            "uk": "69.  Щодо другого фактора, як Суд встановив у пункті 57, хоча були наявні підтверджуючі докази, вони мали обмежену доказову силу через відсутність показань цих трьох свідків."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "71.  The applicant’s limited knowledge of the case file at the pre-trial stage is a relevant consideration in assessing the fairness of the procedure (compare Chmura, cited above, §§ 53-56) but cannot, in itself, be decisive since, where a confrontation occurs before the completion of the pre-trial investigation, in many cases the evidence-gathering process is likely to be, by the very nature of things, incomplete.",
            "uk": "71.  Обмежене знання заявником матеріалів справи на стадії досудового слідства є важливим фактором під час оцінки справедливості процедури (див. для порівняння згадане рішення у справі «Чмура проти Польщі» (Chmura v. Poland), пункти 53 – 56), але саме собою не може бути вирішальним, оскільки у випадку проведення очних ставок до закінчення досудового слідства процес збирання доказів у багатьох справах, найімовірніше, за самим характером речей буде неповним."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "72.  In the present case, the handicap that the limited knowledge of the case file at the time of the confrontations imposed on the defence was not so severe as to render, on its own, the confrontations entirely inadequate as a procedural safeguard (contrast the cases cited in paragraph 45 above).",
            "uk": "72.  У цій справі труднощі у зв’язку з обмеженим знанням матеріалів справи під час проведення очних ставок, з якими стикнулася сторона захисту, не були настільки суворими, щоб очна ставка сама собою повністю не відповідала вимогам процесуальної гарантії (див. для порівняння справи, наведені у пункті 45)."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "75.  However, the Government have failed to show that any such safeguards were in place other than the fact that the transcripts of those witnesses’ questioning in the course of the pre-trial investigation and (for N.Sh.) trial were available to the new trial judge. The Court considers that the Government have failed to demonstrate that that sole safeguard was sufficient under the circumstances.",
            "uk": "75.  Проте Уряд не продемонстрував існування таких гарантій, окрім надання новому судді першої інстанції протоколів допиту цих свідків під час досудового слідства та (у випадку Н.Ш.) судового розгляду. Суд вважає, що Уряд не довів, що за таких обставин ця єдина гарантія була достатньою."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "76.  For the Court, the above-mentioned combination of circumstances was capable of prejudicing the overall fairness of the criminal proceedings against the applicant.",
            "uk": "76.  На думку Суду, зазначене поєднання обставин могло підірвати загальну справедливість кримінального провадження щодо заявника."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "77.  In that respect the applicant’s case has to be distinguished from the case of Famulyak (cited above), which was characterised by the particular circumstances set out in paragraph 50 above that are absent in the present case and where, most notably, the retrial judge did have an opportunity to examine the witness whose evidence was decisive for Mr Famulyak’s conviction even though the latter had not had an opportunity to cross-examine the witness in that judge’s presence.",
            "uk": "77.  У зв’язку з цим має бути проведена різниця між справою заявника та згаданою справою «Фамуляк проти України» (Famulyak v. Ukraine), яка характеризувалася конкретними обставинами, наведеними в пункті 50 та відсутніми у цій справі, зокрема тим, що суддя, який повторно розглядав справу, дійсно міг допитати свідка, чиї показання були вирішальними для засудження пана Фамуляка, хоча останній не зміг допитати цього свідка у присутності судді."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "78.  There has, accordingly, been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
            "uk": "78.  Отже, було порушено пункт 1 та підпункт «d» пункту 3 статті 6 Конвенції."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "79.  Article 41 of the Convention provides:",
            "uk": "79.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "80.  The applicant claimed 60,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "80.  Заявник вимагав 60 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "81.  The Government contested that claim, considering it unjustified and excessive.",
            "uk": "81.  Уряд заперечив проти цієї вимоги, вважаючи її необґрунтованою та надмірною."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "83.  The Court considers, in the circumstances of the present case, that the finding of a violation constitutes in itself sufficient just satisfaction for any nonpecuniary damage sustained by the applicant.",
            "uk": "83.  Суд вважає, що за обставин цієї справи встановлення порушення само собою є достатньою справедливою сатисфакцією будь-якої моральної шкоди, яку зазнав заявник."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "84.  The applicant claimed EUR 3,000 for the costs and expenses incurred before the domestic courts and EUR 2,000 for those incurred before the Court, as well as EUR 200 in postal expenses incurred in the domestic proceedings and proceedings before the Court, to be paid into the account of his lawyer.",
            "uk": "84.  Заявник вимагав 3 000 євро в якості компенсації судових та інших витрат, понесених під час провадження у національних судах, і 2 000 євро витрат, понесених під час провадження у Суді, а також \n200 євро поштових витрат, понесених під час провадження у національних судах і Суді, які мають бути сплачені на банківський рахунок його захисника."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "85.  The Government contested those claims, considering them unfounded and, in any case, excessive.",
            "uk": "85.  Уряд заперечив проти цих вимог, вважаючи їх необґрунтованими та у будь-якому випадку надмірними."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "87.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "87.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "за цих підстав суд одноголосно"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "Declares the application admissible;",
            "uk": "Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention;",
            "uk": "Постановляє, що було порушено пункт 1 та підпункт «d» пункту 3 статті 6 Конвенції;"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
            "uk": "Постановляє, що встановлення порушення само собою є достатньою справедливою сатисфакцією будь-якої моральної шкоди, яку міг зазнати заявник;"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into the currency of the respondent State at the rate applicable at the date of settlement and to be transferred directly into the account of the applicant’s lawyer Mr Leontyev;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити 1 500 (одна тисяч п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватись заявнику, в якості компенсації судових та інших витрат, які мають бути перераховані безпосередньо на банківський рахунок захисника заявника, пана Леонтьєва; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "Done in English, and notified in writing on 12 March 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 12 березня 2020 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]