[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF INDUSTRIAL FINANCIAL CONSORTIUM INVESTMENT METALLURGICAL UNION v. UKRAINE",
            "uk": "СПРАВА «ПРОМИСЛОВО-ФІНАНСОВИЙ КОНСОРЦІУМ «ІНВЕСТИЦІЙНО-МЕТАЛУРГІЙНИЙ СОЮЗ» ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 10640/05)",
            "uk": "(Заява № 10640/05)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "26 June 2018",
            "uk": "26 червня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "26/09/2018",
            "uk": "26/09/2018"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Industrial Financial Consortium Investment Metallurgical Union v. Ukraine,",
            "uk": "У справі «Промислово-фінансовий Консорціум «Інвестиційно-металургійний Союз» проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Vincent A. De Gaetano, President,\n\tGanna Yudkivska,\n\tFaris Vehabović,\n\tEgidijus Kūris,",
            "uk": "Вінсент А. Де Гаетано (Vincent A. De Gaetano), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tФаріс Вегабовіч (Faris Vehabović),\n\tЕгідіюс Куріс (Egidijus Kūris),"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Carlo Ranzoni,\n\tGeorges Ravarani,\n\tMarko Bošnjak, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Карло Ранцоні (Carlo Ranzoni),\n\tЖорж Раварані (Georges Ravarani),\n\tМарко Бошняк (Marko Bošnjak), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having deliberated in private on 5 June 2018,",
            "uk": "після обговорення за зачиненими дверима 05 червня 2018 року"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "1.  The case originated in an application (no. 10640/05) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian joint venture based in Kyiv with legal personality under Ukrainian law, Industrial Financial Consortium Investment Metallurgical Union (“the applicant company”), on 22 March 2005.",
            "uk": "1.  Справу було розпочато за заявою (№ 10640/05), яку 22 березня 2005 року подало до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) українське спільне підприємство, розташоване у м. Київ та зареєстроване як юридична особа відповідно до законодавства України, Промислово-фінансовий Консорціум «Інвестиційно-металургійний Союз» (далі – підприємство-заявник)."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "2.  The applicant company was represented by Mr V. Yasinskiy, the head of the consortium’s executive board, and by different lawyers, most recently Mr J. Reynolds of White & Case LLP based in London. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna of the Ministry of Justice.",
            "uk": "2.  Підприємство-заявника представляв пан В. Ясінський, голова правління консорціуму, та різні юристи, на останніх етапах провадження пан Дж. Рейнольдс з фірми «Уайт енд Кейс ЛЛП», розташованої у м. Лондон. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "3.  The applicant company complained, in the main, under Article 6 § 1 of the Convention of unfair proceedings, under Article 1 of Protocol No. 1 that the unfair proceedings had entailed the unlawful deprivation of its property, and of a violation of Articles 10, 11, 13, 14 and 18 of the Convention.",
            "uk": "3.  Підприємство-заявник скаржилося в основному за пунктом 1 статті 6 Конвенції на несправедливість проваджень, за статтею 1 Першого протоколу до Конвенції, що несправедливі провадження призвели до незаконного позбавлення його власності, та на порушення статей 10, 11, 13, 14 та 18 Конвенції."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "4.  On 1 December 2008 the application was communicated to the Government. The applicant company and the Government each filed observations on the application.",
            "uk": "4.  01 грудня 2008 року про заяву було повідомлено Уряд. Підприємство-заявник і Уряд надали зауваження щодо заяви."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "5.  Written submissions were also received from ArcelorMittal Duisburg GmbH, a private company with legal personality under German law, which had been granted leave to intervene by the President of the Section at the time.",
            "uk": "5.  Письмові зауваження також були отримані від «АрселорМіттал Дуйсбург ГмбХ», приватної компанії, зареєстрованої як юридична особа відповідно до законодавства Німеччини, якій на той час Голова секції надав дозвіл на вступ у справу."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "A.  Background to the case",
            "uk": "A.  Події, що передували справі"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "1.  Privatisation of Kryvorizhstal State Metallurgical Enterprise",
            "uk": "1.  Приватизація державного гірничо-металургійного комбінату «Криворіжсталь»"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "7.  The applicant company was founded in April 2004 by nine private companies, five of which were owned or controlled by A., one of the leaders of the Party of Regions. Members of that party held the majority of posts in the Cabinet of Ministers in the period 2003-2004, including the post of Prime Minister. The remaining four companies were owned or controlled by P., the son-in-law of Mr L. Kuchma, the second President of Ukraine who held the post from 19 July 1994 to 23 January 2005.",
            "uk": "7.  Підприємство-заявник було створено у квітні 2004 року дев’ятьма приватними компаніями, п’ять з яких належали або контролювались А., одним з лідерів «Партії регіонів». Члени партії обіймали більшість посад у Кабінеті Міністрів України у період з 2003 до 2004 років, включно з посадою Прем’єр-міністра України. Інші чотири компанії належали або контролювалися П., зятем \nпана Л. Кучми, другого Президента України, який обіймав цю посаду з \n19 липня 1994 року до 23 січня 2005 року."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "8.  On 12 May 2004 the State Property Fund (“the Fund”) announced a bidding competition for the purchase of 93.02% of the share capital of Kryvorizhstal. A condition of bidding was that a bidder had to have produced one million tons of charcoal of Ukrainian origin and two million tons of steel in Ukraine in each of the three years preceding the competition. The applicant company took part in that competition.",
            "uk": "8.  12 травня 2004 року Фонд державного майна України (далі – Фонд) оголосив конкурс з продажу 93,02 % акціонерного капіталу підприємства «Криворіжсталь». Умовою конкурсу було виробництво його учасником протягом кожного з останніх трьох років, які передували проведенню конкурсу, одного мільйону тон коксу та двох мільйонів тон сталі на території України. Підприємство-заявник взяло участь у цьому конкурсі."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "9.  Out of six bids submitted by various companies, the Fund selected bids by the applicant company and Consortium Industrial Group, finding that these companies satisfied the conditions of the competition.",
            "uk": "9.  З шести заявок, поданих різними підприємствами, Фонд обрав заявки підприємства-заявника та Консорціуму «Індустріальна група», дійшовши висновку, що ці підприємства відповідали умовам конкурсу."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "10.  On 14 June 2004 the applicant company was declared the winner (successful bidder) of the bidding competition. On the same day the applicant company concluded a purchase contract with the Fund and paid 4,260,000,000 Ukrainian hryvnas (UAH), the equivalent of about 608,000,000 euros (EUR) at the time, for the shares at issue. The shares were transferred to the applicant company’s deposit account at ING Bank Ukraine.",
            "uk": "10.  14 червня 2004 року підприємство-заявник було оголошене переможцем конкурсу. Того ж дня підприємство-заявник уклало з Фондом договір купівлі-продажу та сплатило за відповідні акції 4 260 000 000 українських гривень (далі – грн), що на той час становило близько 608 000 000 євро. Акції були зараховані на депозитний рахунок підприємства-заявника в «ІНГ Банк Україна»."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "11.  On 23 July 2004 the applicant company appointed T. to represent it as the owner of the Kryvorizhstal shares and to complete the formalities of the transfer pursuant to the contract of 14 June 2004.",
            "uk": "11. 23 липня 2004 року підприємство-заявник призначило Т. для представництва його як власника акцій підприємства «Криворіжсталь» та закінчення оформлення передачі за договором від 14 червня 2004 року."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "12.  Without any further specification or evidence, the applicant company stated that it had invested substantial financial resources in Kryvorizhstal during the period of its control.",
            "uk": "12.  Без надання додаткових пояснень або доказів підприємство-заявник стверджувало, що воно під час періоду свого контролю над підприємством «Криворіжсталь» інвестувало значні фінансові ресурси."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "2.  The 2004 presidential election and the reprivatisation of Kryvorizhstal",
            "uk": "2.  Президентські вибори 2004 року та реприватизація підприємства «Криворіжсталь»"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "13.  The lawfulness and transparency of the privatisation of Kryvorizhstal was contested by the political opposition, whose leaders in 2004 were Mr V. Yushchenko, Mrs Y. Tymoshenko and Mr O. Moroz. In their public statements, they all accused President Kuchma, P. and A. of fraud, and called for the enterprise to be returned to the State.",
            "uk": "13.  Законність і прозорість приватизації підприємства «Криворіжсталь» ставилася під сумнів політичною опозицією, лідерами якої у 2004 році були пан В. Ющенко, пані Ю. Тимошенко та пан О. Мороз. У своїх публічних заявах вони звинувачували Президента України Кучму, а також П. та А. у шахрайстві та закликали повернути підприємство державі."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "14.  During the 2004 presidential election campaign the issue was debated by two main rivals, Mr Yushchenko and Mr Yanukovych. Mr Yanukovych, whose candidature was openly supported by President Kuchma and A., insisted that the privatisation of Kryvorizhstal had been lawful and fair.",
            "uk": "14.  Під час президентської виборчої кампанії 2004 року питання обговорювалося двома основними конкурентами, паном Ющенком і паном Януковичем. Пан Янукович, чию кандидатуру відкрито підтримували Президент України Кучма та А., стверджував, що приватизація підприємства «Криворіжсталь» була законною та справедливою."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "15.  Between late November 2004 and January 2005 a series of protests took place in the immediate aftermath of the run-off vote of the 2004 election, an election which, according to numerous national and international reports, was compromised by massive corruption, voter intimidation and direct electoral fraud. These events are commonly known as the Orange Revolution.",
            "uk": "15.  З кінця листопада 2004 року до січня 2005 року відбулася низка протестів одразу після закінчення голосування у другому турі виборів 2004 року, які відповідно до численних повідомлень національних і міжнародних засобів масової інформації були скомпрометовані масштабною корупцією, залякуванням виборців і прямою фальсифікацією результатів. Ці події загальновідомі як Помаранчева революція."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "16.  Following the revote of 26 December 2004, Mr Yanukovych lost the election to Mr Yushchenko, who became the third President of Ukraine on 23 January 2005. On 24 January 2005 Mrs Tymoshenko was appointed to the post of interim Prime Minister. On 4 February 2005 the Verkhovna Rada (Ukrainian Parliament) approved the appointment of the new Cabinet of Ministers, headed by her. The Party of Regions formed the parliamentary opposition.",
            "uk": "16.  За результатами повторного голосування від 26 грудня 2004 року пан Янукович програв вибори пану Ющенку, який 23 січня 2005 року став третім Президентом України. 24 січня 2005 року \nпані Тимошенко була призначена в.о. Прем’єр-міністра України. 04 лютого 2005 року Верховна Рада України (Парламент України) затвердила призначення нового очолюваного нею Кабінету Міністрів України. «Партія регіонів» сформувала парламентську опозицію."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "17.  According to different media reports submitted by the applicant company, between January and April 2005 President Yushchenko and Prime Minister Tymoshenko made public statements that the privatisation of Kryvorizhstal had been unlawful, and that the enterprise would be returned to the State and subsequently resold.",
            "uk": "17.  За повідомленнями різних засобів масової інформації, наданими підприємством-заявником, з січня до квітня 2005 року Президент України Ющенко та Прем’єр-міністр України Тимошенко публічно заявляли про незаконність приватизації підприємства «Криворіжсталь» та що підприємство буде повернуто державі, а після цього перепродано."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "18.  In particular, in an interview of 26 January 2005 Prime Minister Tymoshenko said that “Ukrainian enterprises, like Kryvorizhstal, which had blatantly been stolen, had to be returned to the State.”",
            "uk": "18.  Зокрема, в інтерв’ю від 26 січня 2005 року Прем’єр-міністр України Тимошенко зазначила, що: « ... українські підприємства, такі як підприємство «Криворіжсталь», що були явно вкрадені, мають бути повернуті державі»."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "19.  On 4 February 2005 President Yushchenko made the following statement when addressing the Verkhovna Rada:",
            "uk": "19.  04 лютого 2005 року Президент України Ющенко, звертаючись до Верховної Ради України, зробив таку заяву:"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "“...I promise that fair privatisation will be carried out this year. Those facilities which were stolen, starting with Kryvorizhstal, will be returned to the State ...”",
            "uk": "«...Я обіцяю, що цього року буде проведена справедлива приватизація. Ті об’єкти, що були вкрадені, будуть повернуті державі, починаючи з «Криворіжсталі» ...»"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "20.  On 12 February 2005 the Cabinet of Ministers revoked its decision of 6 August 2003 by which the privatisation of Kryvorizhstal had been launched. On 15 February 2005 the Fund also revoked its decisions concerning the privatisation.",
            "uk": "20.  12 лютого 2005 року Кабінет Міністрів України скасував своє розпорядження від 06 серпня 2003 року, яким була розпочата приватизація підприємства «Криворіжсталь». 15 лютого 2005 року Фонд також скасував свої накази щодо приватизації."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "21.  On 8 June 2005 the State took control of Kryvorizhstal, pursuant to commercial court decisions declaring its privatisation unlawful (see paragraphs 51-53 and 56-57 below). By a decree of 11 June 2005, the Cabinet of Ministers declared the contract of 14 June 2004 invalid and withdrew the Kryvorizhstal shares from the applicant company.",
            "uk": "21.  08 червня 2005 року держава відновила контроль над підприємством «Криворіжсталь» за рішеннями господарського суду, який визнав його приватизацію незаконною (див. пункти 51 – 53 та 56, 57). Постановою від 11 червня 2005 року Кабінет Міністрів України визнав недійсним договір від 14 червня 2004 року та вилучив акції підприємства «Криворіжсталь» у підприємства-заявника."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "22.  On an unspecified date the money paid for the shares in the enterprise in 2004 was returned to the applicant company.",
            "uk": "22.  У невстановлену дату гроші, сплачені за акції підприємства у 2004 році, були повернуті підприємству-заявнику."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "23.  By two decrees of 23 June 2005, the Cabinet of Ministers launched the procedures for resale of 93.02% of Kryvorizhstal’s share capital. On 9 August 2005 it approved the bidding conditions. The next day the bidding competition was officially announced.",
            "uk": "23.  Двома розпорядженнями від 23 червня 2005 року Кабінет Міністрів України розпочав процедури з перепродажу 93,02 % акціонерного капіталу підприємства «Криворіжсталь». 09 серпня 2005 року він затвердив умови конкурсу. Наступного дня був офіційно оголошений конкурс."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "24.  The applicant company did not participate in the competition. Instead, it challenged the authorities’ decrees issued in February and June 2005 before the commercial courts and the courts of general jurisdiction, but to no avail. The applicant company did not provide any further details of those proceedings.",
            "uk": "24.  Підприємство-заявник не брало участі в конкурсі. Натомість, воно оскаржило рішення органів влади, прийняті у лютому та \nчервні 2005 року, до господарських судів і судів загальної юрисдикції, але безрезультатно. Підприємство-заявник не надало жодних додаткових деталей щодо цих проваджень."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "3.  Events after the 2004 election concerning one of the applicant company’s owners",
            "uk": "3.  Події, які відбулися після виборів 2004 року та стосувалися одного з власників підприємства-заявника"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "B.  Proceedings before the courts of general jurisdiction instituted by private individuals",
            "uk": "B.  Провадження у судах загальної юрисдикції, ініційовані приватними особами"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "1.  Proceedings instituted by N., S. and Kh.",
            "uk": "1.  Провадження, ініційовані Н., С. і Х."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "28.  On an unspecified date the President of the Kyiv Court of Appeal transferred the case to the Pecherskyy District Court of Kyiv (“the Pecherskyy Court”). By separate decisions of 8 and 14 June 2004, the latter court refused to consider those complaints, and ordered that its decisions be immediately “enforced”. No copy of those decisions was provided to the Court.",
            "uk": "28.  У невстановлену дату голова Апеляційного суду м. Києва передав справу до Печерського районного суду м. Києва (далі – Печерський суд). Окремими ухвалами від 08 та 14 червня 2004 року останній із зазначених судів відмовив у розгляді цих скарг та зобов’язав негайно «виконати» його ухвали. Суду не були надані копії цих ухвал."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "29.  On 2 August 2004 the Kyiv Court of Appeal changed the decisions of 8 and 14 June 2004 in part by excluding the provisions concerning their immediate enforcement.",
            "uk": "29.  02 серпня 2004 року Апеляційний суд м. Києва частково змінив ухвали від 08 та 14 червня 2004 року, вилучивши положення щодо їхнього негайного виконання."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "2.  Proceedings instituted by I. and N.",
            "uk": "2.  Провадження, ініційоване І. та Н."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "30.  On 14 June 2004 I., a private individual, and N. lodged with the Shevchenkivskyy District Court of Kyiv a claim against the Fund, the State Commission on Securities and the Stock Market, and ING Bank Ukraine, challenging the validity of their decisions and actions in connection with the privatisation of Kryvorizhstal. On an unspecified date the case was transferred to the Pecherskyy Court.",
            "uk": "30.  14 червня 2004 року приватна особа І., а також Н. подали до Шевченківського районного суду м. Києва позов проти Фонду, Державної комісії з цінних паперів та фондового ринку та банку «ІНГ Банк Україна», оскаржуючи законність їхніх рішень і дій, пов’язаних з приватизацією підприємства «Криворіжсталь». У невстановлену дату справа була передана до Печерського суду."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "31.  At the claimants’ request, the applicant company was invited to participate in the proceedings as a third party. By letters of 20 October and 25 November 2004, the Pecherskyy district prosecutor applied to the court for leave to participate in the case to represent the interests of I. and those of the State. The prosecutor’s application was granted.",
            "uk": "31.  За клопотанням позивачів підприємство-заявник було залучене до провадження в якості третьої особи. Листами від 20 жовтня та 25 листопада 2004 року прокурор Печерського району звернувся до суду з клопотанням про залучення до участі у справі з метою представництва інтересів І. та держави. Клопотання прокурора було задоволене."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "C.  Proceedings before the commercial courts instituted by Consortium Industrial Group",
            "uk": "C.  Провадження у господарських судах, ініційоване Консорціумом «Індустріальна група»"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "34.  On 5 July 2004 the applicant company lodged a counterclaim against the other parties to the proceedings, asking the court to endorse its right to 93.02% of the Kryvorizhstal shares.",
            "uk": "34.  05 липня 2004 року підприємство-заявник подало зустрічний позов до інших сторін провадження, в якому просило суд визнати його право на 93,02 % акцій підприємства «Криворіжсталь»."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "35.  By a procedural ruling of 20 July 2004, the Kyiv Commercial Court found that the Office of the Prosecutor General had to participate in the proceedings, and ordered it to designate a representative in the proceedings. Notwithstanding that ruling, no prosecutor appeared before the Kyiv Commercial Court or the Higher Commercial Court in 2004.",
            "uk": "35.  Ухвалою від 20 липня 2004 року Господарський суд м. Києва встановив, що Генеральна прокуратура України мала взяти участь у провадженні, та зобов’язав її призначити представника у провадженні. Незважаючи на цю ухвалу, у 2004 році жоден прокурор не з’явився до Господарського суду м. Києва чи Вищого господарського суду України."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "36.  Kryvorizhstal took part in the proceedings as a third party.",
            "uk": "36.  Підприємство «Криворіжсталь» брало участь у провадженні як третя особа."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "38.  Consortium Industrial Group appealed in cassation to the Higher Commercial Court.",
            "uk": "38.  Консорціум «Індустріальна група» звернувся з касаційною скаргою до Вищого господарського суду України."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "39.  On 22 October 2004 the Higher Commercial Court held a hearing in the presence of the parties’ representatives and upheld the judgment of 19 August 2004. The parties made no appeal to the Supreme Court against the decision of 22 October 2004.",
            "uk": "39.  22 жовтня 2004 року Вищий господарський суд України провів засідання за участю представників сторін і залишив рішення від \n19 серпня 2004 року без змін. Сторони не оскаржили постанову від \n22 жовтня 2004 року до Верховного Суду України."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "41.  In his appeal, the Prosecutor General mainly challenged the application of the law by the Kyiv Commercial Court and the Higher Commercial Court, and alleged that those courts’ decisions had been inconsistent with a decision of the Supreme Court in a similar case. He also stated that the courts had failed to invite the Cabinet of Ministers to take part in the proceedings, although the subject matter had concerned its functions under the relevant privatisation regulations.",
            "uk": "41.  У своєму касаційному поданні Генеральний прокурор України головним чином оскаржував застосування законодавства Господарським судом м. Києва та Вищим господарським судом України і стверджував, що рішення цих судів суперечили рішенню Верховного Суду України в аналогічній справі. Він також зазначив, що суди не залучили Кабінет Міністрів України до участі у провадженні, хоча предмет спору стосувався його функцій згідно з відповідними положеннями щодо приватизації."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "42.  On 17 February 2005 the Supreme Court granted the extension requested and opened the proceedings on the merits of the Prosecutor General’s cassation appeal. No copy of that procedural ruling was provided to the Court.",
            "uk": "42.  17 лютого 2005 року Верховний Суд України задовольнив клопотання про поновлення строку та відкрив провадження з метою розгляду по суті касаційного подання Генерального прокурора України. Копія цієї ухвали Суду надана не була."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "45.  The Deputy Prosecutor General argued that the 2004 bidding competition had not been organised in a lawful and fair way, particularly regarding the conditions which the potential bidders had had to satisfy. He further submitted that the bidders whose offers had been chosen had not satisfied the legislative requirements for participating in that competition.",
            "uk": "45.  Заступник Генерального прокурора України стверджував, що конкурс 2004 року був організований незаконно та несправедливо, зокрема, з огляду на умови, яким мали відповідати потенційні учасники. Він також зазначив, що учасники, заявки яких були відібрані, не відповідали вимогам законодавства щодо участі в цьому конкурсі."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "46.  On 23 March 2005 the court held a hearing in camera at which it decided to open the proceedings and invite the parties to submit their arguments on the case. It also scheduled the next hearing for 1 April 2005.",
            "uk": "46.  23 березня 2005 року суд провів закрите засідання, під час якого він вирішив відкрити провадження та запросити сторони надати доводи по справі. Він також призначив наступне засідання на \n01 квітня 2005 року."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "47.  On 1 April 2005 the court ordered that ING Bank Ukraine, where the shares at issue had been deposited, participate in the case as a defendant. The Office of the General Prosecutor was granted leave to take part in the proceedings as a third party on behalf of the Cabinet of Ministers.",
            "uk": "47.  01 квітня 2005 року суд ухвалив залучити до участі у справі в якості відповідача банк «ІНГ Банк України», в якому зберігалися відповідні акції. Генеральна прокуратура України була допущена до участі у провадженні в якості третьої особи в інтересах Кабінету Міністрів України."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "48.  On 15 April 2005 the applicant company requested that the court allow journalists to attend the hearings in the case. The court rejected that application, finding that the journalists had not obtained official authorisation from the court administration.",
            "uk": "48.  15 квітня 2005 року підприємство-заявник звернулося до суду з клопотанням про допуск журналістів на судові засідання у справі. Суд відмовив у задоволенні цього клопотання, встановивши, що журналісти не отримали офіційного дозволу адміністрації суду."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "49.  Subsequently, journalists obtained the necessary authorisation and attended the hearings.",
            "uk": "49.  Пізніше журналісти отримали необхідний дозвіл і брали участь у судових засіданнях."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "50.  On 21 April 2005 a copy of the Pecherskyy Court’s decision of 21 April 2005 (see paragraph 83 below) was included in the case file and examined by the court at a hearing on the same day.",
            "uk": "50.  21 квітня 2005 року копія ухвали Печерського суду від \n21 квітня 2005 року (див. пункт 83) була приєднана до матеріалів справи та того ж дня досліджена в судовому засіданні."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "53.  By a procedural ruling of 28 April 2005, the same court seized the shares at issue. On the same day, bailiffs started enforcement proceedings in respect of that ruling.",
            "uk": "53.  Ухвалою від 28 квітня 2005 року цей самий суд наклав арешт на відповідні акції. Того ж дня державний виконавець відкрив виконавче провадження за цією ухвалою."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "55.  In the appeal proceedings, the applicant company asked the Kyiv Commercial Court of Appeal to suspend the proceedings before the commercial courts pending the outcome of the proceedings before the courts of general jurisdiction (see paragraphs 81-87 below). The court rejected that application on the grounds that the latter proceedings were not decisive for the outcome of the commercial case.",
            "uk": "55.  Під час апеляційного провадження підприємство-заявник звернулося до Київського апеляційного господарського суду з клопотанням про зупинення провадження у господарських судах до вирішення справи судами загальної юрисдикції (див. пункти 81 – 87). Суд відмовив у задоволенні цього клопотання на тій підставі, що останнє зі згаданих проваджень не було вирішальним для результату розгляду господарської справи."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "56.  On 2 June 2005 the Kyiv Commercial Court of Appeal changed the judgment of 22 April 2005 in part. In particular, the appeal court found that the claims by Consortium Industrial Group had to be rejected, as it had not been eligible to participate in the 2004 bidding competition. The applicant company’s appeal was dismissed as unsubstantiated.",
            "uk": "56.  02 червня 2005 року Київський апеляційний господарський суд частково змінив рішення від 22 квітня 2005 року. Зокрема, апеляційний суд дійшов висновку, що вимоги Консорціуму «Індустріальна група» не підлягали задоволенню, оскільки він не мав права на участь у конкурсі 2004 року. Апеляційна скарга підприємства-заявника була залишена без задоволення."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "57.  By the same decision, the appeal court annulled the ruling of 28 April 2005 for non-compliance with the procedural rules, and refused to consider the applicant company’s complaints against the bailiffs, on the basis that the matter fell outside its jurisdiction. The court further ruled to seize the Kryvorizhstal shares for the purpose of securing the claim by the Office of the Prosecutor General.",
            "uk": "57.  Цією ж постановою апеляційний суд скасував ухвалу від 28 квітня 2005 року у зв’язку з недотриманням норм процесуального законодавства та відмовив у розгляді скарги підприємства-заявника на дії державного виконавця на тій підставі, що це питання не входило до його компетенції. Суд також ухвалив накласти арешт на акції підприємства «Криворіжсталь» з метою забезпечення позову Генеральної прокуратури України."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "58.  The applicant company appealed in cassation. No copy of the cassation appeal was provided to the Court.",
            "uk": "58.  Підприємство-заявник подало касаційну скаргу. Копія касаційної скарги Суду надана не була."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "59.  On 21 July 2005 the Higher Commercial Court rejected the applicant company’s cassation appeal as unsubstantiated.",
            "uk": "59.  21 липня 2005 року Вищий господарський суд України залишив без задоволення касаційну скаргу підприємства-заявника у зв’язку з необґрунтованістю."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "60.  On 31 August 2005 a panel of three judges of the Supreme Court rejected the applicant company’s further cassation appeal. No copy of that appeal was provided to the Court.",
            "uk": "60.  31 серпня 2005 року колегія з трьох суддів Верховного Суду України відхилила наступну касаційну скаргу підприємства-заявника. Копія цієї касаційної скарги Суду надана не була."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "D.  Public statements concerning the proceedings before the commercial courts instituted by Consortium Industrial Group",
            "uk": "D.  Публічні заяви про провадження у господарських судах, ініційоване Консорціумом «Індустріальна група»"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "63.  According to a number of other reports, at a press conference of 11 April 2005 the Prime Minister said:",
            "uk": "63.  Відповідно до низки інших повідомлень під час прес-конференції від 11 квітня 2005 року Прем’єр-міністр України зазначила:"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "“... Facilities such as Kryvorizhstal ... I think that today the [authorities] are involved in the court proceedings concerning the return of those assets to the State. We are confident that we have a clear position [in relation to the case], and these enterprises will be returned to the State ...”",
            "uk": "«... Об’єкти як «Криворіжсталь» ... Я думаю, що сьогодні [органи влади] ведуть судові процеси з повернення цієї власності державі. Ми переконані, що у нас чітка позиція [щодо справи], і ці підприємства повернуться у державну власність ...»"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "In an interview of 14 April 2005 the President stated:",
            "uk": "У інтерв’ю від 14 квітня 2005 року Президент України зазначив:"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "“... If the owners refuse to cooperate voluntarily, we will go down the legal route and will undoubtedly win [the case]. [However,] this will take several months...",
            "uk": "«... Якщо власники добровільно не йдуть назустріч, то ми йдемо правовим шляхом і виграємо [справу], безумовно. [Проте] це займе декілька місяців..."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "The facility has been stolen, and the cost of that theft is several billion [United States] dollars. For me, this is a fact...",
            "uk": "Об’єкт украдений, і ціна цієї крадіжки складає кілька мільярдів доларів [США]. Для мене це є факт..."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "We prepare the terms of a new [bidding] competition...”",
            "uk": "Ми готуємо умови нового [приватизаційного] конкурсу...»"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "64.  On 23 April 2005, commenting on the possibility that the applicant company could appeal against the judgment of 22 April 2005, the Prime Minister stated:",
            "uk": "64.  23 квітня 2005 року, коментуючи можливість звернення підприємства-заявника з апеляційною скаргою на рішення від 22 квітня 2005 року, Прем’єр-міністр України зазначила:"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "“... This will be an important decision by the appeal [court]. It will be evidence not only of the court’s objectivity, but also of the [past] negotiations behind closed doors between various representatives from the authorities and the business...”",
            "uk": "«... Це буде знакове рішення в апеляційній інстанції. Воно свідчитиме не лише про об’єктивність суду, але й про ті [минулі] переговори, які відбуваються в закритому режимі між різними представниками влади та капіталу...»"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "E.  Proceedings before the courts of general jurisdiction instituted by Consortium Industrial Group",
            "uk": "E.  Провадження у судах загальної юрисдикції, ініційоване Консорціумом «Індустріальна група»"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "66.  T. took part in the proceedings as a defendant. Kryvorizhstal participated in the proceedings as a third party.",
            "uk": "66.  Т. взяв участь у провадженні в якості відповідача. Підприємство «Криворіжсталь» взяло учать у провадженні в якості третьої особи."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "67.  On 25 August 2004 the court delivered a judgment dismissing the claims of Consortium Industrial Group. For the most part, it contained identical reasons to those in the judgment of the Kyiv Commercial Court of 19 August 2004 (see paragraph 37 above).",
            "uk": "67.  25 серпня 2004 року суд ухвалив рішення, яким відмовив у задоволенні позовних вимог Консорціуму «Індустріальна група». Здебільшого воно містило підстави, аналогічні викладеним у рішенні Господарського суду м. Києва від 19 серпня 2004 року (див. пункт 37)."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "68.  On 1 and 27 December 2004 respectively the Kyiv Court of Appeal and a panel of three judges of the Supreme Court upheld the judgment of 25 August 2004.",
            "uk": "68.  01 та 27 грудня 2004 року відповідно Апеляційний суд м. Києва та колегія Верховного Суду України у складі трьох суддів залишили без змін рішення від 25 серпня 2004 року."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "70.  N.’s application was dealt with by the same judge of the Pecherskyy Court who had sat in the main proceedings.",
            "uk": "70.  Заяву Н. розглянув той самий суддя Печерського суду, який засідав в основному провадженні."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "71.  By a telegram of 15 February 2005, the court informed the applicant company that the next day it would hold a hearing, at the request of N..",
            "uk": "71.  Телеграмою від 15 лютого 2005 року суд повідомив підприємство-заявника, що наступного дня відбудеться засідання за клопотанням Н."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "72.  On 15 February 2005 the applicant company lodged with the court an application to consult the case file. The application was not granted.",
            "uk": "72.  15 лютого 2005 року підприємство-заявник звернулося до суду з клопотанням про ознайомлення з матеріалами справи. У задоволенні клопотання було відмовлено."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "73.  On 16 February 2005 the court held a hearing on the merits of N.’s application. Consortium Industrial Group, T., the State Commission on Securities and the Stock Market and Kryvorizhstal, who had been the parties to the main proceedings, did not take part in the hearing.",
            "uk": "73.  16 лютого 2005 року суд розглянув заяву Н. по суті. Консорціум «Індустріальна група», Т., Державна комісія з цінних паперів та фондового ринку і підприємство «Криворіжсталь», які були сторонами у первинному провадженні, не взяли участі у засіданні."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "74.  The representatives of the applicant company requested leave to consult the case file and the adjournment of the hearing on the grounds that they had not been informed about the merits of the application before the hearing, and accordingly had not been able to prepare for it. They also sought the withdrawal of the judge dealing with the case, challenging her impartiality.",
            "uk": "74.  Представники підприємства-заявника звернулися з клопотанням про ознайомлення з матеріалами справи та перенесення судового засідання у зв’язку з тим, що вони не були повідомлені про суть заяви до судового засідання та відповідно не могли до нього підготуватися. Вони також заявили відвід судді, яка розглядала справу, поставивши під сумнів її безсторонність."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "75.  The judge rejected the applications by the applicant company’s representatives, and read out the application by N.",
            "uk": "75.  Суддя відмовила у задоволенні клопотань представників підприємства-заявника та зачитала заяву Н."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "76.  The applicant company’s representatives objected to the application, arguing that N. was not entitled to ask for a review of the case, since she had not been a party to the original proceedings, and there were no newly discovered circumstances or other reasons capable of warranting the reopening of the proceedings.",
            "uk": "76.  Представники підприємства-заявника заперечили проти заяви, стверджуючи, що Н. не мала права клопотати про перегляд справи, оскільки вона не була стороною первинного провадження, і не було жодних нововиявлених обставин чи інших причин, які могли б стати підставою для перегляду справи."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "77.  The applicant company’s representatives did not receive a copy of the application either before or during the hearing.",
            "uk": "77.  Представники підприємства-заявника не отримали копію заяви ані до, ані під час судового засідання."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "79.  The court quashed its judgment of 25 August 2004 and held that the higher courts’ decisions of 1 and 27 December 2004 were no longer valid.",
            "uk": "79.  Суд скасував своє рішення від 25 серпня 2004 року та встановив, що рішення судів вищих інстанцій від 01 та 27 грудня 2004 року втратили законну силу."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "80.  On an unspecified date the case was transferred to another judge of the Pecherskyy Court for fresh examination.",
            "uk": "80.  У невстановлену дату справа була передана до Печерського суду на новий розгляд іншим суддею."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "F.  Joined proceedings before the courts of general jurisdiction",
            "uk": "F.  Об’єднане провадження у судах загальної юрисдикції"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "81.  On 28 February 2005, following an application by N., the Pecherskyy Court decided to examine the claims of I., N., and Consortium Industrial Group (see paragraphs 30 and 65 above) jointly, holding that they were of the same nature and concerned the same defendants.",
            "uk": "81.  28 лютого 2005 року за заявою Н. Печерський суд вирішив розглянути позови І., Н. та Консорціуму «Індустріальна група» (див. пункти 30 та 65) в одному провадженні, встановивши, що вони мали аналогічний характер і стосувалися одних і тих самих відповідачів."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "82.  On an unspecified date the applicant company lodged an application for review of the ruling of 17 February 2005 with the same court, in the light of newly discovered circumstances.",
            "uk": "82.  У невстановлену дату підприємство-заявник звернулось до того ж суду із заявою про перегляд ухвали від 17 лютого 2005 року у за нововиявленими обставинами."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "83.  On 21 April 2005 the court granted the application by the applicant company, quashed the ruling of 17 February 2005, and rejected N.’s application of 9 February 2005 on the grounds that she had not participated in the original proceedings concerning the claims by Consortium Industrial Group.",
            "uk": "83.  21 квітня 2005 року суд задовольнив заяву підприємства-заявника, скасував ухвалу від 17 лютого 2005 року та відмовив у прийнятті заяви Н. від 09 лютого 2005 року на тій підставі, що вона не брала участі у первинному провадженні за позовами Консорціуму «Індустріальна група»."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "84.  By a separate ruling of the same date, the court rejected the claims by I. and N., finding that they had not participated in the 2004 bidding competition and did not have an arguable claim in respect of the subject matter of the proceedings. The court held that their claims represented a disguised attempt to settle a dispute between legal entities falling within the jurisdiction of commercial courts.",
            "uk": "84.  Окремою ухвалою від тієї ж дати суд відхилив позови І. та Н., дійшовши висновку, що вони не брали участі у конкурсі 2004 року та не мали небезпідставних скарг щодо предмету провадження. Суд встановив, що їхні позови становили приховану спробу вирішити спір між юридичними особами, який відносився до юрисдикції господарських судів."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "85.  By decisions of 20 and 27 July 2005, the Kyiv Court of Appeal quashed the ruling of 21 April 2005, stating that, in the light of newly discovered circumstances, the ruling of 17 February 2005 was not to be reviewed, and that, with regard to Article 6 of the Convention, the Pecherskyy Court had unlawfully limited I.’s and N.’s right of access to a court.",
            "uk": "85.  Ухвалами від 20 та 27 липня 2005 року Апеляційний суд \nм. Києва скасував ухвалу від 21 квітня 2005 рок, зазначивши, що ухвала від 17 лютого 2005 року не підлягала перегляду за нововиявленими обставинами та що з огляду на статтю 6 Конвенції Печерський суд незаконно обмежив право І. та Н. на доступ до суду."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "86.  On 15 October 2007 the Donetsk Regional Court of Appeal, acting as a court of cassation, upheld the decisions of 20 and 27 July 2005.",
            "uk": "86.  15 жовтня 2007 року Апеляційний суд Донецької області, діючи в якості суду касаційної інстанції, залишив без змін ухвали від \n20 та 27 липня 2005 року."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "87.  The case was remitted to the Pecherskyy Court, which on 6 February 2008 decided not to examine the claim of Consortium Industrial Group, because its representatives had failed to appear before the court.",
            "uk": "87.  Справа була передана Печерському суду, який 06 лютого 2008 року вирішив залишити без розгляду позов Консорціуму «Індустріальна група», оскільки його представники не з’явились у судове засідання."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "88.  No appeal was lodged against the decision of 6 February 2008. According to the Government, on the basis of that decision the joined proceedings before the courts of general jurisdiction were terminated. The applicant company did not contest this.",
            "uk": "88.  Ухвала від 06 лютого 2008 року оскаржена не була. За твердженням Уряду на підставі цієї ухвали об’єднане провадження у судах загальної юрисдикції було закрите. Підприємство-заявник не заперечило проти цього."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "A.  The 1991 Code of Commercial Procedure, as worded at the material time",
            "uk": "A.  Господарський процесуальний кодекс України 1991 року у редакції, чинній на момент подій"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "89.  Article 53 of the Code set out that, at the request of a party to proceedings or a prosecutor, or on its own initiative, a court could renew a time-limit if it considered that there were valid reasons for the time-limit being missed.",
            "uk": "89.  Стаття 53 Кодексу передбачала, що за заявою сторони провадження або прокурора чи з своєї ініціативи суд міг відновити строк, якщо він вважав, що були поважні причини його пропуску."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "90.  Under Articles 111-11, 111-14 and 111-16, a decision of the Higher Commercial Court had the force of law when delivered, but parties to proceedings and the Prosecutor General were entitled to lodge a cassation appeal with the Supreme Court within one month of the decision being delivered.",
            "uk": "90.  Відповідно до статей 111-11, 111-14 та 111-16 постанова Вищого господарського суду України набирала законної сили з дня її прийняття, але сторони у справі та Генеральний прокурор України мали право подати до Верховного Суду України касаційну скаргу протягом одного місяця з дня прийняття постанови."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "92.  In accordance with Article 111-19, the Supreme Court had the power to quash a decision of the Higher Commercial Court if it was inconsistent with the Constitution or Ukraine’s international treaties approved by Parliament, or if it was based on the incorrect application of substantive law. The Supreme Court’s decision was final and could not be appealed against (Article 111-20).",
            "uk": "92.  Відповідно до статті 111-19 Верховний Суд України мав повноваження скасувати рішення Вищого господарського суду України у разі його невідповідності Конституції України або міжнародним договорам України, згода на обов’язковість яких надана Верховною Радою України, або якщо воно ґрунтувалось на неправильному застосуванні норм матеріального права. Постанова Верховного Суду України була остаточною та оскарженню не підлягала (стаття 111-20)."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "B.  The 1963 Code of Civil Procedure (repealed on 1 September 2005)",
            "uk": "B.  Цивільний процесуальний кодекс України 1963 року (втратив чинність 01 вересня 2005 року)"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "93.  As set out in Article 4 of the Code, any interested person was entitled to apply to a court to defend a violated or disputed right or interest protected by law.",
            "uk": "93.  Як зазначено у статті 4 Кодексу, усяка заінтересована особа була вправі звернутись до суду за захистом порушеного або оспорюваного права чи охоронюваного законом інтересу."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "94.  Article 248-1 of the Code established that every citizen was entitled to lodge a complaint with a court if he or she considered that his or her rights, freedoms or lawful interests had been infringed by a decision or action of a public authority or official, or by inactivity on the part of a public authority or official. In accordance with Article 248-4, the lodging of such a complaint suspended the execution of the impugned decision.",
            "uk": "94.  Стаття 248-1 Кодексу встановлювала, що кожен громадянин мав право звернутися до суду зі скаргою, якщо вважав, що його права, свободи чи законні інтереси були порушені рішенням або дією чи бездіяльністю органу державної влади чи службової особи. Відповідно до статті 248-4 подання такої скарги зупиняло виконання оскарженого акта."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "96.  Article 347-3 of the Code contained a list of those who were entitled to apply for a review of judgments and court rulings in the light of newly discovered circumstances: parties to a case, other persons participating in proceedings, and prosecutors. They could do so within three months of discovering grounds for such a review.",
            "uk": "96.  Стаття 347-3 Кодексу містила перелік осіб, які були вправі подати заяву про перегляд рішень і ухвал суду у зв’язку з нововиявленими обставинами: сторони, інші особи, які беруть участь у справі, та прокурори. Вони могли зробити це протягом трьох місяців з дня встановлення підстави для такого перегляду."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "97.  Under Article 347-6, an application for review had to be examined at a hearing of which parties, other persons participating in the case and a prosecutor had been informed. Their failure to appear at that hearing did not prevent a court from examining the application. If the court decided to allow the application and annul a judgment or ruling, the case was to be considered in accordance with the procedure set out by the Code.",
            "uk": "97.  Відповідно до статті 347-6 заява про перегляд мала розглядатися у судовому засіданні, про яке були повідомлені сторони, інші особи, які беруть участь у справі, та прокурор. Їхня неявка не була перешкодою для розгляду заяви. Якщо суд вирішив задовольнити заяву та скасувати рішення чи ухвалу, справа мала розглядатися у порядку, встановленому цим Кодексом."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "98.  In accordance with Article 347-7 of the Code, the decision to grant an application for review of a judgment or ruling of a court in the light of newly discovered circumstances was final and could not be challenged on appeal.",
            "uk": "98.  Відповідно до статті 347-7 Кодексу ухвала про задоволення заяви про перегляд рішення або ухвали суду у зв’язку з нововиявленими обставинами була остаточною та оскарженню не підлягала."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "C.  Judgment of the Constitutional Court of 1 December 2004",
            "uk": "C.  Рішення Конституційного Суду України від 01 грудня 2004 року"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "99.  The relevant provisions of the Constitutional Court’s judgment read as follows:",
            "uk": "99.  Відповідні пункти Рішення Конституційного Суду України передбачають таке:"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "the Constitutional Court decided:",
            "uk": "Конституційний Суд України вирішив:"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "1.  The notion ‘interest protected by law’ ... is to be understood as an inclination to use pecuniary and/or non-pecuniary benefits ... [an inclination] which is a distinct object of judicial protection and of other remedies aimed at satisfying individual and collective needs which are not contrary to the Constitution and laws of Ukraine, social interests, [the principles of] fairness, good faith, reasonableness, or other fundamental principles of law.",
            "uk": "1.  Поняття «охоронюваний законом інтерес» ... треба розуміти як прагнення до користування конкретним матеріальним та/або нематеріальним благом, ... [прагнення], що є самостійним об’єктом судового захисту та інших засобів правової охорони з метою задоволення індивідуальних і колективних потреб, які не суперечать Конституції і законам України, суспільним інтересам, [принципам] справедливості, добросовісності, розумності та іншим загальноправовим засадам."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "2.  In the context of the question raised in the constitutional application, the provisions of the first paragraph of Article 4 of the Code of Civil Procedure of Ukraine are to be understood as meaning that a shareholder may defend his rights and interests protected by law through an application to a court if they are violated, disputed or not acknowledged by the joint-stock company [in which he or she holds shares], its organs or by other shareholders of that company.",
            "uk": "2.  В аспекті поставленого у конституційному поданні питання положення частини першої статті 4 Цивільного процесуального кодексу України треба розуміти так, що акціонер може захищати свої права та охоронювані законом інтереси шляхом звернення до суду у випадку їх порушення, оспорювання чи невизнання самим акціонерним товариством [власником акцій якого він є], органами чи іншими акціонерами цього товариства."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "The law shall determine the procedure of judicial protection of the joint-stock company’s rights and interests ... violated by any person, including third parties, where those rights and interests are not considered to equate simply to the totality of the individual interests ... of its shareholders.",
            "uk": "Порядок судового захисту порушених будь-ким, у тому числі й третіми особами, прав та ... інтересів, ... які не можуть вважатися тотожними простій сукупності індивідуальних ... інтересів його акціонерів, визначається законом."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 AND ARTICLE 13 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 ТА СТАТТІ 13 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "100.  The applicant company complained, in its original application of 22 March 2005 which was subsequently amended on 21 June 2005, of a violation of Article 6 § 1 and Article 13 of the Convention, stating that after the 2004 election the proceedings concerning the 2004 bidding competition before the courts of general jurisdiction and the commercial courts had been conducted in an unfair manner.",
            "uk": "100.   У своїй первинній заяві від 22 березня 2005 року, яка згодом, 21 червня 2005 року, була доповнена, підприємство-заявник скаржилось на порушення пункту 1 статті 6 та статті 13 Конвенції, стверджуючи, що після виборів 2004 року провадження щодо конкурсу 2004 року у судах загальної юрисдикції та господарських судах були несправедливими."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "103.  Thirdly, the applicant company stated that the proceedings before the Supreme Court in the period February-March 2005 had also been unfair, arguing that the Prosecutor General’s cassation appeal had been considered on the merits, notwithstanding the fact that it had been lodged out of time.",
            "uk": "103.  По-третє, підприємство-заявник зазначило, що провадження у Верховному Суді України у період з лютого до березня 2005 року також було несправедливим, стверджуючи, що касаційне подання Генерального прокурора України було розглянуте по суті, незважаючи на те, що воно було подане з пропущенням стоку."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "104.  Fourthly, the applicant company alleged that its lawyers had had no opportunity to put forward their arguments at the hearing of 23 March 2005 before the Kyiv Commercial Court, that journalists had not been allowed to attend that hearing, and that the judgment of 22 April 2005 lacked reasons.",
            "uk": "104.  По-четверте, підприємство-заявник стверджувало, що його юристи не мали можливості навести свої аргументи у судовому засіданні Господарського суду м. Києва від 23 березня 2005 року, що журналістам не був наданий дозвіл бути присутніми у цьому засіданні та що рішення від 22 квітня 2005 року було невмотивованим."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "105.  Fifthly, the applicant company claimed that the courts dealing with its cases after the 2004 election had not been impartial and independent, and that their decisions which had been unfavourable to it had been politically motivated and influenced by top government officials. By making public statements concerning the ongoing proceedings, the authorities had violated Article 6 of the Convention.",
            "uk": "105.  По-п’яте, підприємство-заявник стверджувало, що суди, які розглядали його справи після 2004 року, не були безсторонніми і незалежними та що їхні рішення, ухвалені не на його користь, були політично мотивованими та ухвалювалися під впливом найвищих посадових осіб Уряду. Своїми публічними заявами щодо провадження, яке тривало, органи влади порушили статтю 6 Конвенції."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "106.  In its submissions of 19 March 2008, the applicant company also complained regarding the unfavourable outcome of its application for review of the decision of the Pecherskyy Court of 17 February 2005, and of the failure of the authorities to inform it of the hearing of 21 July 2005 before the Higher Commercial Court, and the fact that the hearing had been held in the absence of its lawyers.",
            "uk": "106.  У своїх зауваженнях від 19 березня 2008 року підприємство-заявник також скаржилося на несприятливий результат розгляду його заяви про перегляд ухвали Печерського суду від 17 лютого 2005 року, на неповідомлення його державними органами про судове засідання Вищого господарського суду України від 21 липня 2005 року та на проведення судового засідання за відсутності його юристів."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "107.  In its submissions of 7 July 2009, the applicant company further complained that there had been a violation of the principle of impartiality in the reopened proceedings in its case, in that the State authorities had revoked their decisions relating to the launch and conduct of the process privatising Kryvorizhstal while those proceedings had been ongoing (see paragraph 20 above).",
            "uk": "107.  У своїх зауваженнях від 07 липня 2009 року підприємство-заявник також скаржилося на порушення принципу безсторонності під час відновленого провадження у його справі, оскільки органи державної влади скасували свої рішення про початок та проведення процесу приватизації підприємства «Криворіжсталь» у той час, як це провадження тривало (див. пункт 20)."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "108.  The Court considers that the applicant company’s complaints fall to be examined under Article 6 § 1 of the Convention, which reads, in so far as relevant, as follows:",
            "uk": "108.  Суд вважає, що скарги підприємства-заявника мають розглядатися за пунктом 1 статті 6 Конвенції, яка у відповідній частині передбачає:"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
            "uk": "«Кожен має право на справедливий ... розгляд ... незалежним і безстороннім судом, встановленим законом, який вирішить спір щодо його прав та обов’язків цивільного характеру ...»"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "1.  Annulment of the final decisions and the reopening of the proceedings",
            "uk": "1.  Скасування остаточних рішень і відновлення проваджень"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "112.  The applicant company stated that Article 6 § 1 of the Convention was applicable to the impugned proceedings, as they had essentially concerned its title in respect of Kryvorizhstal and thus its consequent civil rights and obligations. Its title had been challenged directly and indirectly, initially by a private company and later by a private individual and the State through the Prosecutor General. The outcome of the proceedings had been decisive for the applicant company’s title.",
            "uk": "112.  Підприємство-заявник зазначило, що пункт 1 статті 6 Конвенції був застосовним до оскаржуваних проваджень, оскільки вони здебільшого стосувалися його права власності на підприємство «Криворіжсталь», а отже, його відповідних цивільних прав та обов’язків. Його право власності оскаржувалося прямо та опосередковано, спочатку приватним підприємством, а згодом приватною особою та державою в особі Генерального прокурора України. Результат проваджень був вирішальним для права власності підприємства-заявника."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "115.  In the light of the foregoing, the Court finds that Article 6 § 1 applied to the impugned proceedings. Accordingly, the Government’s objections in that regard (see paragraph 110 above) must be rejected.",
            "uk": "115.  У світлі зазначеного Суд доходить висновку, що пункт 1 статті 6 Конвенції був застосовним до оскаржуваних проваджень. Відповідно, заперечення Уряду з цього приводу (див. пункт 110) мають бути відхилені."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "116.  In so far as the Government argued that the applicant company had no victim status as regards the quashing of the decisions in its favour (see paragraph 111 above), the Court considers that the Government’s argument is closely linked to the substance of this part of the applicant company’s complaints. Accordingly, their objection in this regard must be joined to the merits.",
            "uk": "116.  Щодо тверджень Уряду про відсутність у підприємства-заявника статусу жертви стосовно скасування рішень, ухвалених на його користь (див. пункт 111), Суд вважає, що аргумент Уряду тісно пов’язаний із суттю цієї частини скарг підприємства-заявника. Відповідно, заперечення Уряду з цього приводу має бути долучене до розгляду справи по суті."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "117.  The Court further finds that the applicant company’s complaints about the quashing of the final decisions in its cases in February 2005 are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and are not inadmissible on any other grounds. They must therefore be declared admissible.",
            "uk": "117.  Суд також доходить висновку, що скарги підприємства-заявника на скасування остаточних рішень у його справах у \nлютому 2005 року не є явно необґрунтованими у розумінні \nпідпункту «a» пункту 3 статті 35 Конвенції та не є неприйнятними з будь-яких інших підстав. Отже, вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "2.  Allegedly inconsistent decisions taken by the courts after the proceedings were reopened",
            "uk": "2.  Стверджувані суперечливі рішення, ухвалені судами після відновлення проваджень"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "119.  Accordingly, this part of the applicant company’s complaints should be rejected as manifestly ill-founded pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "119.  Відповідно, ця частина скарг підприємства-заявника має бути відхилена як явно необґрунтована відповідно до підпункту «а» \nпункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "3.  Alleged non-compliance with the guarantees of independence and impartiality",
            "uk": "3.  Стверджуване недотримання гарантій незалежності та безсторонності."
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(i)  The Government",
            "uk": "(i)  Уряд"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "120.  The Government argued that the applicant company had no victim status as regards the alleged non-compliance with the guarantee of impartiality, since (i) no such complaint was contained in the application form, and (ii) public comments concerning the domestic proceedings had been made by individuals holding no government posts, in the context of an election debate.",
            "uk": "120.  Уряд стверджував, що підприємство-заявник не мало статусу жертви стосовно стверджуваного недотримання гарантії безсторонності, оскільки (і) у заяві такої скарги не було та тому, що (іі) публічні заяви про провадження на національному рівні були зроблені у контексті передвиборчих дебатів особами, які не обіймали посад в Уряді."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "121.  The Government further argued that the applicant company had failed to exhaust domestic remedies as regards this part of the application, since it had not raised the issue of alleged bias in the domestic proceedings before the higher courts.",
            "uk": "121.  Уряд також стверджував, що підприємство-заявник не вичерпало національні засоби юридичного захисту у цій частині заяви, оскільки воно не порушило питання щодо стверджуваної упередженості у проваджені на національному рівні в судах вищих інстанцій."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "122.  As to the proceedings before this Court, the Government stated that the applicant company had raised no complaint of bias on the part of the courts between 31 August 2005 and 28 February 2006, that is during the six months following the final determination of its case by the Supreme Court (see paragraph 60 above). The applicant company’s complaints in that regard raised outside that period had to be rejected as lodged out of time.",
            "uk": "122.  Щодо провадження у цьому Суді Уряд зазначив, що підприємство-заявник не висунуло жодної скарги стосовно безсторонності судів у період з 31 серпня 2005 року до 28 лютого 2006 року, тобто впродовж шести місяців після остаточного вирішення його справи Верховним Судом України (див. пункт 60). Скарги підприємства-заявника з цього приводу, подані після зазначеного періоду, мають бути відхилені як такі, що були подані з пропущенням строку."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "(ii)  The applicant company",
            "uk": "(ii)  Підприємство-заявник"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "124.  The applicant company maintained its complaints that, following the 2004 election, the commercial courts dealing with its cases had not been independent and impartial, and their decisions had been influenced by top government officials.",
            "uk": "124.  Підприємство-заявник підтримало свої скарги, згідно з якими після виборів 2004 року господарські суди, які розглядали його справи, не були незалежними та безсторонніми, а їхні рішення зазнали впливу найвищих посадових осіб Уряду."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "125.  The applicant company also contended that its appeals to the Higher Commercial Court and the Supreme Court had provided no effective remedy, since the judgment of the Kyiv Commercial Court of 22 April 2005 had become effective on 2 June 2005, and the State authorities had started the reprivatisation process before the higher courts had examined its appeals.",
            "uk": "125.  Підприємство-заявник також доводило, що скарги, подані ним до Вищого господарського суду України та Верховного Суду України, не забезпечили ефективного засобу юридичного захисту, оскільки рішення Господарського суду м. Києва від 22 квітня 2005 року набрало законної сили 02 червня 2005 року, а органи державної влади почали процес реприватизації до розгляду його скарг судами вищих інстанцій."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "128.  The Court further notes that the Government provided no evidence demonstrating that the impugned media reports had either been untrue or incorrectly reproduced the statements. Accordingly, the Government’s objection in that regard (see paragraph 123 above) must be also dismissed.",
            "uk": "128.  Суд також зазначає, що Уряд не надав жодних доказів, з яких вбачалося б, що оскаржувані повідомлення засобів масової інформації були недостовірними або неправильно відтворили заяви. Відповідно, заперечення Уряду з цього приводу (див. пункт 123) також має бути відхилене."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "131.  In so far as the Government argued that the applicant company had failed to demonstrate how those statements had influenced the courts (see paragraph 123 above), this objection is closely linked to the substance of the applicant company’s complaints. Therefore, it must be joined to the merits.",
            "uk": "131.  Стосовно твердження Уряду, що підприємство-заявник не продемонструвало, яким чином ці заяви вплинули на суди \n(див. пункт 123), це заперечення тісно пов’язане із суттю скарг підприємства-заявника. Отже, воно має бути долучене до розгляду справи по суті."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "132.  On the whole, the Court finds that the applicant company’s complaints regarding a breach of the guarantees of independence and impartiality in the proceedings before the commercial courts in 2005 are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and are not inadmissible on any other grounds. They must therefore be declared admissible.",
            "uk": "132.  Загалом Суд доходить висновку, що скарги підприємства-заявника на порушення гарантій незалежності та безсторонності у провадженні в господарських судах у 2005 році не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції та не є неприйнятними з будь-яких інших підстав. Отже, вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "4.  The applicant company’s remaining complaints under Article 6 § 1 of the Convention",
            "uk": "4.  Решта скарг підприємства-заявника за пунктом 1 статті 6 Конвенції"
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "134.  The Court notes that the applicant company’s complaints of 19 March 2008 and 7 July 2009, in so far as they concern the commercial proceedings, were lodged more than six months after the final domestic decision had been given by the Supreme Court on 31 August 2005 (see paragraph 60 above). Accordingly, those complaints should be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
            "uk": "134.  Суд зазначає, що скарги підприємства-заявника від 19 березня 2008 року та 07 липня 2009 року щодо господарського провадження, були подані більше ніж через шість місяців з моменту ухвалення Верховним Судом України остаточного рішення від 31 серпня 2005 року (див. пункт 60). Отже, ці скарги мають бути відхилені на підставі пунктів 1 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "(a)  The Government",
            "uk": "(a)  Уряд"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "(i)  The quashing of the final decisions in its cases and the subsequent reopening of the proceedings in February 2005",
            "uk": "(i)  Скасування остаточних рішень у його справах та подальше відновлення проваджень у лютому 2005 року"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "137.  The Government argued that the quashing of the decisions in February 2005 had entailed no violation of Article 6 § 1 of the Convention.",
            "uk": "137.  Уряд стверджував, що скасування рішень у лютому 2005 року не призвело до порушення пункту 1 статті 6 Конвенції."
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "(ii)  Alleged non-compliance with the guarantees of independence and impartiality",
            "uk": "(ii)  Стверджуване недотримання гарантій незалежності та безсторонності"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "140.  The Government stated that the relevant legislative provisions offered sufficient guarantees of independence and impartiality of the judiciary through the special procedure of the appointment and dismissal of judges, judges’ special legal and social status and protection, judges’ selfadministration, the guarantees of adequate financial support for the courts, and the legal prohibition of any influence on judges.",
            "uk": "140.  Уряд зазначив, що відповідні норми законодавства надавали достатні гарантії незалежності та безсторонності судової системи через спеціальну процедуру призначення та звільнення суддів, особливий правовий та соціальний статус і захист суддів, самоврядування суддів, гарантії належного фінансового забезпечення судів та встановлену законом заборону будь-якого впливу на суддів."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "141.  The applicant company’s allegations of undue pressure from the executive on the judges of the commercial courts dealing with its case after the 2004 election were devoid of any substance. The statements at issue were part of a political debate on a subject of public interest, and had not influenced the courts’ decisions in the applicant company’s case.",
            "uk": "141.  Твердження підприємства-заявника про незаконний тиск високопосадовців на суддів господарських судів, які розглядали його справу після виборів 2004 року, були повністю необґрунтованими. Відповідні твердження були частиною політичних дебатів з питання, яке становило суспільний інтерес, і не вплинули на рішення судів у справі підприємства-заявника."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "142.  The Government further argued that the applicant company had had ample opportunity to challenge the judges dealing with its case, and the courts had given reasoned decisions in that regard.",
            "uk": "142.  Уряд також стверджував, що підприємство-заявник мало достатньо можливостей заявити відвід суддям, які розглядали його справу, і суди ухвалили у зв’язку з цим обґрунтовані рішення."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "(b)  The applicant company",
            "uk": "(b)  Підприємство-заявник"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "(i)  The quashing of the final decisions in its cases and the subsequent reopening of the proceedings in February 2005",
            "uk": "(i)  Скасування остаточних рішень у його справах і подальше відновлення проваджень у лютому 2005 року"
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "(ii)  Alleged non-compliance with the guarantees of independence and impartiality",
            "uk": "(ii)  Стверджуване недотримання гарантій незалежності та безсторонності"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "(a)  General principles",
            "uk": "(a)  Загальні принципи"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "(i)  The quashing of final decisions",
            "uk": "(i)  Скасування остаточних рішень"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "146.  The Court observes that the relevant Convention principles have been set out in Brumărescu v. Romania ([GC], no. 28342/95, §§ 61-62, ECHR 1999VII) and Ryabykh v. Russia (no. 52854/99, §§ 51-52, ECHR 2003-X). Notably, in Ryabykh, cited above, the Court held:",
            "uk": "146.  Суд зазначає, що відповідні принципи Конвенції були викладені в рішеннях у справах «Брумареску проти Румунії» [ВП] (Brumărescu v. Romania) [GC], заява № 28342/95, пункти 61, 62, \nЄСПЛ 1999 – VII) та «Рябих проти Росії» (Ryabykh v. Russia), \nзаява № 52854/99, пункти 51, 52, ЄСПЛ 2003 – X). Зокрема, у згаданому рішенні у справі «Рябих проти Росії» (Ryabykh v. Russia) Суд встановив:"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "(ii)  The guarantees of independence and impartiality",
            "uk": "(ii)  Гарантії незалежності та безсторонності"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "149.  In deciding whether in a given case there is a legitimate reason to fear that these requirements are not met, the standpoint of a party is important but not decisive. What is decisive is whether this fear can be held to be objectively justified (see Kleyn and Others, cited above, § 194).",
            "uk": "149.  При вирішенні того, чи є у певній справі обґрунтована причина побоюватися, що ці вимоги не виконуються, позиція заінтересованої особи є важливою, проте не вирішальною. Вирішальним є те, чи можна вважати таке побоювання об’єктивно обґрунтованим (див. згадане рішення у справі «Кляйн та інші проти Нідерландів» (Kleyn and Others v. the Netherlands), пункт 194)."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "150.  The concepts of independence and objective impartiality are closely linked, and accordingly the Court will consider both issues together as they relate to the present case (see Kleyn and Others, cited above, § 192).",
            "uk": "150.  Концепції незалежності та об’єктивної безсторонності тісно взаємопов’язані, і відповідно Суд розгляне обидва питання разом, оскільки вони стосуються цієї справи (див. згадане рішення у справі «Кляйн та інші проти Нідерландів» (Kleyn and Others v. the Netherlands), пункт 192)."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "(b)  Application of the general principles to the present case",
            "uk": "(b)  Застосування загальних принципів у цій справі"
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "(i)  Proceedings before the courts of general jurisdiction",
            "uk": "(i)  Провадження у судах загальної юрисдикції"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "152.  The Court notes that the proceedings before the courts of general jurisdiction were terminated by the final decision of the Supreme Court of 27 December 2004. About a month later the proceedings were reopened upon an extraordinary appeal – an appeal in the light of newly discovered circumstances – by a private individual. That person had not participated in the original proceedings, and thus under the Ukrainian law then in force was not entitled to lodge such an appeal (see paragraph 96 above).",
            "uk": "152.  Суд зазначає, що провадження у судах загальної юрисдикції було закрите остаточним рішенням Верховного Суду України від 27 грудня 2004 року. Приблизно через місяць воно було відновлене в порядку виключного провадження за заявою про перегляд у зв’язку з нововиявленими обставинами, поданою приватною особою. Ця особа не брала участі в основному провадженні, а отже за чинним на той час законодавством України не мала права подавати таку заяву (див. \nпункт 96)."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "156.  In any event, the Court considers that neither the appeal of N. nor the decision of the Pecherskyy Court of 17 February 2005 were based on “circumstances of a substantial and compelling character” justifying the interference with the final and binding judgment in the applicant company’s favour.",
            "uk": "156.  У будь-якому випадку Суд вважає, що ані заява Н., ані рішення Печерського суду від 17 лютого 2005 року не ґрунтувалися на «особливих та непереборних обставинах», які б виправдали втручання в остаточне та обов’язкове для виконання рішення, ухвалене на користь підприємства-заявника."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "(ii)  Proceedings before the commercial courts",
            "uk": "(ii)  Провадження у господарських судах"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "161.  The Government did not argue that the Supreme Court had given consideration to those important aspects when deciding on the extension application by the Prosecutor General. Thus, the Court finds no acceptable justification for the Supreme Court’s decision to grant the extension requested by the Prosecutor General.",
            "uk": "161.  Уряд не доводив, що Верховний Суд України розглянув ці важливі аспекти під час ухвалення рішення за заявою Генерального прокурора України про поновлення строку. Отже, Суд не знаходить жодного прийнятного обґрунтування рішення Верховного Суду України про задоволення клопотання Генерального прокурора України про поновлення строку."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "163.  In the light of the foregoing, the Court finds that, by accepting the belated appeal by the Prosecutor General and eventually quashing the decisions of the Kyiv Commercial Court of 19 August 2004 and the Higher Commercial Court of 22 October 2004, the Supreme Court infringed the principle of legal certainty.",
            "uk": "163.  У світлі зазначеного Суд доходить висновку, що прийнявши до розгляду касаційне подання Генерального прокурора України, подане з пропущенням строку, та скасовуючи, зрештою, рішення Господарського суду м. Києва від 19 серпня 2004 року та Вищого господарського суду України від 22 жовтня 2004 року, Верховний Суд України порушив принцип юридичної визначеності."
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "166.  In the circumstances, the Court finds it unnecessary to deal with the Government’s argument concerning the domestic guarantees of judicial independence and impartiality (see, mutatis mutandis, Agrokompleks, cited above, §§ 132 and 136). Their argument that the applicant company had had procedural means to remedy the present issue has already been addressed and rejected by the Court in the context of the admissibility of this part of the applicant company’s complaints (see paragraph 129 above).",
            "uk": "166.  За цих обставин Суд не вважає за необхідне розглядати аргумент Уряду щодо національних гарантій незалежності та неупередженості суддів (див., mutatis mutandis, згадане рішення у справі «Агрокомплекс» проти України» (Agrokompleks v. Ukraine), пункти 132 та 136). Його аргумент, що підприємство-заявник мало процесуальні засоби для усунення цієї проблеми вже був розглянутий та відхилений Судом у контексті прийнятності цієї частини скарг підприємства-заявника (див. пункт 129)."
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "(iii)  Conclusion",
            "uk": "(iii)  Висновок"
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "168.  Consequently, there has been a violation of Article 6 § 1 of the Convention in this regard.",
            "uk": "168.  Отже, було порушено пункт 1 статті 6 Конвенції у зв’язку з цим."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "(a)  The Government",
            "uk": "(a)  Уряд"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "170.  The Government raised objections as to the admissibility of the applicant company’s complaints under Article 1 of Protocol No. 1 on the basis of non-exhaustion of domestic remedies, failure to comply with the six-month rule and the absence of victim status.",
            "uk": "170.  Уряд висунув заперечення щодо прийнятності скарг підприємства-заявника за статтею 1 Першого протоколу до Конвенції у зв’язку з невичерпання національних засобів юридичного захисту, недотриманням правила «шестимісячного строку» та відсутністю статусу потерпілого."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "171.  In particular, the Government argued that in order to comply with the rule of exhaustion of domestic remedies under Article 35 § 1 of the Convention as regards this part of its complaints, the applicant company should have lodged with the commercial courts a claim for its recognition as a bona fide acquirer of the Kryvorizhstal share capital based on the premise that it had not been aware that the authorities had acted ultra vires when transferring the disputed shares to it (see paragraph 52 above).",
            "uk": "171.  Зокрема, Уряд стверджував, що з метою дотримання правила щодо вичерпання національних засобів юридичного захисту за пунктом 1 статті 35 Конвенції щодо цієї частини своїх скарг, підприємство-заявник мало звернутися до господарських судів з позовом про визнання його добросовісним набувачем акціонерного капіталу підприємства «Криворіжсталь» на тій підставі, що йому не було відомо, що органи влади діяли з перевищенням повноважень, передаючи йому спірні акції (див. пункт 52)."
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "172.  Also, according to the Government, the applicant company failed to comply with the rule of exhaustion of domestic remedies, as its counterclaim was not lodged in accordance with the relevant procedural regulations (see paragraph 34 above). The applicant company had to lodge it separately or to change it so that it was directed against the authorities and not the private company.",
            "uk": "172.  Також згідно з твердженнями Уряду підприємство-заявник не дотрималося правила вичерпання національних засобів юридичного захисту, оскільки його зустрічний позов не був поданий згідно з відповідними процесуальними положеннями (див. пункт 34). Підприємство-заявник мало подати його окремо чи змінити його таким чином, щоб він був спрямований проти органів влади, а не приватного підприємства."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "173.  The Government further argued that the applicant company had not had the victim status on account of the alleged deprivation of its possessions, as it had lodged its relevant complaints under Article 1 of Protocol No. 1 before the proceedings concerning the title to the Kryvorizhstal share capital had been completed on 31 August 2005 (see paragraph 60 above). For the same reason, the Government argued that those complaints had been premature.",
            "uk": "173.  Уряд також стверджував, що підприємство-заявник не мало статусу потерпілого у зв’язку зі стверджуваним позбавленням його власності, оскільки воно подало відповідні скарги за статтею 1 Першого протоколу до Конвенції до закінчення провадження щодо права на акціонерний капітал підприємства «Криворіжсталь» 31 серпня 2005 року (див. пункт 60). За цих самих підстав Уряд стверджував, що ці скарги були передчасними."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "174.  The Government stated that, as the applicant company had raised no complaint under that provision between 31 August 2005 and 28 February 2006, that is during the six months following the final determination of its case by the Supreme Court (see paragraph 60 above), this part of the application could be rejected also as lodged out of time.",
            "uk": "174.  Уряд зазначив, що оскільки підприємство заявник не висунуло жодної скарги за цим положенням у період з 31 серпня 2005 року до 28 лютого 2006 року, тобто протягом шести місяців з моменту остаточного вирішення його справи Верховним Судом України \n(див. пункт 60), ця частина заяви також могла бути відхилена як подана з пропущенням строку."
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "(b)  The applicant company",
            "uk": "(b)  Підприємство-заявник"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "175.  The applicant company contested the Government’s submissions, stating that the core issue in the case - the validity of the contract of 14 June 2004 - had been determined in the framework of the proceedings before the commercial courts (see paragraph 51 above), whereas the procedure relating to the recognition of the status of bona fide acquirer had had no relevance to the dispute in question.",
            "uk": "175.  Підприємство-заявник заперечило проти доводів Уряду, зазначивши, що основне питання у справі, чинність договору від 14 червня 2004 року, було вирішене в рамках провадження у господарських судах (див. пункт 51), при цьому процес, пов’язаний із визнанням статусу добросовісного набувача, не стосувався відповідного спору."
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "176.  The applicant company also reiterated its argument that its appeals to the Higher Commercial Court and the Supreme Court had provided no effective remedy, since the judgment of the Kyiv Commercial Court of 22 April 2005 had become effective on 2 June 2005 and the State authorities had started the reprivatisation process before the higher courts had examined its appeals (see paragraph 125 above).",
            "uk": "176.  Підприємство-заявник також повторило свій аргумент, що його скарги до Вищого господарського суду України та Верховного Суду України не забезпечили ефективного засобу юридичного захисту, оскільки рішення Господарського суду м. Києва від 22 квітня 2005 року набрало законної сили 02 червня 2005 року, а державні органи розпочали процес реприватизації до розгляду його скарг судами вищих інстанцій (див. пункт 125)."
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "2.  The Court’s examination",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "177.  At the outset, the Court notes that the applicant company’s complaint regarding the authorities’ failure to ensure enforcement of the final decisions adopted in its cases before January 2005 is wholly unsubstantiated. Notably, the applicant company failed to specify what measures the authorities had had to take in that regard.",
            "uk": "177.  Перш за все Суд зазначає, що скарга підприємства-заявника на незабезпечення органами влади виконання остаточних рішень, ухвалених у його справах до січня 2005 року, є повністю необґрунтованою. Зокрема, підприємство-заявник не зазначило заходів, які органи влади мали вжити у зв’язку з цим."
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "178.  Also, the Court has rejected the applicant company’s complaint under Article 6 § 1 of the Convention regarding the allegedly inconsistent decisions taken by the courts after the reopening of the proceedings in 2005 as manifestly ill-founded (see paragraphs 118 and 119 above), and there is no reason to make a different decision as regards the same complaint by the applicant company under Article 1 of Protocol No. 1.",
            "uk": "178.  Суд також відхилив скаргу підприємства-заявника за \nпунктом 1 статті 6 Конвенції щодо стверджуваної неузгодженості рішень, ухвалених судами після відновлення проваджень у 2005 році, як явно необґрунтовану (див. пункти 118 та 119), і немає жодних підстав приймати інше рішення щодо цієї ж скарги підприємства-заявника за статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "179.  The Court further notes that the applicant company failed to submit any reliable evidence in support of its complaint that it had been deprived of its assets because of one its owners’ political opposition to the authorities.",
            "uk": "179.  Суд також зазначає, що підприємство-заявник не надало жодних достовірних доказів на підтримку своєї скарги щодо позбавлення його майна у зв’язку з політичною опозицією державним органам одного з його власників."
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "180.  Thus, those parts of the applicant company’s complaints under Article 1 of Protocol No. 1 must be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "180.  Отже, ці частини скарг підприємства-заявника за статтею 1 Першого протоколу до Конвенції мають бути відхилені відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "182.  The applicant complained that the unfair manner in which the proceedings concerning the title to the Kryvorizhstal share capital had been conducted had had entailed a violation of its right to peaceful enjoyment of its property under Article 1 of Protocol No. 1.",
            "uk": "182.  Підприємство-заявник скаржилося, що несправедливість розгляду справи про право власності на акціонерний капітал підприємства «Криворіжсталь» призвела до порушення його права на мирне володіння своїм майном, гарантованого статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "189.  Turning to the present case, the Court observes that it transpires to be the parties’ common agreement that there was an interference with the applicant company’s right to peaceful enjoyment of possessions which ultimately amounted to a “deprivation” of its property.",
            "uk": "189.  Повертаючись до цієї справи, Суд зазначає, що сторони, як вбачається, погоджуються, що було втручання у право підприємства-заявника на мирне володіння майном, яке зрештою становило «позбавлення» його власності."
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "190.  The parties mainly disagreed as to whether this interference had been lawful within the meaning of Article 1 of Protocol No. 1, the applicant company’s principal arguments being directed against the manner in which the proceedings culminating in the decision depriving it of the Kryvorizhstal share capital had been conducted. The Court will examine those arguments in turn.",
            "uk": "190.  Головним чином сторони не дійшли згоди щодо того, чи було це втручання законним у розумінні статті 1 Першого протоколу до Конвенції, при цьому основні аргументи підприємства-заявника були спрямовані проти порядку здійснення провадження, в результаті якого було ухвалене рішення про позбавлення його акціонерного капіталу підприємства «Криворіжсталь». Суд розгляне ці аргументи по черзі."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "193.  The Court further notes that the applicant company was formally and actually deprived of the Kryvorizhstal shares in June 2005 (see paragraph 21 above), that is after the dispute had been determined on the merits by the judgment of the Kyiv Commercial Court of Appeal of 2 June 2005, which, according to the procedure, became enforceable on that date (see paragraphs 56-57 above).",
            "uk": "193.  Суд також зазначає, що підприємство-заявник було позбавлене формально та фактично акцій підприємства «Криворіжсталь» у червні 2005 року (див. пункт 21), тобто після вирішення спору по суті рішенням Київського апеляційного господарського суду від 02 червня 2005 року, яке відповідно до процесуальних норм стало обов’язковим для виконання у той самий день (див. пункти 56, 57)."
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "196.  In so far as the applicant company argued that it had been unlawfully deprived of its property because of other procedural shortcomings in the domestic proceedings, the Court reiterates that not every procedural shortcoming in a case will take an interference with the right of property outside the scope of the “principle of lawfulness” (see Ukraine-Tyumen v. Ukraine, no. 22603/02, § 52, 22 November 2007).",
            "uk": "196.  Щодо твердження підприємства-заявника, що воно було незаконно позбавлене своєї власності внаслідок інших процесуальних недоліків під час провадження на національному рівні, Суд нагадує, що не кожний процесуальний недолік у справі призводить до втручання у право власності поза межами «принципу законності» (див. рішення у справі «Україна – Тюмень» проти України» (Ukraine-Tyumen v. Ukraine), заява № 22603/02, пункт 52, від 22 листопада 2007 року)."
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "197.  The Court recalls that in certain exceptional cases it has found a violation of Article 1 of Protocol No. 1 on account of the unfair manner in which the relevant court proceedings had been conducted, including the “blatant interference” of the State authorities at the highest level in those proceedings (see Sovtransavto Holding, cited above, §§ 97-98, and Agrokompleks, cited above, §§ 135, 138 and 170).",
            "uk": "197.  Суд нагадує, що в окремих виняткових випадках він встановлював порушення статті 1 Першого протоколу до Конвенції у зв’язку з несправедливим порядком здійснення відповідного судового провадження, у тому числі через «очевидне втручання» органів державної влади найвищого рівня у таке провадження (див. згадані рішення у справах «Совтрансавто-Холдинг» проти України» (Sovtransavto Holding v. Ukraine), пункти 97, 98, та «Агрокомплекс» проти України» (Agrokompleks v. Ukraine), пункти 135, 138 та 170)."
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "199.  The Court further notes that the applicant company did not contest the Government’s argument that the impugned interference had been in the public interest. Nor did it demonstrate that it had been made to bear an excessive individual burden.",
            "uk": "199.  Суд також зазначає, що підприємство-заявник не заперечило проти аргументу Уряду, що оскаржуване втручання було в інтересах суспільства. Воно також не довело, що на нього був покладений надмірний особистий тягар."
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "200.  In the light of the foregoing, the Court finds that there has been no violation of Article 1 of Protocol No. 1.",
            "uk": "200.  У світлі викладеного Суд доходить висновку, що не було порушено статтю 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
            "uk": "III.  ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ"
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "201.  The applicant company complained under Articles 10, 11 and 14 of the Convention, alleging that it had been the victim of persecution by the authorities for the political activities of one of its owners.",
            "uk": "201.  Підприємство-заявник скаржилося за статтями 10, 11 та 14 Конвенції, стверджуючи, що воно було жертвою переслідувань з боку органів влади у зв’язку з політичною діяльністю одного з його власників."
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "202.  The applicant company also complained under Article 18 of the Convention that the procedural limitations applied to it during the hearing resulting in the Pecherskyy Court’s decision of 17 February 2005, and that decision itself, had been politically motivated.",
            "uk": "202.  Підприємство-заявник також скаржилося за статтею 18 Конвенції на процесуальні обмеження, накладені на нього під час судового розгляду, за результатами якого було ухвалене рішення Печерського суду від 17 лютого 2005 року, та на політичну обумовленість самого рішення."
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "203.  The Court has examined the rest of the applicant company’s complaints and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. Accordingly, the Court rejects them as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
            "uk": "203.  Суд розглянув решту скарг підприємства-заявника та вважає, що з огляду на всі наявні у нього матеріали та належність оскаржуваних питань до сфери його компетенції, вони не виявляють жодних ознак порушення прав і свобод, гарантованих Конвенцією або протоколами до неї. Відповідно Суд відхиляє їх як явно необґрунтовані відповідно до пунктів 3 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "204.  Article 41 of the Convention provides:",
            "uk": "204.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "(a)  The applicant company",
            "uk": "(a)  Підприємство-заявник"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "205.  The applicant company claimed 12,900,000,000 United States dollars, the equivalent of about 10,000,000,000 euros (EUR) at the material time, in respect of pecuniary damage, referring mainly to an increase in the price of Kryvorizhstal, the income that company had received in the period of 20052007 and the applicant company’s allegedly related loss of dividends.",
            "uk": "205.  Підприємство-заявник вимагало 12 900 000 000 доларів США, що у відповідний час становило приблизно 10 000 000 000 євро, в якості відшкодування матеріальної шкоди, посилаючись здебільшого на підвищення ціни підприємства «Криворіжсталь», дохід підприємства, отриманий у період з 2005 року до 2007 року, та стверджувану пов’язану з цим втрату дивідендів підприємством-заявником."
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "206.  The Government contested the applicant company’s claim.",
            "uk": "206.  Уряд заперечив проти вимоги підприємства-заявника."
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "(c)  The third-party intervener",
            "uk": "(c)  Третя особа, яка вступила у справу"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "207.  ArcelorMittal Duisburg GmbH submitted that it had made significant investments in Kryvorizhstal since acquiring it in October 2005, and that it feared possible substantial losses if the applicant company succeeded in the present case.",
            "uk": "207.  Компанія «АрселорМіттал Дуйсбург ГмбХ» зазначила, що вона зробила значні інвестиції у підприємство «Криворіжсталь» з моменту його придбання у жовтні 2005 року і що вона побоювалась можливих значних втрат у разі вирішення цієї справи на користь підприємства-заявника."
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "2.  The Court’s examination",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "209.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged by the applicant company; it therefore rejects its claim.",
            "uk": "209.  Суд не вбачає жодного причинно-наслідкового зв’язку між встановленим порушенням і матеріальною шкодою, яка вимагалась підприємством-заявником; отже, Суд відхиляє його вимогу."
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "210.  The applicant company lodged no claim for costs and expenses.",
            "uk": "210.  Підприємство-заявник не подало жодних вимог щодо відшкодування судових та інших витрат."
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "1.  Joins to the merits the Government’s objection as to the applicant company’s victim status in respect of its complaints under Article 6 § 1 of the Convention about the quashing of the final court decisions favourable to it in February 2005, and rejects it;",
            "uk": "1.  Вирішує долучити до розгляду по суті заперечення Уряду щодо статусу потерпілого підприємства-заявника у зв’язку з його скаргами за пунктом 1 статті 6 Конвенції на скасування остаточних судових рішень, ухвалених на його користь у лютому 2005 року, та відхиляє його;"
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "2.  Joins to the merits the Government’s objection that the applicant company’s complaint under Article 6 § 1 of the Convention regarding a breach of the guarantees of independence and impartiality in the proceedings before the commercial courts between February and August 2005 was manifestly ill-founded, and rejects it;",
            "uk": "2.  Вирішує долучити до розгляду по суті заперечення Уряду щодо явної необґрунтованості скарги підприємства-заявника за \nпунктом 1 статті 6 Конвенції на порушення гарантій незалежності та безсторонності під час провадження у господарських судах у період з лютого до серпня 2005 року та відхиляє його;"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "3.  Declares the following complaints admissible:",
            "uk": "3.  Оголошує прийнятними такі скарги:"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "(a)  the applicant company’s complaints under Article 6 § 1 of the Convention about the quashing of the final court decisions favourable to it in February 2005; and",
            "uk": "(a)  скарги підприємства-заявника за пунктом 1 статті 6 Конвенції на скасування остаточних судових рішень, ухвалених на його користь у лютому 2005 року; та"
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "(b)  the applicant company’s complaint under Article 6 § 1 of the Convention regarding a breach of the guarantees of independence and impartiality in the proceedings before the commercial courts between February and August 2005; and",
            "uk": "(b)  скаргу підприємства-заявника за пунктом 1 статті 6 Конвенції на порушення гарантій незалежності та безсторонності під час провадження у господарських судах у період з лютого до \nсерпня 2005 року; та"
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "(c)  the applicant company’s complaints under Article 1 of Protocol No. 1 that the proceedings concerning its assets – 93.02% of the Kryvorizhstal share capital – had been conducted in the unfair manner and that the authorities had failed to reimburse it for the improvements it had made to those assets;",
            "uk": "(c)  скарги підприємства-заявника за статтею 1 Першого протоколу до Конвенції на несправедливість провадження щодо його майна, 93,02 % акціонерного капіталу підприємства «Криворіжсталь», та невідшкодування органами влади йому витрат, понесених у зв’язку з покращення ним цього майна;"
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "4.  Declares the remainder of the application inadmissible;",
            "uk": "4.  Оголошує решту скарг у заяві неприйнятними;"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
            "uk": "5.  Постановляє, що було порушення пункту 1 статті 6 Конвенції;"
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "6.  Holds that there has been no violation of Article 1 of Protocol No. 1;",
            "uk": "6.  Постановляє, що не було порушення статті 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "7.  Dismisses the applicant company’s claim for just satisfaction.",
            "uk": "7.  Відхиляє вимоги підприємства-заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "Done in English, and notified in writing on 26 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 26 червня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]