[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF KORBAN v. UKRAINE",
            "uk": "Справа «КОРБАН ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 26744/16)",
            "uk": "(Заява № 26744/16)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "4 July 2019",
            "uk": "04 липня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "09/12/2019",
            "uk": "09.12.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Korban v. Ukraine,",
            "uk": "У справі «Корбан проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський Суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Angelika Nußberger, President,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tSíofra O’Leary,\n\tMārtiņš Mits,\n\tGabriele Kucsko-Stadlmayer,\n\tLado Chanturia, judges,\nand Claudia Westerdiek, Section Registrar,",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tАндре Потоцький (André Potocki),\n\tСіофра О’Лірі (Síofra O’Leary),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tЛадо Чантурія (Lado Chanturia), судді,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 28 May 2019,",
            "uk": "після обговорення за зачиненими дверима 28 травня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 26744/16) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Gennadiy Olegovych Korban (“the applicant”), on 27 April 2016.",
            "uk": "1.  Справу було розпочато за заявою (№ 26744/16), яку 27 квітня 2016 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод \n(далі – Конвенція) громадянин України, пан Геннадій Олегович Корбан (далі – заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant was represented by Mr N.S. Kulchytskyy, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Ivan Lishchyna.",
            "uk": "2.  Заявника представляв пан Н.С. Кульчицький, юрист, який практикує у м. Київ. Уряд України (далі – Уряд) представляв його Уповноважений, пан Іван Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  On 21 November 2016 the President of the Section decided to grant priority treatment to the case at the applicant’s request under Rule 41 of the Rules of Court.",
            "uk": "3.  21 листопада 2016 року відповідно до Правила 41 Регламенту Суду Голова секції вирішив надати справі заявника статус пріоритетної."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "5.  On 5 March 2018 notice of the above complaints was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "5.  05 березня 2018 року Уряд було повідомлено про зазначені скарги, а решту скарг у заяві відповідно до пункту 3 Правила 54 Регламенту Суду було оголошено неприйнятними."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "6.  The applicant was born in 1970 and lives in Dnipro (named Dnipropetrovsk prior to June 2016).",
            "uk": "6.  Заявник народився у 1970 році та проживає у м. Дніпро (до червня 2016 року місто мало назву Дніпропетровськ)."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "A.  The applicant’s involvement in Ukrainian politics",
            "uk": "A.  Причетність заявника до української політики"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "7.  From 19 March 2014 to 24 March 2015 the applicant was Deputy Head and Chief of Staff of the Dnipropetrovsk Regional State Administration (“the Regional Administration”). As he explained, following a deterioration of relationships between the President of Ukraine and the then Head of the Regional Administration, the latter resigned together with his political team, including the applicant.",
            "uk": "7.  З 19 березня 2014 року до 24 березня 2015 року заявник обіймав посаду заступника голови – керівника апарату Дніпропетровської обласної державної адміністрації (далі – обласна адміністрація). Як він пояснив, після погіршення стосунків між Президентом України та тодішнім головою обласної адміністрації, останній подав у відставку разом зі своєю політичною командою, у тому числі заявником."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  On 15 September 2014 the applicant was awarded an “Order for Courage” by the President of Ukraine “for his commitment, active civic stance and high professionalism in carrying out his official duties”.",
            "uk": "8.  15 вересня 2014 року Президент України нагородив заявника орденом «За мужність» «за самовідданість, активну громадянську позицію та високий професіоналізм, виявлені під час виконання службових обов’язків»."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  On 12 July 2015 the applicant became the leader of a new political party, the Ukrainian Union of Patriots (“UKROP” – Українське об’єднання патріотів — “УКРОП”), which sharply criticised those in power in general and President Poroshenko in particular.",
            "uk": "9.  12 липня 2015 року заявник став головою нової політичної партії «Українське об’єднання патріотів – УКРОП» (далі – партія «УКРОП»), яка різко критикувала владу в цілому та Президента Порошенка, зокрема."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  On 26 July 2015 the applicant, as the UKROP leader, ran for the mid-term parliamentary elections in Chernigiv. Having obtained 14.76% of votes, he lost the elections to the candidate from the “Bloc of Petro Poroshenko” (35.90%).",
            "uk": "10.  26 липня 2015 року заявник, як голова партії «УКРОП», брав участь у проміжних парламентських виборах у м. Чернігів. Отримавши 14,76 % голосів, він програв вибори кандидату від партії «Блок Петра Порошенка» (35,90 %)."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "11.  In the local elections of 25 October 2015 the UKROP party received 7.43% of votes nationwide and came fourth (the three leading parties were: “Bloc of Petro Poroshenko” (19.52%); “Batkivshchyna” (12.23%); and “Opposition Bloc” (10.54%)). The applicant ran for the post of Kyiv mayor and lost the election, having obtained 2.61% of the vote.",
            "uk": "11.  На місцевих виборах 25 жовтня 2015 року партія «УКРОП» отримала 7,43 % голосів у цілому по країні та стала четвертою (трьома партіями-лідерами були: «Блок Петра Порошенка» \n(19,52 %), «Батьківщина» (12,23 %) та «Опозиційний блок» (10,54 %). Заявник балотувався на посаду міського голови м. Київ і програв вибори, отримавши 2,61 % голосів."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "B.  Criminal proceedings against the applicant",
            "uk": "B.  Кримінальне провадження щодо заявника"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "12.  On 14 August 2014 the Head of the State Agency of Land Resources (“the Agency”), R., was held against his will in the applicant’s office. The applicant insisted that R. appoint a particular person to the post of head of the Agency’s regional department, having previously dismissed the holder of that post. R. complained about the incident to the police.",
            "uk": "12.  14 серпня 2014 року голову Державного агентства земельних ресурсів України (далі – Держземагенство), Р., проти волі утримували у службовому кабінеті заявника. Заявник вимагав, щоб Р. призначив конкретну особу на посаду начальника Головного управління Держземагенства у Дніпропетровській області, попередньо звільнивши того, хто обіймав цю посаду. Р. поскаржився на ці події до міліції."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "13.  On 15 August 2014 criminal proceedings were instituted against the applicant and another person in respect of the above-mentioned events, on suspicion of a public official’s kidnapping and aggravated car theft (R.’s car had been moved without his consent). The relevant entry was made in the Unified register of pre-trial investigations (proceedings no. 12014040670002852, hereinafter referred to as “proceedings no. 52”).",
            "uk": "13.  15 серпня 2014 року у зв’язку із зазначеними подіями щодо заявника та іншої особи було порушено кримінальну справу за підозрою у захопленні представника влади як заручника та незаконному заволодінні транспортним засобом при обтяжуючих обставинах (автомобіль Р. був переміщений без його згоди). Відповідні відомості було внесено до Єдиного реєстру досудових розслідувань (провадження № 12014040670002852, далі – провадження № 52)."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "14.  On 25 February 2015 further criminal proceedings were instituted against the applicant and another person. They were suspected of having organised the kidnapping, on that same day, of V., an official of the Dnipropetrovsk City Council, with a view to forcing the acting head of that authority, Ro., to resign.",
            "uk": "14.  25 лютого 2015 року щодо заявника та іншої особи було порушено ще одну кримінальну справу. Вони підозрювалися в організації вчиненого того дня викрадення В., посадової особи Дніпропетровської міської ради, з метою спонукання виконувача обов’язків голови цього органу, Ро., залишити займану посаду."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "15.  On 7 August 2015 another set of criminal proceedings was instituted against the applicant on suspicion of embezzlement of funds of a charity organisation set up in May 2014 with a view to collecting voluntary contributions to support Ukrainian soldiers fighting in the east of Ukraine.",
            "uk": "15.  07 серпня 2015 року щодо заявника було порушено ще одну кримінальну справу за підозрою у привласненні коштів благодійної організації, створеної у травні 2014 року з метою збору благодійних пожертв для підтримки українських солдатів, які воюють на сході України."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "16.  On 30 September 2015 the Head of the Dnipropetrovsk Regional Election Commission received telephone threats of violence from somebody who had introduced himself by the applicant’s name. On 1 October 2015 criminal proceedings were instituted against the applicant in that respect, on suspicion of interference with the work of an electoral officer.",
            "uk": "16.  30 вересня 2015 року голова міської виборчої комісії Дніпропетровської області отримав телефонні погрози застосування насилля від когось, хто представився заявником. У зв’язку з цим \n01 жовтня 2015 року щодо заявника було порушено кримінальну справу за підозрою у перешкоджанні діяльності члена виборчої комісії."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "21.  On the same day the applicant was transported from Kyiv to Chernigiv (150 km) in a regular minibus. According to him, he was held in the vehicle from 9 a.m. to 5 p.m., during the journey and while waiting upon arrival at Chernigiv, without any water or food and without access to a toilet. According to the Government, who relied on the information from the PGO, “the applicant had been provided with water and access to sanitary facilities at his requests”.",
            "uk": "21.  Того дня заявника перевезли з м. Київ до м. Чернігів (150 км) звичайним мікроавтобусом. Згідно з його твердженнями його тримали у транспортному засобі з 09 год. 00 хв. до 17 год. 00 хв. під час транспортування і очікування прибуття до м. Чернігів, без води або їжі та без доступу до туалету. Згідно з твердженнями Уряду, який посилався на надану ГПУ інформацію, «заявнику за його проханнями надавалася вода та доступ до санітарного вузла»."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "22.  Later on 2 November 2015 the applicant complained to the Kyiv Pecherskyy District Court (“the Pecherskyy Court”, situated near the PGO headquarters) that his arrest had been arbitrary and unlawful. He observed, in particular, that the legal preconditions for arrest without a judicial warrant had not been met in his case.",
            "uk": "22.  Пізніше 02 листопада 2015 року заявник звернувся до Печерського районного суду міста Києва (далі – Печерський суд, розташований біля офісу ГПУ) зі скаргою на його свавільне та незаконне затримання. Він стверджував, зокрема, що у його випадку не були дотримані правові передумови для затримання без дозволу суду."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "25.  On the same day the PGO decided that its own Main Investigation Department would take over the investigation from the Chernigiv Prosecutor’s Office.",
            "uk": "25.  Того дня ГПУ вирішила доручити розслідування, яке здійснювала прокуратура Чернігівської області, своєму Головному слідчому управлінню."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "26.  In addition to his complaint regarding his arrest (see paragraph 22 above), the applicant complained to the Pecherskyy Court that his re-arrest on 3 November 2015 had been unlawful too.",
            "uk": "26.  Додатково до своєї скарги на затримання (див. пункт 22), заявник поскаржився до Печерського суду, що його повторне затримання 03 листопада 2015 року також було незаконним."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "27.  On 4 November 2015 the PGO investigator applied to the investigating judge of the Pecherskyy Court for the applicant’s pre-trial detention as a preventive measure pending trial. This new application reproduced the text of the one submitted earlier, on 2 November 2015 (see paragraph 20 above), with an additional reference to the charge of interference with the work of an electoral officer (see paragraphs 23 and 24 above).",
            "uk": "27.  04 листопада 2015 року слідчий з ГПУ звернувся до слідчого судді Печерського суду з клопотанням про обрання заявнику запобіжного заходу у вигляді тримання під вартою до судового розгляду. У цьому новому клопотанні повторювався текст раніше поданого клопотання, 02 листопада 2015 року (див. пункт 20), з додатковим посиланням на обвинувачення у перешкоджанні роботі члена виборчої комісії (див. пункти 23 і 24)."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "28.  On the same date the investigating judge of the Novozavodskyy Court ruled, in the light of the above-mentioned developments, to leave without examination the investigator’s application of 2 November 2015 regarding the applicant’s pre-trial detention (see paragraph 20 above).",
            "uk": "28.  Того дня слідчий суддя Новозаводського суду у контексті зазначених подій постановив залишити без розгляду клопотання слідчого від 02 листопада 2015 року про обрання заявнику запобіжного заходу у вигляді тримання під вартою (див. пункт 20)."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "29.  On 5 November 2015 the Pecherskyy Court decided to examine jointly the investigator’s application and the applicant’s complaints of 2 and 3 November 2015 regarding the lawfulness of his arrest and re-arrest (see paragraphs 22, 26 and 27 above).",
            "uk": "29.  05 листопада 2015 року Печерський суд вирішив розглянути спільно клопотання слідчого та скарги заявника від 02 і 03 листопада 2015 року щодо законності його затримання та повторного затримання (див. пункти 22, 26 і 27)."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "31.  As regards the applicant’s complaint about the alleged unlawfulness of his arrest of 31 October 2015, the investigating judge concluded that at the time of the impugned event, the applicant had been outside the territorial jurisdiction of the Pecherskyy Court and that she therefore had no competence to rule on that issue.",
            "uk": "31.  Щодо скарги заявника про стверджувану незаконність його затримання 31 жовтня 2015 року слідча суддя дійшла висновку, що на момент оскаржуваних подій заявник знаходився поза межами територіальної юрисдикції Печерського суду, а тому вона не мала компетенції ухвалювати рішення з цього питання."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "32.  In so far as the applicant had raised the same complaint in respect of his re-arrest on 3 November 2015, the judge held, without providing further details, that it had been in compliance with Article 208 of the CCP.",
            "uk": "32.  Щодо аналогічних скарг заявника на його повторне затримання 03 листопада 2015 року суддя встановила, не навівши додаткових відомостей, що воно відбулось із дотриманням порядку, встановленого статтею 208 КПК України."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "33.  Both the applicant and the prosecutor challenged the above ruling on appeal. The prosecutor insisted on the applicant’s pre-trial detention as the most appropriate preventive measure. The applicant’s lawyer argued that the investigating judge had not provided a single reason to justify such a restrictive preventive measure as twenty-four-hour house arrest.",
            "uk": "33.  Заявник і прокурор оскаржили цю ухвалу в апеляційному порядку. Прокурор наполягав, що досудове тримання заявника під вартою було найбільш відповідним запобіжним заходом. Захисник заявника стверджував, що слідча суддя не навела жодної підстави в обґрунтування такого суворого запобіжного заходу, як цілодобовий домашній арешт."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "35.  On 7 December 2015 an ambulance was called for the applicant and he was admitted to the “Family Medicine Clinic”, a private hospital in Dnipropetrovsk. He underwent inpatient treatment for a hypertensive crisis, acute coronary syndrome and unstable angina pectoris until 14 December 2015.",
            "uk": "35.  07 грудня 2015 року заявнику викликали швидку допомогу та його помістили до «Клініки сімейної медицини», приватної лікарні у м. Дніпропетровськ. До 14 грудня 2015 року він проходив стаціонарне лікування гіпертонічного кризу, гострого коронарного синдрому та нестабільної стенокардії."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "38.  On 28 December 2015 the Dniprovskyy Court allowed the investigator’s application and ordered the applicant’s pre-trial detention for an initial period up to 25 February 2016 (for a detailed overview of the events from 25 December to 28 December 2015, see paragraphs 60-79 below). The text of the ruling was limited to the operative part and a statement that the investigating judge needed more time to prepare the reasoning.",
            "uk": "38.  28 грудня 2015 року Дніпровський суд задовольнив клопотання слідчого та ухвалив застосувати до заявника запобіжний захід у вигляді тримання під вартою на початковий період до \n25 лютого 2016 року (для детального вивчення подій у період з 25 до 28 грудня 2015 року див. пункти 60 – 79). Текст ухвали обмежувався резолютивною частиною та зауваженням, що слідчий суддя потребував більше часу для підготовки мотивувальної частини."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "39.  It appears from some documents in the case file that immediately after the hearing of 28 December 2015, the applicant was placed in detention in the pre-trial investigation unit of the Security Service of Ukraine. At the same time, some other documents suggest that the applicant was continuing his inpatient medical treatment in the Amosov Institute (see paragraph 60 below) until 15 January 2016.",
            "uk": "39.  З деяких документів у матеріалах справи вбачається, що одразу після засідання 28 грудня 2015 року заявника помістили під варту в ізолятор тимчасового тримання Служби безпеки України. Водночас деякі інші документи свідчать, що до 15 січня 2016 року \nзаявник продовжував своє стаціонарне лікування в інституті \nім. М.М. Амосова (див. пункт 60)."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "40.  On 29 December 2015 the Dniprovskyy Court issued the full text of the ruling. In justifying the applicant’s remand in custody, the investigating judge reiterated the investigator’s arguments as regards the existence of a reasonable suspicion of the applicant’s involvement in a number of criminal offences, the gravity of those offences, as well as the applicant’s friendly relations with officials of law-enforcement, judicial and other authorities (see paragraph 20 above). The judge also held as follows:",
            "uk": "40.  29 грудня 2015 року Дніпровський суд видав повний текст ухвали. Обґрунтовуючи поміщення заявника під варту, слідчий суддя повторив наведені слідчим аргументи щодо існування обґрунтованої підозри причетності заявника до низки кримінальних правопорушень, тяжкості цих правопорушень, а також дружніх стосунків заявника з посадовими особами правоохоронних, судових та інших органів влади (див. пункт 20). Суддя також встановив:"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "“... following the judicial examination [of the application], the investigating judge considers it established that the accused has not complied with the obligations [inherent in] house arrest, which was [previously] applied to him.",
            "uk": "«... у ході судового розгляду [клопотання] слідчий суддя визнає доведеним факт того, що обвинувачений покладені на нього обов’язки при обранні запобіжного заходу у вигляді домашньому арешту не виконав."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "The arguments of the prosecution that none of the more lenient preventive measures ... would be able to prevent the risks indicated in the application are well-founded.”",
            "uk": "Доводи сторони обвинувачення в частині того, що жоден з більш м’яких запобіжних заходів ... не може запобігти доведеним під час розгляду ризикам у клопотанні є обґрунтованими.»"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "41.  The applicant appealed. He submitted that the above decision had been unlawful and arbitrary, and that no alternative, less intrusive, measures had been considered. He also complained that, although he was undergoing inpatient medical treatment following an operation and there had been no urgency to examine the investigator’s application, the judge had conducted excessively long hearings, including at weekends and during the night.",
            "uk": "41.  Заявник подав апеляційну скаргу. Він стверджував, що ця ухвала було незаконною та свавільною, і що жоден альтернативний, менш суворий, запобіжний захід не розглядався. Він також скаржився, що хоча він проходив стаціонарне лікування після операції та жодної терміновості розглядати клопотання слідчого не було, суддя проводив надмірно тривалі засідання, у тому числі у вихідні дні та нічний час."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "42.  The applicant was held in a metal cage during the court hearings of 13, 22 and 25 January 2016. Subsequently, that cage was replaced by a transparent box.",
            "uk": "42.  Під час судових засідань 13, 22 та 25 січня 2016 року заявник тримався у металевій клітці. Згодом цю клітку замінили прозорою кабінкою."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "43.  On 10 February 2016 the Kyiv City Court of Appeal allowed the applicant’s appeal in part: it quashed the ruling of 28 December 2015 and delivered a new one, still replacing the applicant’s house arrest by pre-trial detention, but this time until 23 February 2016. The appellate court upheld the first-instance court’s findings and reasoning. It considered, however, that the starting point of the applicant’s detention was to be calculated from 26 December 2015 (see paragraph 66 below).",
            "uk": "43. 10 лютого 2016 року Апеляційний суд міста Києва частково задовольнив апеляційну скаргу заявника: він скасував ухвалу від \n28 грудня 2015 року та постановив нову ухвалу, яка все одно замінювала домашній арешт заявника триманням під вартою, проте цього разу до 23 лютого 2016 року. Апеляційний суд підтримав висновки та обґрунтування суду першої інстанції. Однак він вважав, що строк затримання заявника мав обчислюватися з 26 грудня \n2015 року (див. пункт 66)."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "44.  On 17 February 2016 the Dniprovskyy Court extended the applicant’s pre-trial detention until 15 April 2016. It noted that the investigation had not yet been completed, whereas the gravity of the charges against the applicant and the risks already established continued to justify his detention.",
            "uk": "44.  17 лютого 2016 року Дніпровський суд продовжив строк тримання заявника під вартою до 15 квітня 2016 року. Він зазначив, що розслідування ще не було закінчено, тоді як тяжкість висунутих проти заявника обвинувачень та вже встановлені ризики продовжували виправдовувати тримання його під вартою."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "45.  The applicant appealed. He submitted, in particular, that the investigating judge had not considered any alternative, less intrusive, preventive measures. Furthermore, the applicant observed that not a single investigative measure had been carried out since he had been placed in pretrial detention.",
            "uk": "45.  Заявник подав апеляційну скаргу. Він стверджував, зокрема, що слідчим суддею не розглядався жоден альтернативний, менш суворий, запобіжний захід. Крім того, заявник зазначив, що з моменту взяття його під варту не проведилося жодної слідчої дії."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "46.  On 10 March 2016 the criminal charges against the applicant were slightly changed: namely, the charge of aggravated car theft (see paragraph 13 above) was excluded from the indictment.",
            "uk": "46.  10 березня 2016 року висунуті проти заявника обвинувачення були дещо змінені, а саме: з обвинувального висновку було виключено обвинувачення у незаконному заволодінні транспортним засобом при обтяжуючих обставинах (див. пункт 13)."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "48.  Still on 10 March 2016 the charge concerning R.’s kidnapping was severed in a different set of proceedings. The other charges remained within proceedings no. 52 (see paragraphs 13, 17 and 23 above).",
            "uk": "48.  Також 10 березня 2016 року обвинувачення щодо викрадення Р. було виділено в окреме провадження. Решта обвинувачень залишилася в рамках провадження № 52 (див. пункти 13, 17 і 23)."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "51.  On 21 March 2016 the Dnipropetrovsk Kirovskyy District Court approved the friendly settlement agreement between the applicant and R. (see paragraphs 12 and 13 above). As a result, it found the applicant guilty of R.’s kidnapping following a prior conspiracy and sentenced him to three years’ restriction of liberty suspended for a probation period of one year and six months.",
            "uk": "51.  21 березня 2016 року Кіровський районний суд міста Дніпропетровська затвердив угоду про примирення між заявником і Р. (див. пункти 12 і 13). У результаті він визнав заявника винним у викраденні Р. за попередньою змовою та засудив його до трьох років позбавлення волі, звільнивши від відбування покарання з іспитовим строком на один рік і шість місяців."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "52.  On 14 April 2016 the Dniprovskyy Court extended the applicant’s house arrest until 30 April 2016, in the framework of the criminal proceedings against him, which were still ongoing (see paragraph 48 above). It was noted in the ruling that there remained a considerable number of investigative measures yet to be carried out, and that the gravity of the charges against the applicant and the risks established earlier continued to justify his detention.",
            "uk": "52.  14 квітня 2016 року Дніпровський суд продовжив строк домашнього арешту заявника до 30 квітня 2016 року в рамках кримінального провадження проти нього, яке все ще тривало (див. пункт 48). В ухвалі було зазначено, що ще необхідно було провести значну кількість слідчих дій, а тяжкість висунутих проти заявника обвинувачень і встановлені раніше ризики продовжували виправдовувати обмеження його волі."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "53.  On 29 April 2016 there was another such extension, this time until 27 June 2016.",
            "uk": "53.  29 квітня 2016 року строк арешту було ще раз продовжено, цього разу до 27 червня 2016 року."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "54.  On 7 June 2016 the Dniprovskyy Court replaced the applicant’s house arrest by an undertaking not to abscond, following a request by the applicant for leave to undergo medical treatment in Israel. The new preventive measure was applicable until 27 June 2016. On the same day the investigating judge allowed the applicant’s request for leave to travel to Israel.",
            "uk": "54.  07 червня 2016 року Дніпровський суд за клопотанням заявника про надання дозволу на проходження лікування в Ізраїлі замінив домашній арешт заявника на особисте зобов’язання. Новий запобіжний захід застосовувався до 27 червня 2016 року. Того дня слідчий суддя задовольнив клопотання заявника щодо надання дозволу виїхати до Ізраїлю."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "55.  On 16 June 2016 the Dniprovskyy Court extended the applicant’s undertaking not to abscond until 10 August 2016.",
            "uk": "55.  16 червня 2016 року Дніпровський суд продовжив строк застосування особистого зобов’язання заявника до 10 серпня \n2016 року."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "57.  On 11 August 2016 the Pecherskyy Court refused to further extend, at the PGO’s request, the preventive measure in respect of the applicant (the undertaking not to abscond). The investigating judge noted that the term of that measure had expired on 10 August 2016 and that it could not therefore be extended.",
            "uk": "57.  11 серпня 2016 року Печерський суд відмовив у задоволенні клопотання ГПУ про подальше продовження обраного заявнику запобіжного заходу (особисте зобов’язання). Слідчий суддя зазначив, що строк застосування цього заходу закінчився 10 серпня 2016 року, і тому його не можна було продовжити."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "58.  On 11 September 2017 the PGO discontinued criminal proceedings no. 43 against the applicant (see paragraph 56 above) for lack of evidence of his guilt. Namely, the prosecution concluded that there was insufficient evidence to accuse the applicant of creating and managing a criminal organisation, taking the public official V. hostage, embezzlement of funds of a charity organisation by an organised group and aggravated interference with the work of an electoral officer.",
            "uk": "58.  11 вересня 2017 року ГПУ закрила кримінальне провадження щодо заявника № 43 (див. пункт 56) за відсутністю доказів його вини. Зокрема, прокуратура дійшла висновку щодо невстановлення достатніх доказів для доведення винуватості заявника у створенні та керуванні злочинною організацією, захопленні представника влади В. як заручника, розкраданні коштів благодійної організації організованою групою та перешкоджанні роботі члена виборчої комісії при обтяжуючих обставинах."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "59.  The Government indicated in their observations, without providing any details, that as of April 2018 criminal case no. 52, in which the applicant had “no procedural status”, was still ongoing. Without contesting that submission as such, the applicant pointed out that all the charges against him had been dropped.",
            "uk": "59.  Уряд у своїх зауваженнях, не навівши жодних деталей, зазначив, що станом на квітень 2018 року розгляд кримінальної справи № 52, в якій заявник «не мав процесуального статусу», досі тривав. Не оскарживши цей довід як такий, заявник зазначив, що всі висунуті проти нього обвинувачення були зняті."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "C.  Events of 25 to 28 December 2015",
            "uk": "C. Події 25 – 28 грудня 2015 року"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "1.  25 December 2015",
            "uk": "1.  25 грудня 2015 року"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "60.  The applicant was admitted to the Amosov National Institute of Cardiovascular Surgery (“the Amosov Institute”) for a medical examination.",
            "uk": "60.  Заявника прийняли до Національного інституту серцево-судинної хірургії ім. М.М. Амосова (далі – інститут ім. Амосова) для проходження медичного обстеження."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "61.  At about 2 p.m. the chief doctor of the Amosov Institute informed the mass media that the applicant’s examination would continue for about two hours. At about 3 p.m. a spokesperson for the UKROP party informed the public that an investigator was waiting for the applicant near the hospital ward with a view to serving him with a copy of the application for a change of preventive measure (pre-trial detention instead of house arrest – see paragraph 37 above).",
            "uk": "61.  Приблизно о 14 год. 00 хв. головний лікар інституту ім. Амосова поінформував ЗМІ, що обстеження заявника триватиме близько двох годин. Приблизно о 15 год. 00 хв. прессекретар партії «УКРОП» проінформував громадськість, що слідчий очікував заявника біля лікарняної палати, щоб вручити йому копію клопотання про зміну запобіжного заходу (тримання під вартою замість домашнього арешту – див. пункт 37)."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "62.  A panel of doctors examined the applicant and diagnosed him with ischemic heart disease, hypertensive crisis, acute coronary syndrome and unstable angina pectoris, and decided that an urgent coronary stent angioplasty (a percutaneous coronary operation to reopen clogged arteries, combined with the placement of a small wire-mesh tube called a stent to help prop the artery open) was required. The operation was carried out immediately, and two stents were placed in the applicant’s heart arteries.",
            "uk": "62.  Комісія лікарів обстежила заявника та діагностувала йому ішемічну хворобу серця, гіпертонічний криз, гострий коронарний синдром і нестабільну стенокардію, та дійшла висновку про необхідність проведення невідкладної ангіопластики коронарного стента (черезшкірна коронарна операція для відкриття закупорених артерій, з поміщенням невеликої сітчастої трубки – стента, – що допомагає утримувати артерію у відкритому стані). Операція була проведена негайно, і в серцеві артерії заявника було поміщено два стенти."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "63.  By about 9 p.m. the operation had been completed and the applicant was transferred to an intensive-care ward.",
            "uk": "63.  Приблизно о 21 год. 00 хв. операція була закінчена, і заявника перевели до відділення інтенсивної терапії."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "64.  At 10.15 p.m. the investigator tried to serve the applicant with a copy of his application for a change of preventive measure, once the latter had been transferred from the intensive-care to an ordinary ward. The applicant refused to accept it, referring to his weak health, the late hour and the absence of his lawyers.",
            "uk": "64.  О 22 год. 15 хв., як тільки заявника перевели з відділення інтенсивної терапії до звичайної палати, слідчий спробував вручити йому копію свого клопотання про зміну запобіжного заходу. Заявник відмовився взяти його, пославшись на своє слабке самопочуття, пізню годину та відсутність його захисників."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "2.  26 December 2015",
            "uk": "2.  26 грудня 2015 року"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "65.  At 9.03 a.m. the investigating judge of the Dniprovskyy Court opened a hearing for the examination of the investigator’s application. The applicant’s lawyers informed the court that their client had undergone heart surgery and was receiving post-operative inpatient treatment in the Amosov Institute. They stated that that treatment would continue for about seven to ten days. The investigator, in turn, insisted that there was nothing to prevent the applicant from appearing before the court.",
            "uk": "65.  О 09 год. 03 хв. слідчий суддя Дніпровського суду розпочав слухання з розгляду клопотання слідчого. Захисники заявника поінформували суд, що їхньому клієнту була проведена операція на серці, та він проходив післяопераційне стаціонарне лікуванні в інституті ім. Амосова. Вони стверджували, що це лікування триватиме приблизно від семи до десяти днів. Слідчий, у свою чергу, наполягав на тому, що з’явитися до суду заявнику нічого не заважало."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "66.  At 11.47 a.m. the judge adjourned the hearing until 3 p.m. and ordered the applicant’s detention with a view to securing his compulsory attendance.",
            "uk": "66.  Об 11 год. 47 хв. суддя відклав слухання до 15 год. 00 хв. і ухвалив затримати заявника для забезпечення його обов’язкової участі."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "67.  At 3.07 p.m. the applicant was delivered to the court premises in a wheelchair and with a medication infusion device. He was placed next to a metal cage in the hearing room. Doctors of the Amosov Institute and the emergency medical service were present and monitored his condition. At 3.30 p.m. a doctor of the emergency medical service examined the applicant and reported that the latter had a rapid pulse rate and high blood pressure.",
            "uk": "67.  О 15 год. 07 хв. заявника доставили до приміщення суду в інвалідному візку та з медичним інфузійним приладом. Його помістили у залі суду поруч з металевою кліткою. Були присутні та здійснювали нагляд за його станом лікарі з інституту ім. Амосова та швидкої допомоги. О 15 год. 30 хв. лікар швидкої допомоги оглянув заявника та повідомив, що в останнього був швидкий пульс і високий артеріальний тиск."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "68.  At 5.21 p.m. the investigating judge allowed a request from the applicant’s lawyers for an immediate forensic medical examination of their client in order to establish his state of health and to decide whether he was fit to participate in court hearings. As a result, the hearing was adjourned until 8.30 p.m. and the applicant was taken back to the Amosov Institute.",
            "uk": "68.  О 17 год. 21 хв. слідчий суддя задовольнив клопотання захисників заявника щодо проведення негайної судово-медичної експертизи їхнього клієнта для визначення стану його здоров’я та вирішення, чи міг він брати участь у судових засіданнях. У результаті засідання було відкладено до 20 год. 30 хв., а заявника доставили назад до інституту ім. Амосова."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "69.  At 8.30 p.m. the investigating judge resumed the hearing in the applicant’s absence. According to his lawyers, he was in an ambulance at that time because his health had deteriorated. Referring to that fact, as well as to the lack of any evidence indicating that the court’s ruling on the applicant’s forensic medical examination had been implemented, the judge adjourned the hearing until 9.30 a.m. on 27 December 2015.",
            "uk": "69.  О 20 год. 30 хв. слідчий суддя продовжив засідання за відсутності заявника. Згідно з твердженнями захисників заявника на той момент він перебував у швидкій допомозі, оскільки стан його здоров’я погіршився. Посилаючись на цей факт, а також на відсутність будь-яких доказів, які б свідчили про виконання ухвали суду про проведення судово-медичної експертизи заявника, суддя відклав засідання до 09 год. 30 хв. 27 грудня 2015 року."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "3.  27 December (Sunday) and 28 December 2015",
            "uk": "3.  27 грудня (неділя) та 28 грудня 2015 року"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "71.  As reported in the mass media – journalists had been permanently present in the corridors of the Amosov Institute – at about 1.30 a.m. a group of prosecution officials tried to enter the applicant’s ward. As it was locked, they read aloud for the applicant the ruling on his forensic medical examination and his summons for the court hearing in the morning of 27 December 2015. Two hospital attendants were made to sign a report to that effect in the capacity of attesting witnesses.",
            "uk": "71.  Як повідомлялося у засобах масової інформації – журналісти постійно знаходилися в коридорах інституту ім. Амосова – приблизно о 01 год. 30 хв група працівників прокуратури намагалася увійти до палати заявника. Оскільки вона була зачинена, вони вголос зачитали заявникові ухвалу про проведення його судово-медичної експертизи та виклик у судове засідання вранці 27 грудня 2015 року. Двоє працівників лікарні підписали відповідний протокол як поняті."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "72.  Early in the morning on 27 December 2015 the investigator once again went to the applicant’s ward. This time he read aloud the abovementioned documents to the applicant directly. The latter responded that he would prefer not to leave the hospital without having undergone a forensic medical examination.",
            "uk": "72.  Рано вранці 27 грудня 2015 року слідчий знову прийшов до палати заявника. Цього разу він зачитав уголос згадані документи безпосередньо заявнику. Заявник відповів, що не бажав залишати лікарню, не пройшовши судово-медичну експертизу."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "73.  From about 8 to 9 a.m. on 27 December 2015 the investigator questioned three senior doctors of the Amosov Institute about the applicant’s health. The doctors replied in the affirmative to the investigator’s question whether the applicant could be moved in a wheelchair and accompanied by doctors without any risk to his life and health.",
            "uk": "73.  Приблизно з 08 год. 00 хв. до 09 год. 00 хв 27 грудня 2015 року слідчий допитав трьох старших лікарів інституту ім. Амосова щодо стану здоров’я заявника. На питання слідчого, чи можна було перевозити заявника без будь-якого ризику для його життя та здоров’я в інвалідному візку у супроводі лікарів, лікарі надали ствердну відповідь."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "74.  At 9.38 a.m. on 27 December 2015 the judge resumed the hearing. The applicant was not present. The investigator referred to the questioning of the Amosov Institute doctors earlier that morning and requested that the applicant be brought to the court by force. The applicant’s lawyers objected, referring to the fact that their client had not undergone a forensic medical examination.",
            "uk": "74.  О 09 год. 38 хв. 27 грудня 2015 року суддя відновив засідання. Заявник присутнім не був. Слідчий посилався на проведений того ранку допит лікарів інституту ім. Амосова та клопотав про примусовий привід заявника до суду. Захисники заявника заперечили, пославшись на те, що їхній клієнт не пройшов судово-медичну експертизу."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "75.  At 12.34 p.m. the judge adjourned the hearing until 3 p.m. of the same day and ordered the applicant’s detention with a view to securing his compulsory attendance.",
            "uk": "75.  О 12 год. 24 хв. суддя відклав засідання до 15 год. 00 хв. того самого дня та ухвалив затримати заявника з метою його приводу."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "77.  At 4.23 p.m. on the same day the applicant was taken to the courtroom in a wheelchair. The investigating judge ordered several brief adjournments of the hearing so that the applicant could be provided with medical care.",
            "uk": "77.  О 16 год. 23 хв. того дня заявника доставили до зали суду в інвалідному візку. Слідчий суддя оголошував декілька коротких перерв у засіданні, щоб заявнику могли надати медичну допомогу."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "78.  The courtroom was extremely crowded. At a certain point in the evening there were clashes in the public gallery. At about 9 p.m. on 27 December 2015 the judge decided to continue the hearing in camera.",
            "uk": "78.  Зала судових засідань була надзвичайно переповнена. У певний момент увечері в частині зали, відведеній для громадськості, відбулися сутички. Приблизно о 21 год. 00 хв. 27 грудня 2015 року суддя вирішив продовжити розгляд у закритому судовому засіданні."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "79.  The hearing continued until 1.35 p.m. on 28 December 2015. It was reported by the mass media as the longest court hearing that had ever taken place in Ukraine (in total it had lasted for about thirty hours).",
            "uk": "79.  Засідання тривало до 13 год. 35 хв. 28 грудня 2015 року. Засоби масової інформації повідомляли, що це було найдовше судове засідання, яке коли-небудь відбувалося в Україні (загалом воно тривало приблизно тридцять годин)."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "D.  Press statements on the criminal proceedings against the applicant",
            "uk": "D. Заяви у засобах масової інформації щодо кримінального провадження проти заявника"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "80.  The applicant’s arrest and criminal prosecution attracted considerable media attention. The defence and the prosecution, as well as a number of politicians and non-governmental organisations, made press statements in that regard.",
            "uk": "80.  Затримання заявника та його кримінальне переслідування привернули значну увагу засобів масової інформації. Представники сторін захисту та обвинувачення, а також низка політиків і неурядових організацій зробили заяви щодо цього у засобах масової інформації."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "1.  Press statements by the prosecution and other public officials",
            "uk": "1.  Заяви сторони обвинувачення та інших представників влади у засобах масової інформації"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "81.  The applicant cited the following statements made by high-ranking officials.",
            "uk": "81.  Заявник цитував такі заяви високопосадовців."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "82.  On 1 November 2015 the assistant to the Prosecutor General stated at a press briefing:",
            "uk": "82.  01 листопада 2015 року помічник Генерального прокурора України заявив на брифінгу:"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "83.  The applicant also cited another statement by the above-mentioned official:",
            "uk": "83.  Заявник також цитував інше твердження цього самого посадовця:"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "“This must be stopped. Fake stamps, creation of virtually private armies, fund-raising on that basis, kidnappings, possessing a private surveillance vehicle by these volunteers ...”",
            "uk": "«Це потрібно припиняти. Підробні печатки, створення, фактично, приватних армій, акумулювання на отакі фонди грошових коштів, викрадання людей, наявність автомобіля приватного прослуховування цих волонтерів ...»"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "84.  Furthermore, on 1 November 2015 the President of Ukraine stated during a televised interview:",
            "uk": "84.  Крім того, 01 листопада 2015 року Президент України заявив під час телевізійного інтерв’ю:"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "“The position is as follows. Nobody will stop on Korban. Nobody is immune to criminal liability for corruption-related offences. This concerns both the new team in power ... and the old team ... I underline that Ukraine will soon hear new names of those to face charges.”",
            "uk": "«Позиція така. На Корбані ніхто зупинятися не буде. І у нас немає імунітету від притягнення до відповідальності за корупційні злочини ні в кого. Ні в команди нової влади ... ні в старої ... І я наголошую на тому, що Україна найближчим часом має почути нові прізвища тих, хто буде притягнутий до відповідальності.»"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "85.  On 2 November 2015 the Head of the Security Service of Ukraine said in the course of a press statement:",
            "uk": "85.  02 листопада 2015 року Голова Служби безпеки України заявив під час брифінгу:"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "“Why was that fund needed for the leaders of the organised criminal group, which included at the time, of course, Gennadiy Olegovych [the applicant], a respectful gentleman, together with [others]? ... This was a criminal group specialising in kidnappings ...”",
            "uk": "«Для цього був потрібен цей фонд лідерам організованого злочинного угрупування, до якого входили на той час, звичайно, Геннадій Олегович [заявник], поважний чоловік, разом з [іншими]? ... це злочинне угрупування спеціалізувалося на викраденні людей ...»"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "86.  On 29 December 2015 the investigator stated at a briefing:",
            "uk": "86.  29 грудня 2015 року слідчий заявив на брифінгу:"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "“Please show the following slide. This is [a bakery plant], which has also been illegally seized by the criminal group under the leadership of Korban Gennadiy Olegovych.”",
            "uk": "«Наступний слайд покажіть, будь ласка. Це [Хлібзавод], який також був рейдерськи захоплений злочинною організацією під керуванням Корбана Геннадія Олеговича.»"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "87.  On 22 January 2016 the assistant to the Prosecutor General stated to the press:",
            "uk": "87.  22 січня 2016 року помічник Генерального прокурора України заявив пресі:"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "“... the criminal group under Korban’s leadership, which, according to the information already provided to you, has been involved in a number of criminal activities, such as kidnappings, the embezzlement of funds, illegal arms handling and so on ...;",
            "uk": "«... злочинне угрупування, очільником якого є Корбан, яке відповідно до вже наданої нами вам інформації, здійснювало ряд злочинів, у тому числі викрадання людей, привласнення коштів, незаконне поводження зі зброєю і таке інше ...;"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "While the entire country was consolidating forces in volunteer organisations and patriotic movements in order to help the Ukrainian military in the East ..., unfortunately, the criminal group, with Gennadiy Korban in the lead, was involved in the most grievous crimes, using as a cover patriotic or volunteering slogans; ...",
            "uk": "... в ті часи, коли вся наша країна об’єднувалася у волонтерські організації, в патріотичні рухів з метою допомоги українським військовим на сході ..., на жаль, організоване злочинне угрупування на чолі з Геннадієм Корбаном, фактично прикриваючись в окремих моментах патріотичними чи волонтерськими гаслами, ... здійснювало ряд серйозніших злочинів; ..."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "In fact, this criminal group under the leadership of Gennadiy Korban was financed in parallel with certain political projects.”",
            "uk": "Фактично фінансування цього злочинного угрупування Геннадія Корбана здійснювалося паралельно з фінансуванням окремих політичних проектів.»"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "2.  Press statements by Ukrainian political parties",
            "uk": "2.  Заяви українських політичних партій у засобах масової інформації"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "88.  On 31 October and 1 November 2015 three parliamentary political parties made public statements regarding the applicant’s arrest of 31 October 2015.",
            "uk": "88.  31 жовтня та 01 листопада 2015 року три парламентські політичні партії зробили публічні заяви щодо затримання заявника \n31 жовтня 2015 року."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "89.  The “Batkivshchyna” political party led by Yuliya Tymoshenko (which was in the ruling coalition until February 2016) stated as follows:",
            "uk": "89.  Політична партія «Батьківщина», очолювана Юлією Тимошенко (яка входила до правлячої коаліції до лютого 2016 року) заявила:"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "The All-Ukrainian Association ‘Batkivshchyna’ is concerned about the arrest of Gennadiy Korban, the leader of the ‘UKROP’ party",
            "uk": "Всеукраїнське об’єднання «Батьківщина» занепокоєне затриманням голови партії «УКРОП» Геннадія Корбана"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "“‘Batkivshchyna’ is not a political ally of the ‘UKROP’ party. We do not share views on various matters. Moreover, we are strongly against combining business with politics.",
            "uk": "«Батьківщина» не є політичним партнером партії «УКРОП». Наші погляди не збігаються у різних питаннях. Окрім того, ми категорично проти поєднання бізнесу з політикою."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "However, having regard to the fact that those who had been shooting the Maidan protesters and who had been involved in large-scale corruption in the time of Yanukovych have not been punished until now, the arrest of the leader of the ‘UKROP’ party, which has entered several regional councils as a result of the local elections, appears to be selective justice and political repression.",
            "uk": "Проте арешт голови партії «УКРОП», яка на місцевих виборах пройшла в декілька обласних рад, тоді, як досі не покарані ті, хто розстрілював Майдан, хто займався масштабною корупцією в часи Януковича, – виглядає як вибіркове правосуддя та політичні переслідування."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "We have information that searches are being carried out at [the offices of] members of parliament from the ‘UKROP’ party, which is inadmissible and against the law.",
            "uk": "За нашою інформацією, зараз тривають обшуки в народних депутатів, які входять до партії «УКРОП», що є неприпустимим та суперечить закону."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "Such actions against a political force raise many questions in society which remain unanswered.",
            "uk": "Такі дії проти політичної сили викликають в суспільстві багато запитань, що наразі залишаються без відповіді."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "In this context, ‘Batkivshchyna’ demands that the Prosecutor General and the Head of the Security Service of Ukraine appear at the plenary session of the Verkhovna Rada of Ukraine on Tuesday. They must inform the members of parliament and society about the grounds for the arrest of the leader of the ‘UKROP’ party Gennadiy Korban and prove the absence of political impetus behind the actions of law-enforcement officials. ...”",
            "uk": "У зв’язку з цим ВО «Батьківщина» вимагає, щоб Генеральний прокурор та голова Служби безпеки України прибули у вівторок на пленарне засідання Верховної Ради України. Вони мають проінформувати народних депутатів і суспільство про підстави затримання голови партії «УКРОП» Геннадія Корбана і довести відсутність політичного підтексту в діях силовиків. ...»"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "90.  The “Samopomich” political party led by Andriy Sadovyy (which was in the ruling coalition at the material time and left it in February 2016) stated as follows:",
            "uk": "90.  Політична партія «Самопоміч», очолювана Андрієм Садовим (яка на момент подій входила до правлячої коаліції та вийшла з неї у лютому 2016 року) заявила:"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "Reversion to political repression leads to collapse of the state – ‘Samopomich’",
            "uk": "Повернення до політичних репресій веде до краху державності, – «Самопоміч»"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "“The ‘Samopomich Union’ political party believes that the searches in the office of the member of parliament Borys Filatov and the arrest of a fellow party member amount to an attempt to return Ukraine to the times of political repression of Viktor Yanukovych.",
            "uk": "«Політична партія «Об’єднання «Самопоміч» вважає, що обшуки в депутатській приймальні народного депутата України Бориса Філатова та затримання його колеги по партії «УКРОП» – спроба повернути Україну у часи політичних репресій Віктора Януковича."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "While the enemies of Ukrainian statehood are still not brought to liability, law enforcement agencies continue arresting dozens of volunteers who are defending Ukraine in the war for independence.",
            "uk": "В той час, як вороги української державності не несуть жодної відповідальності, правоохоронні органи продовжують арешти десятків добровольців та волонтерів, які стали на захист України у війні за незалежність."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "Everyone must be held accountable for their actions, but this must be done in a timely manner, not when it is politically beneficial for somebody. The policy of ‘friends are assisted, enemies – prosecuted’ led to the collapse of the ex-president. Attempting to continue this policy endangers Ukrainian statehood amidst the continuous war for its independence.",
            "uk": "Кожен повинен нести відповідальність за свої вчинки, але відповідальність має наступати вчасно, а не тоді, коли це приносить політичні вигоди. Політика «друзям – все, ворогам – закон» привела до краху попереднього Президента. Спроба продовжити цю політику ставить під загрозу українську державність в умовах продовження війни за її незалежність."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "‘Samopomich’ urges the President, the Prime Minister, [and] their colleagues in Parliament to immediately dismiss the Prosecutor General and to secure the appointment of an independent successor who will begin to administer justice to all corrupted officials and traitors in Ukraine.”",
            "uk": "«Самопоміч» вимагає від Президента Украіни, Прем’єр-міністра [та] колег по Парламенту – негайно звільнити Генерального Прокурора та забезпечити призначення незалежного наступника, який почне здійснювати правосуддя по відношенню до всіх корупціонерів та зрадників України.»"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "91.  The “Radical Party of Oleh Lyashko” (which had been in the ruling coalition until September 2015) posted the following statement on its website:",
            "uk": "91.  «Радикальна партія Олега Ляшка» (яка входила до правлячої коаліції до вересня 2015 року) опублікувала на своєму веб-сайті таку заяву:"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "Lozovyy: Korban’s arrest means the regime’s agony",
            "uk": "Лозовий: Арешт Корбана – агонія режиму"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "“The People’s Deputy of Ukraine, the deputy leader of the opposition faction of the ‘Radical Party of Oleh Lyashko’ Andriy Lozovyy informed by telephone the ‘112’ [television] channel about the continuation of political repression in Ukraine.",
            "uk": "«Народний депутат України, заступник лідера опозиційної фракції Радикальної парії Олега Ляшка Андрій Лозовий телефоном повідомив 112 каналу про продовження політичних репресій в Україні."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "‘Certainly, the arrest of Gennadiy Korban means the agony of the totalitarian regime of Poroshenko’, stated Lozovyy.",
            "uk": "«Безумовно, арешт Геннадія Корбана – це агонія тоталітарного режиму Порошенка», – заявив Лозовий."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "The member of parliament has pointed out that criminal cases are being fabricated against patriots only .... That being so, nobody from [those from the previously ruling political party] implicated in robbing the country and murdering the Heaven’s Hundred [persons killed during the protests in 2013-14] has been arrested. ...”",
            "uk": "Народний депутат нагадав, що справи фабрикують виключно проти патріотів .... Натомість жоден із [членів колишньої правлячої партії], які причетні до пограбування країни та вбивства Небесної Сотні [особи, вбиті протягом протестів у 2013 – 2014 роках], не заарештовані. ...»"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "3.  Other public statements and newspaper articles",
            "uk": "3.  Інші публічні заяви та газетні статті"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "92.  On 1 November 2015 the Kharkiv Human Rights Protection Group published an article on its website entitled “Ukrainian political party leader detained”. It stated, in particular:",
            "uk": "92.  01 листопада 2015 року Харківська правозахисна група опублікувала на своєму сайті статтю під назвою «Затримано лідера української політичної партії». У ній говорилося, зокрема:"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "93.  The applicant also referred to several articles in Ukrainian newspapers suggesting that his arrest had been politically motivated.",
            "uk": "93.  Заявник також посилався на декілька статей в українських газетах, в яких говорилося, що його затримання було політично вмотивованим."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "II. ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "A.  Constitution of Ukraine 1996",
            "uk": "A. Конституція України 1996 року"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "94.  Article 29, which is relevant to the case, reads as follows:",
            "uk": "94.  Стаття 29, яка стосується справи, передбачає:"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "“Every person has the right to freedom and personal inviolability.",
            "uk": "«Кожна людина має право на свободу та особисту недоторканність."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "No one shall be arrested or held in custody other than pursuant to a reasoned court decision and only on the grounds of and in accordance with a procedure established by law.",
            "uk": "Ніхто не може бути заарештований або триматися під вартою інакше як за вмотивованим рішенням суду і тільки на підставах та в порядку, встановлених законом."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of detention, with a reasoned court decision in respect of their being held in custody. ...",
            "uk": "У разі нагальної необхідності запобігти злочинові чи його перепинити уповноважені на те законом органи можуть застосувати тримання особи під вартою як тимчасовий запобіжний захід, обґрунтованість якого протягом сімдесяти двох годин має бути перевірена судом. Затримана особа негайно звільняється, якщо протягом сімдесяти двох годин з моменту затримання їй не вручено вмотивованого рішення суду про тримання під вартою"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "Everyone who has been detained has the right to challenge his or her detention in court at any time. ...”",
            "uk": "Кожний затриманий має право у будь-який час оскаржити в суді своє затримання. ...»"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "B.  Criminal Code 2001",
            "uk": "B. Кримінальний кодекс України 2001 року"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "95.  The relevant provisions can be summarised as follows:",
            "uk": "95.  Відповідні положення можна узагальнити таким чином:"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "-  Article 157 § 3 provides that interference with work of an electoral officer coupled with coercion, violence or threats of violence, committed following a conspiracy by a group of persons or by a public official using his/her position is punishable by three to seven years’ imprisonment, with no right to hold certain posts or carry out certain activities for two to three years;",
            "uk": "-  частина третя 3 статті 157 передбачає, що перешкоджання діяльності члена виборчої комісії, поєднане з примушуванням, застосуванням насильства або погрозою застосування насильства, вчинені за попередньою змовою групою осіб або членом виборчої комісії чи іншою службовою особою з використанням свого службового становища, карається позбавленням волі на строк від трьох до семи років, з позбавленням права обіймати певні посади або займатися певною діяльністю на строк від двох до трьох років;"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "-  Article 191 § 5 provides for seven to twelve years’ imprisonment, with confiscation of property and no right to hold certain posts or carry out certain activities for up to three years, as penalty for embezzlement involving particularly large amounts or committed by an organised group;",
            "uk": "-  частина п’ята статті 191 передбачає, що привласнення чужого майна, вчинене в особливо великих розмірах або організованою групою, карається позбавленням волі на строк від семи до дванадцяти років з позбавленням права обіймати певні посади чи займатися певною діяльністю на строк до трьох років і з конфіскацією майна;"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "-  Articles 255 § 1 provides for five to twelve years’ imprisonment as penalty for creation of a criminal organisation;",
            "uk": "-  частина перша статті 255 передбачає, що створення злочинної організації, карається позбавленням волі на строк від п’яти до дванадцяти років;"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "-  under Article 289 § 2, car theft committed, in particular, following a conspiracy or coupled with violence or threats of violence, is punishable by imprisonment for five to eight years, with or without property confiscation;",
            "uk": "-  відповідно до частини другої статті 289 незаконне заволодіння транспортним засобом, вчинене, зокрема, за попередньою змовою групою осіб або поєднане з насильством або з погрозою застосування такого насильства, карається позбавленням волі на строк від п’яти до восьми років з конфіскацією майна або без такої;"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "-  Article 349 penalises taking hostage a public official by eight to fifteen years’ imprisonment.",
            "uk": "-  стаття 349 передбачає, що захоплення представника влади як заручника карається позбавленням волі на строк від восьми до п’ятнадцяти років."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "C.  Code of Criminal Procedure 2012",
            "uk": "C. Кримінальний процесуальний кодекс України 2012 року"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "96.  The relevant provisions provide:",
            "uk": "96.  Відповідні положення передбачають:"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "Article 176. General provisions on preventive measures",
            "uk": "Стаття 176. Загальні положення про запобіжні заходи"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "“1.  Preventive measures are:",
            "uk": "«1. Запобіжними заходами є:"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(1)  a personal undertaking;",
            "uk": "1) особисте зобов’язання;"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "(2)  a personal warranty;",
            "uk": "2) особиста порука;"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "(3)  bail;",
            "uk": "3) застава;"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "(4)  house arrest; and",
            "uk": "4) домашній арешт;"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "(5)  pre-trial detention.",
            "uk": "5) тримання під вартою."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "2.  Arrest [without a court order] (затримання) is a provisional preventive measure which can be used on the grounds and under the procedure defined by this Code.",
            "uk": "2. Тимчасовим запобіжним заходом є затримання особи, яке застосовується з підстав та в порядку, визначеному цим Кодексом."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "3.  The investigating judge or the court shall reject an application for a preventive measure if the investigator or the prosecutor has not proven that there are sufficient grounds to believe that none of the more lenient preventive measures would be sufficient for the prevention of the established risk or risks. The most lenient preventive measure is a personal undertaking and the most severe one is pre-trial detention.",
            "uk": "3. Слідчий суддя, суд відмовляє у застосуванні запобіжного заходу, якщо слідчий, прокурор не доведе, що встановлені під час розгляду клопотання про застосування запобіжних заходів обставини, є достатніми для переконання, що жоден із більш м’яких запобіжних заходів, передбачених частиною першою цієї статті, не може запобігти доведеним під час розгляду ризику або ризикам. При цьому найбільш м’яким запобіжним заходом є особисте зобов’язання, а найбільш суворим – тримання під вартою."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "4.  Preventive measures shall be applied: during the investigation – by the investigating judge at the request of a prosecutor, or at the request of an investigator, approved by a prosecutor; and during the trial – by the court at the request of a prosecutor.”",
            "uk": "4. Запобіжні заходи застосовуються: під час досудового розслідування – слідчим суддею за клопотанням слідчого, погодженим з прокурором, або за клопотанням прокурора, а під час судового провадження – судом за клопотанням прокурора.»"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "Article 177. Purpose and grounds for the application of preventive measures",
            "uk": "Стаття 177. Мета і підстави застосування запобіжних заходів"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "“1.  The purpose of a preventive measure is to ensure that a suspect or an accused complies with his or her procedural obligations, as well as to prevent attempts to:",
            "uk": "«1.  Метою застосування запобіжного заходу є забезпечення виконання підозрюваним, обвинуваченим покладених на нього процесуальних обов’язків, а також запобігання спробам:"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "(1)  abscond from the pre-trial investigation authorities and/or the court;",
            "uk": "1) переховуватися від органів досудового розслідування та/або суду;"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "(2)  destroy, conceal or spoil any of the objects or documents that are essential for establishing the circumstances of the criminal offence;",
            "uk": "2) знищити, сховати або спотворити будь-яку із речей чи документів, які мають істотне значення для встановлення обставин кримінального правопорушення;"
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "(3)  exert an unlawful influence on the victim, the witnesses, or on other suspects, accused, the expert or specialist ...;",
            "uk": "3) незаконно впливати на потерпілого, свідка, іншого підозрюваного, обвинуваченого, експерта, спеціаліста у цьому ж кримінальному провадженні;"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "(4)  obstruct the criminal proceedings in any other way;",
            "uk": "4) перешкоджати кримінальному провадженню іншим чином;"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "(5)  commit another criminal offence or continue the criminal offence of which he/she is suspected or accused.",
            "uk": "5) вчинити інше кримінальне правопорушення чи продовжити кримінальне правопорушення, у якому підозрюється, обвинувачується."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "2.  A preventive measure shall be applied on the grounds of a reasonable suspicion that the person has committed a criminal offence and provided there are risks giving sufficient grounds for the investigating judge or the court to believe that the suspect, the accused or the convict could commit actions specified in paragraph one of this Article ...”",
            "uk": "2.  Підставою застосування запобіжного заходу є наявність обґрунтованої підозри у вчиненні особою кримінального правопорушення, а також наявність ризиків, які дають достатні підстави слідчому судді, суду вважати, що підозрюваний, обвинувачений, засуджений може здійснити дії, передбачені частиною першою цієї статті. ...»"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "Article 181. House arrest",
            "uk": "Стаття 181. Домашній арешт"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "“1.  House arrest consists of prohibiting the suspect or the accused from leaving his or her place of residence twenty-four hours per day or during certain hours.",
            "uk": "«1.  Домашній арешт полягає в забороні підозрюваному, обвинуваченому залишати житло цілодобово або у певний період доби."
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "2.  House arrest may be applied to a person suspected or accused of having committed a criminal offence punishable by imprisonment.",
            "uk": "2. Домашній арешт може бути застосовано до особи, яка підозрюється або обвинувачується у вчиненні злочину, за вчинення якого законом передбачено покарання у виді позбавлення волі."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "5.  National police officers may visit the suspect or the accused under house arrest at his or her domicile, with a view to surveying his or her behaviour. They may demand verbal or written explanations as regards the compliance by the suspect or the accused with his or her obligations. Electronic tracking devices may be used.",
            "uk": "5.  Працівники органу Національної поліції з метою контролю за поведінкою підозрюваного, обвинуваченого, який перебуває під домашнім арештом, мають право з’являтися в житло цієї особи, вимагати надати усні чи письмові пояснення з питань, пов’язаних із виконанням покладених на неї зобов’язань, використовувати електронні засоби контролю."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "Article 208. Arrest by a competent official [without a court order]",
            "uk": "Стаття 208. Затримання уповноваженою службовою особою [без ухвали суду]"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "“1.  [In the absence of a court order a] competent official is entitled to arrest (затримати) a person suspected of having committed a crime for which a prison sentence may be imposed, only in the following cases:",
            "uk": "«1.   Уповноважена службова особа має право [без ухвали суду] затримати особу, підозрювану у вчиненні злочину, за який передбачене покарання у виді позбавлення волі, лише у випадках:"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "(1)  if the person has been caught whilst committing a crime or attempting to commit one; or",
            "uk": "(1)  якщо цю особу застали під час вчинення злочину або замаху на його вчинення"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "(2)  if immediately after a criminal offence the statements of an eyewitness, including the victim, or the totality of obvious signs on the body, or clothes or at the scene of the event indicate that this person has just committed an offence ...",
            "uk": "(2)  якщо безпосередньо після вчинення злочину очевидець, в тому числі потерпілий, або сукупність очевидних ознак на тілі, одязі чи місці події вказують на те, що саме ця особа щойно вчинила злочин ..."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "97.  Article 276 of the Code provides that when a person has been arrested, a formal notification of suspicion must be served on him or her. From that moment, the person acquires the procedural status of a suspect. The official serving the notification is required to explain the suspect’s procedural rights, including the right to remain silent and the right to legal assistance.",
            "uk": "97.  Стаття 276 Кодексу передбачає, що після затримання особи їй вручається офіційне повідомлення про підозру. З цього моменту особа отримує процесуальний статус підозрюваного. Особа, яка вручає повідомлення, зобов’язана роз’яснити підозрюваному його процесуальні права, у тому числі право зберігати мовчання та право мати захисника."
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "98.  Article 278 of the Code provides that a person who has been arrested without a court order must be released unless a formal notification of suspicion has been served on him or her within twenty-four hours of arrest.",
            "uk": "98.  Стаття 278 Кодексу передбачає, що у разі, якщо особі, затриманій без ухвали суду, не вручено повідомлення про підозру після двадцяти чотирьох годин з моменту затримання, така особа підлягає негайному звільненню."
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "D.  Compensation Act 1994",
            "uk": "D. Закон України «Про відшкодування шкоди» 1994 року"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "E.  Civil Code 2003",
            "uk": "E. Цивільний кодекс України 2003 року"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "I.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
            "uk": "I. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "101.  The applicant complained under Article 3 of the Convention about the conditions in which he had been transported from Kyiv to Chernigiv on 2 November 2015. He also complained that he had been obliged to participate in lengthy court hearings immediately after the coronary angioplasty of 25 December 2015. Lastly, he complained under the same provision that he had been confined in a metal cage during the court hearings of 13, 22 and 25 January 2016. Article 3 of the Convention relied on reads as follows:",
            "uk": "101.  Заявник скаржився за статтею 3 Конвенції на умови його перевезення з м. Київ до м. Чернігів 02 листопада 2015 року. Він також скаржився, що був змушений брати участь у тривалих судових засіданнях одразу після проведення коронарної ангіопластики \n25 грудня 2015 року. Насамкінець, він скаржився за тим самим положенням на тримання у металевій клітці під час судових засідань 13, 22 та 25 січня 2016 року. Стаття 3 Конвенції, на яку він посилався, передбачає:"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A. Прийнятність"
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "1.  As regards the applicant’s transfer from Kyiv to Chernigiv on 2 November 2015",
            "uk": "1.  Щодо перевезення заявника з м. Київ до м. Чернігів \n02 листопада 2015 року"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "102.  The applicant complained under Article 3 of the Convention that on 2 November 2015, during his transfer from Kyiv to Chernigiv and thereafter, he had been kept in a minibus for about eight hours without any water, food or access to a toilet.",
            "uk": "102. Заявник скаржився за статтею 3 Конвенції, що 02 листопада 2015 року під час його перевезення з м. Київ до м. Чернігів та після цього, він приблизно вісім годин перебував у мікроавтобусі без води, їжі та доступу до туалету."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "103.  The Government observed that the trip in question had not lasted long, given that the distance to cover was 150 km. They further submitted that the applicant had received water and had been allowed to use the toilet at his requests.",
            "uk": "103. Уряд стверджував, що ця поїздка не була довгою, враховуючи, що відстань, яку необхідно було подолати, становила 150 км. Уряд також зазначив, що на його прохання заявник отримував воду та йому дозволялось користуватися туалетом."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "107.  That being so and having regard to the fact that the applicant’s transfer in allegedly inadequate conditions took place only once and lasted for a maximum of eight hours, the Court considers that the applicant has not substantiated that the conditions of his transfer on 2 November 2015, even if as unpleasant as alleged, were such as to give rise to any appearance of a breach of Article 3 of the Convention.",
            "uk": "107. З огляду на це та беручи до уваги той факт, що перевезення заявника у нібито неналежних умовах відбулося лише один раз і тривало максимум вісім годин, Суд вважає, що заявник не довів, що умови його перевезення 02 листопада 2015 року, якщо і були неприємними, як стверджувалося, були такими, що могли свідчити про порушення статті 3 Конвенції."
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "108.  It follows that this complaint must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "108. З цього випливає, що ця скарга має бути відхилена як явно необґрунтована відповідно до підпункту «а» пункту 3 і пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "2.  As regards the applicant’s participation in the court hearings after the coronary operation of 25 December 2015",
            "uk": "2.  Щодо участі заявника у судових засіданнях після проведення операції з коронарного стентування 25 грудня 2015 року"
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "109.  The Government submitted that the investigating judge who had conducted the hearings on 26-28 December 2015 had duly taken into account the applicant’s state of health. They further observed that several medical officials had monitored the applicant’s condition on a permanent basis and had provided him with medical care whenever required. The Government therefore invited the Court to dismiss this complaint as being manifestly ill-founded.",
            "uk": "109. Уряд стверджував, що слідчий суддя, який проводив засідання 26 – 28 грудня 2015 року, належним чином урахував стан здоров’я заявника. Уряд також зазначив, що декілька медичних працівників здійснювали постійний нагляд за станом заявника та за необхідності надавали йому медичну допомогу. Отже, Уряд закликав Суд відхилити цю скаргу як явно необґрунтовану."
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "110.  The applicant disagreed.",
            "uk": "110. Заявник заперечив."
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "111.  Contrary to the Government’s submission, the Court considers this complaint to be neither manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor inadmissible on any other grounds. It therefore declares it admissible.",
            "uk": "111.  Усупереч доводам Уряду Суд не вважає цю скаргу явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції або неприйнятною з будь-яких інших підстав. Тому він оголошує її прийнятною."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "3.  As regards the applicant’s confinement in a metal cage during the court hearings of 13, 22 and 25 January 2016",
            "uk": "3.  Щодо тримання заявника у металевій клітці під час судових засідань 12, 22 та 25 січня 2016 року"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "112.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "112.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона повинна бути оголошена прийнятною."
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "1.  As regards the applicant’s participation in the court hearings after the coronary operation of 25 December 2015",
            "uk": "1.  Щодо участі заявника у судових засіданнях після проведення операції з коронарного стентування 25 грудня 2015 року"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "114.  The applicant further submitted that the court hearings, in particular the one on 27 December 2015, had been unacceptably long. In addition, the hearing room had been too crowded, which had exhausted him physically and caused him considerable stress and anguish.",
            "uk": "114.  Заявник також стверджував, що судові засідання, зокрема, засідання 27 грудня 2015 року, були неприпустимо довгими. Крім того, зала суду була переповнена, що фізично виснажило його та завдало значного стресу та занепокоєння."
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "115.  The Government contended that the applicant had been exaggerating his health-related concerns. In their opinion, he was a person with robust health. They observed, in particular, that during the entire period of his employment in the Dnipropetrovsk Regional State Administration (see paragraph 7 above), he had not taken a single day’s sick leave. The Government also pointed out that he was a heavy smoker who had continued smoking even while in hospital.",
            "uk": "115. Уряд стверджував, що заявник перебільшував свої проблеми зі здоров’ям. На думку Уряду, заявник був людиною з міцним здоров’ям. Зокрема, Уряд зазначив, що під час усього періоду роботи у Дніпропетровській обласній державній адміністрації (див. пункт 7) заявник жодного разу не був на лікарняному. Уряд також зазначив, що заявник був завзятим курцем і продовжував палити, навіть перебуваючи у лікарні."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "116.  The Government emphasised that the applicant had been under constant medical supervision during the court hearings on 26, 27 and 28 December 2015 and that he had been provided with all the required medical care. They pointed out that not all the hearings on the dates mentioned had been long.",
            "uk": "116.  Уряд підкреслив, що заявник знаходився під постійним медичним наглядом під час судових засідань 26, 27 та 28 грудня \n2015 року та йому надавалася вся необхідна медична допомога. Уряд зазначив, що не всі засідання у вказані дати були тривалими."
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "117.  The applicant contested the Government’s arguments. He drew the Court’s attention to the fact that he had continued his medical treatment long after the events in question, which proved the seriousness of his medical condition at the time.",
            "uk": "117.  Заявник заперечив проти аргументів Уряду. Він звернув увагу Суду на те, що продовжував своє лікування упродовж тривалого періоду часу після відповідних подій, що доводило серйозність його захворювання на той час."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "(i)  General principles laid down in the Court’s case-law",
            "uk": "(i)  Загальні принципи, сформульовані у практиці Суду"
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "(ii)  Application of the above principles in the present case",
            "uk": "(ii)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "121.  It is an established fact that the applicant underwent a coronary angioplasty on 25 December 2015 (see paragraph 62 above). The Court therefore dismisses the Government’s conjecture that the applicant “had been exaggerating his health-related concerns” (see paragraph 115 above). Nor does it find of relevance their observation that he had not been on sick leave during his previous public service or that he was a heavy smoker (ibid.).",
            "uk": "121. Встановленим фактом є те, що 25 грудня 2015 року заявник пройшов коронарну ангіопластику (див. пункт 62). Отже, Суд відхиляє заперечення Уряду, що заявник «перебільшував свої проблеми зі здоров’ям» (див. пункт 115). Суд також не вважає доречним зауваження Уряду, що заявник не був на лікарняному протягом своєї попередньої роботи на державній службі, або що він був завзятим курцем (там само)."
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "123.  The Court accepts the applicant’s argument that he was weak after the surgery in question. Indeed, he must have required not only medical supervision and treatment, but also sufficient rest.",
            "uk": "123.  Суд погоджується з аргументом заявника, що після відповідної операції він був слабким. Дійсно, він мав потребувати не тільки медичного нагляду та допомоги, але і достатнього відпочинку."
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "125.  The following day the applicant was obliged to participate in a court hearing for over twenty-one hours, including throughout the night from 27 to 28 December 2015 (see paragraph 79 above). Furthermore, even the previous night he had not been allowed uninterrupted sleep, given that at about 1.30 a.m. on 27 December 2015 the investigator had tried to reach him in the hospital ward (see paragraph 71 above).",
            "uk": "125.  Наступного дня заявник був змушений брати участь у судовому засіданні протягом більш ніж двадцяти однієї години, у тому числі в ніч з 27 на 28 грудня 2015 року (див. пункт 79). Крім того, навіть вночі напередодні він не мав можливості безперервно поспати, оскільки 27 грудня 2015 року приблизно о 01 год. 30 хв. слідчий намагався потрапити до його лікарняної палати (див. \nпункт 71)."
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "126.  In the Court’s opinion, that would be an ordeal even for somebody in good health. For the applicant, who had not yet recovered after the surgery, staying in court for twenty-one hours must have caused not only emotional and psychological distress, but considerable physical fatigue.",
            "uk": "126. На думку Суду, це було б випробуванням навіть для когось у доброму стані здоров’я. Заявнику, який ще не одужав після операції, перебування у суді протягом двадцяти однієї години мало завдати не тільки емоційні та психологічні труднощі, але і значну фізичну втому."
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "127.  The Court considers that conducting judicial hearings at night can be justified only in cases of particular urgency. No such urgency existed in the applicant’s case. The only issue before the investigating judge was whether or not to place the applicant in detention instead of the previously imposed house arrest. Its examination could have been postponed for the duration of the applicant’s post-operative hospital treatment (seven to ten days – see paragraph 65 above).",
            "uk": "127. Суд вважає, що проведення судових засідань у нічний час може бути виправданим лише у невідкладних випадках. У справі заявника такої терміновості не було. Єдине питання, яке постало перед слідчим суддею, полягало у тому, чи поміщати заявника під варту замість застосованого раніше домашнього арешту. Розгляд цього питання міг бути відкладений на період проходження заявником післяопераційного лікування у лікарні (сім – десять днів – див. пункт 65)."
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "128.  Having regard to all the circumstances of the present case, the Court considers that the applicant was subjected to inhuman and degrading treatment contrary to Article 3 of the Convention.",
            "uk": "128. З огляду на всі обставини цієї справи Суд вважає, що заявника було піддано нелюдському та такому, що принижує гідність, поводженню всупереч статті 3 Конвенції."
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "129.  Accordingly, there has been a violation of that provision.",
            "uk": "129. Отже, було порушено це положення."
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "2.  As regards the applicant’s confinement in a metal cage during the court hearings of 13, 22 and 25 January 2016",
            "uk": "2.  Щодо тримання заявника у металевій клітці під час судових засідань 12, 22 та 25 січня 2016 року"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a) Доводи сторін"
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "132.  The Court notes that the holding of defendants in metal cages during a court hearing was a standard procedure in Ukraine, which was also applied in the applicant’s case. No assessment was ever made of the existence of any actual and specific security risks in the courtroom requiring that he be held in a metal cage during the hearings.",
            "uk": "132. Суд зазначає, що тримання підсудних у металевих клітках під час судових засідань було стандартною практикою в Україні, яка застосовувалась і в справі заявника. Жодної оцінки щодо існування будь-яких реальних і конкретних ризиків для безпеки у залі суду, які б вимагали його тримання у металевій клітці під час засідань, не проводилось."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "133.  Although the applicant was confined in a metal cage during only three hearings, he was exposed behind bars not only to the persons attending those hearings but, owing to the high profile of the criminal proceedings against him, to a much wider audience as members of the public were following the proceedings via both national and international media (compare Lutsenko v. Ukraine (no. 2), no. 29334/11, § 171, 11 June 2015).",
            "uk": "133. Хоча заявник тримався у металевій клітці лише під час трьох засідань, у клітці його бачили не тільки особи, які були присутніми в залі суду, але і значно ширша аудиторія, оскільки через резонансність кримінального провадження проти нього громадськість стежила за провадженням у національних і міжнародних ЗМІ (див. для порівняння рішення у справі «Луценко проти України (№ 2)» (Lutsenko v. Ukraine (№ 2), заява № 29334/11, пункт 171, від 11 червня 2015 року)."
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "134.  The Court has held that holding a person in a metal cage during a trial – having regard to its objectively degrading nature, which is incompatible with the standards of civilised behaviour that are the hallmark of a democratic society – constitutes in itself an affront to human dignity in breach of Article 3 (see Svinarenko and Slyadnev v. Russia [GC], nos. 32541/08 and 43441/08, § 138, ECHR 2014 (extracts)).",
            "uk": "134. Суд уже встановлював, що тримання особи у металевій клітці під час судового засідання – беручи до уваги його об’єктивно принижуючий характер, несумісний зі стандартами цивілізованого поводження, які є ознакою демократичного суспільства, – сам собою є образою людської гідності, що порушує статтю 3 Конвенції (див. рішення у справі «Свінаренко та Сляднєв проти України» [ВП] (Svinarenko and Slyadnev v. Russia) [GC], заяви № 32541/08 та № 43441/08, пункт 138, ЄСПЛ 2014 (витяги)."
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "135.  The above conclusion remains pertinent in the circumstances of the present case.",
            "uk": "135. Цей висновок стосується і обставин цієї справи."
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "136.  Accordingly, there has been a violation of Article 3 of the Convention on this account.",
            "uk": "136. Отже, було порушено статтю 3 Конвенції у зв’язку з цим."
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "II.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
            "uk": "II. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 5 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
            "uk": "«1. Кожен має право на свободу та особисту недоторканність. Нікого не може бути позбавлено свободи, крім таких випадків і відповідно до процедури, встановленої законом:"
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
            "uk": "(c)  законний арешт або затримання особи, здійснене з метою допровадження її до компетентного судового органу за наявності обґрунтованої підозри у вчиненні нею правопорушення або якщо обґрунтовано вважається необхідним запобігти вчиненню нею правопорушення чи її втечі після його вчинення;"
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
            "uk": "3.  Кожен, кого заарештовано або затримано згідно з положеннями підпункту «c» пункту 1 цієї статті, має негайно постати перед суддею чи іншою посадовою особою, якій закон надає право здійснювати судову владу, і йому має бути забезпечено розгляд справи судом упродовж розумного строку або звільнення під час провадження. Таке звільнення може бути обумовлене гарантіями з’явитися на судове засідання."
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
            "uk": "4.  Кожен, кого позбавлено свободи внаслідок арешту або тримання під вартою, має право ініціювати провадження, в ході якого суд без зволікання встановлює законність затримання і приймає рішення про звільнення, якщо затримання є незаконним."
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
            "uk": "5. Кожен, хто є потерпілим від арешту або затримання, здійсненого всупереч положенням цієї статті, має забезпечене правовою санкцією право на відшкодування.»"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A. Прийнятність"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "138.  The Court observes that the Government did not dispute the applicability of Article 5 of the Convention to the applicant’s house arrest. According to its case-law, house arrest is considered, in view of its degree and intensity, to amount to deprivation of liberty within the meaning of this provision (see Buzadji v. the Republic of Moldova [GC], no. 23755/07, § 104, 5 July 2016, with further references).",
            "uk": "138. Суд зазначає, що Уряд не заперечував проти застосовності статті 5 Конвенції до домашнього арешту заявника. Відповідно до його практики домашній арешт, з огляду на його рівень і напруженість, вважається позбавленням свободи у розумінні \nцього положення (див. рішення у справі «Бузаджі проти \nРеспубліки Молдова» [ВП] (Buzadji v. the Republic of Moldova) [GC], \nзаява № 23755/07, пункт 104, від 05 липня 2016 року з подальшими посиланнями)."
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "139.  Having regard to the way in which the applicant’s house arrest was applied, as described in paragraphs 30 and 50 above, the Court accepts that it constituted deprivation of liberty in the sense of Article 5 (compare Kavkazskiy v. Russia, no. 19327/13, §§ 19 and 65, 28 November 2017).",
            "uk": "139.  З огляду на спосіб застосування домашнього арешту до заявника, описаний у пунктах 30 і 50, Суд погоджується, що він становив позбавлення свободи у розумінні статті 5 Конвенції (див. для порівняння рішення у справі «Кавказький проти Росії» (Kavkazskiy v. Russia), заява № 19327/13, пункти 19 і 65, від 28 листопада 2017 року)."
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "140.  Furthermore, the Court finds that the applicant’s complaints under Article 5 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
            "uk": "140.  Крім того, Суд вважає, що скарги заявника за статтею 5 Конвенції не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вони не є неприйнятними за будь-яких інших підстав. Тому вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "B.  Merits",
            "uk": "B. Суть"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "1.  Alleged violation of Article 5 § 1 of the Convention",
            "uk": "1.  Стверджуване порушення пункту 1 статті 5 Конвенції"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "141.  The applicant contended that his arrest on 31 October 2015 had been unlawful and arbitrary. He drew the Court’s attention to the fact that more than a year had elapsed between the institution of the criminal proceedings against him on 15 August 2014 and his arrest. During that time he had not manifested any lack of cooperation with the investigating authorities. Furthermore, he had been actively involved in politics in Ukraine.",
            "uk": "141.  Заявник стверджував, що його затримання 31 жовтня \n2015 року було незаконним і свавільним. Він звернув увагу Суду, що 15 серпня 2014 року з дати порушення проти нього кримінального провадження до його затримання минуло більше року. Протягом цього періоду він не виявляв небажання співпрацювати зі слідчими органами. Крім того, він брав активну участь у політичному житті України."
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "142.  The applicant further submitted that Article 208 of the CCP, on which the PGO had relied as the legal basis for his arrest, had been inapplicable in his case, as it permitted arrest without a judicial warrant only in specific urgent cases, when a person had been caught whilst committing a crime or immediately thereafter.",
            "uk": "142.  Заявник також стверджував, що стаття 208 КПК України, на яку ГПУ посилалася як на законну підставу для його затримання, була незастосовною у його випадку, оскільки дозволяла затримання без ухвали суду лише у конкретних невідкладних випадках, коли особу застали під час вчинення злочину або одразу після його вчинення."
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "143.  The applicant alleged that his re-arrest on 3 November 2015, which was based on the same provision of the CCP, had been equally unlawful. In his opinion, that measure had merely served as a pretext for not releasing him within seventy-two hours of his arrest of 31 October 2015.",
            "uk": "143.  Заявник стверджував, що його повторне затримання \n03 листопада 2015 року, яке ґрунтувалося на тому самому положенні КПК України, також було незаконним. На його думку, цей захід був лише підставою для того, щоб не звільняти його після закінчення сімдесяти двох годин з моменту його затримання 31 жовтня \n2015 року."
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "144.  The Government submitted that the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015 had been in compliance with the applicable legal rules and based on a reasonable suspicion that he had committed criminal offences.",
            "uk": "144.  Уряд стверджував, що затримання заявника 31 жовтня \n2015 року та його повторне затримання 03 листопада 2015 року відповідали застосовним положенням законодавства та ґрунтувалися на обґрунтованій підозрі, що він вчинив кримінальне правопорушення."
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "147.  The respondent Government has not demonstrated that any of those conditions were met in the applicant’s case, and the investigator had no power to arrest him without a court decision.",
            "uk": "147. Уряд-відповідач не довів, що у справі заявника була наявна будь-яка з цих вимог, і слідчий не мав права затримувати його без ухвали суду."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "148.  Indeed, as pointed out by the applicant, on 31 October 2015 he was arrested in connection with events which had taken place more a year earlier. It could not therefore be claimed that the authorities faced an urgent situation.",
            "uk": "148. Дійсно, як зазначив заявник, 31 жовтня 2015 року його затримали у зв’язку з подіями, які відбулися більш ніж за рік до цього. Тому не можна вважати, що органи державної влади стикнулися з невідкладною ситуацією."
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "150.  The situation described above makes it clear for the Court that the authorities acted in bad faith, seeking a pretext to secure the applicant’s continued detention and to circumvent the effect of the court order for his release. Such conduct is incompatible with the principle of legal certainty and arbitrary, and runs counter to the principle of the rule of law (see, mutatis mutandis, Mikhaniv, cited above, §§ 87-88).",
            "uk": "150. Описана ситуація дає Суду зрозуміти, що органи державної влади діяли недобросовісно, шукаючи привід забезпечити тривале затримання заявника та обійти дію ухвали суду щодо його звільнення. Таке поводження є свавільним, не відповідає принципу юридичної визначеності, а також суперечить принципу верховенства права (див., mutatis mutandis, згадане рішення у справі «Миханів проти України» (Mikhaniv v. Ukraine), пункти 87 і 88)."
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "151.  In the light of the foregoing, the Court concludes that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015.",
            "uk": "151.  У контексті викладеного Суд доходить висновку, що було порушено пункт статті 5 Конвенції у зв’язку із затриманням заявника 31 жовтня 2015 року та його повторним затриманням 03 листопада 2015 року."
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "2.  Alleged violation of Article 5 § 3 of the Convention",
            "uk": "2.  Стверджуване порушення пункту 3 статті 5 Конвенції"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "152.  The applicant complained that he had been held in pre-trial detention and under house arrest without relevant and sufficient reasons.",
            "uk": "152. Заявник скаржився, що його тримання під вартою під час досудового розслідування та домашній арешт не ґрунтувалися на належних і достатніх підставах."
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "153.  The Government contended that both impugned measures had been duly justified. They observed that eventually the applicant had been released subject to an undertaking not to abscond.",
            "uk": "153. Уряд стверджував, що обидва оскаржувані заходи були належним чином обґрунтовані. Уряд зазначив, що згодом заявник був звільнений під особисте зобов’язання."
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "(i)  General case-law principles",
            "uk": "(i)  Загальні принципи практики"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "156.  It is essentially on the basis of the reasons set out in the decisions of the national judicial authorities relating to the applicant’s pre-trial detention and of the arguments made by the applicant in his requests for release or appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Merabishvili, cited above, § 225, with further references).",
            "uk": "156.  Переважно саме на підставі обґрунтувань, викладених в ухвалах національних органів судової влади щодо тримання заявника під вартою під час досудового розслідування, та аргументах, наведених заявником у його клопотаннях про звільнення з-під варти або апеляційних скаргах, Суд має встановити, чи було порушено пункт 3 статті 5 (див. згадане рішення у справі «Мерабішвілі \nпроти Грузії» (Merabishvili v. Georgia), пункт 225 з подальшими посиланнями)."
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "(ii)  Application of the above principles in the present case",
            "uk": "(ii)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "(α)  Overall period to be taken into consideration",
            "uk": "(α)  Загальний період, який необхідно розглядати"
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "(β)  Relevance and sufficiency of reasons for the applicant’s continued deprivation of liberty",
            "uk": "(β)  Відповідність і достатність підстав для тривалого позбавлення заявника свободи"
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "-  Continued arrest until 6 November 2015",
            "uk": "-  Тривале затримання до 06 листопада 2015 року"
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "161.  The Court will therefore examine whether such additional grounds were given by the domestic authorities to justify the applicant’s continued deprivation of liberty during the period in question.",
            "uk": "161. Тому Суд розгляне, чи навели національні органи влади такі додаткові підстави для виправдання тривалого позбавлення заявника свободи упродовж значеного періоду."
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "162.  It is noteworthy that, like the initial arrest report, the report on the applicant’s re-arrest of 3 November 2015 contained no reference to any specific circumstances warranting his deprivation of liberty (see paragraph 24 above). The grounds referred to by the investigators were confined to those pre-printed on the arrest report template.",
            "uk": "162.  Слід зазначити, що як і перший протокол затримання, протокол повторного затримання заявника від 03 листопада 2015 року не містив посилань на які-небудь конкретні обставини, які б вимагали позбавлення його свободи (див. пункт 24). Підстави, на які посилалися слідчі, обмежувалися тими, що були попередньо надруковані у шаблоні протоколу затримання."
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "163.  The Court therefore concludes that no relevant and sufficient reasons were provided in justification of the applicant’s continued arrest until 6 November 2015.",
            "uk": "163. Отже, Суд доходить висновку, що для обґрунтування тривалого затримання заявника до 06 листопада 2015 року не було наведено відповідних і достатніх підстав."
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "-  House arrest from 6 November to 28 December 2015",
            "uk": "-  Домашній арешт з 06 листопада до 28 грудня 2015 року"
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "166.  The Court observes that the appellate court maintained the same approach, de facto equating the absence of any grounds for the applicant’s pre-trial detention to the justification for placing him under house arrest (see paragraph 34 above).",
            "uk": "166. Суд зауважує, що апеляційний суд скористався таким самим підходом, de facto прирівнявши відсутність будь-яких підстав для тримання заявника під вартою під час досудового розслідування до обґрунтування для поміщення його під домашній арешт (див. \nпункт 34)."
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "167.  It follows that the applicant’s deprivation of liberty during this period was not based on relevant and sufficient reasons.",
            "uk": "167. З цього випливає, що позбавлення заявника свободи протягом цього періоду не ґрунтувалося на відповідних і достатніх підставах."
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "-  Pre-trial detention from 28 December 2015 to 15 March 2016",
            "uk": "-  Тримання заявника під вартою під час досудового розслідування з 28 грудня 2015 року до 15 березня 2016 року"
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "169.  Given that the reference to a reasonable suspicion was not sufficient in itself, the Court will give closer consideration to the other grounds used to justify the applicant’s detention.",
            "uk": "169. Враховуючи, що посилання на обґрунтовану підозру само собою недостатньо, Суд ретельніше розгляне інші підстави, використані для обґрунтування тримання заявника під вартою."
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "170.  The Court considers neither relevant nor sufficient the investigating judge’s reference to the applicant’s “friendly relations with officials of lawenforcement, judicial and other authorities”. Couched in broad terms as it was, it implied questioning the integrity of those unspecified officials rather than substantiating any risks inherent in the applicant’s release or the application of a less restrictive preventive measure than pre-trial detention.",
            "uk": "170. Суд не вважає належним і достатнім посилання слідчого судді на «дружні стосунки заявника з посадовими особами правоохоронних, судових та інших органів влади». Викладені у загальних формулюваннях, вони радше ставили під сумнів добросовісність цих незазначених осіб, а не обґрунтовували будь-які ризики звільнення заявника або застосування менш суворого запобіжного заходу, ніж тримання під вартою під час досудового розслідування."
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "171.  The Court next observes that the judge accepted, without further reasoning, the investigator’s argument that the applicant had not fulfilled his house-arrest obligations (see paragraph 40 above).",
            "uk": "171. Суд також зазначає, що суддя погодився, без подальшого обґрунтування, з аргументом слідчого, що заявник не виконав свої обов’язки, пов’язані з домашнім арештом (див. пункт 10)."
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "174.  Lastly, the investigator noted that the applicant, “through his lawyers”, had been threatening one of the witnesses to make him change his depositions in the applicant’s favour (see paragraph 37 above). It was not explained how replacing the applicant’s house arrest by pre-trial detention was supposed to put an end to such misbehaviour on the part of his lawyers with whom he would retain contact even in detention.",
            "uk": "174. Насамкінець, слідчий зазначив, що «через своїх захисників» заявник погрожував одному зі свідків, щоб змусити його змінити свої показання на користь заявника (див. пункт 37). Не пояснювалося, як зміна запобіжного заходу заявника з домашнього арешту на тримання під вартою під час досудового розслідування мала припинити таку протиправну поведінку його захисників, з якими він би підтримував контакт, навіть перебуваючи під вартою."
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "175.  Accordingly, no relevant and sufficient reasons were provided for remanding the applicant in custody on 28 December 2015.",
            "uk": "175. Отже, для поміщення заявника під варту 28 грудня 2015 року не було наведено жодних відповідних і достатніх підстав."
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "176.  The Court does not accept, either, the stereotyped and abstract reasons invoked by the Kyiv City Court of Appeal in its ruling of 10 February 2016 upholding the decision to detain the applicant’ and by the Dniprovskyy Court in its decision of 17 February 2016 extending that preventive measure. Those courts mainly referred to the gravity of the charges against the applicant and the persistence of the risks already established.",
            "uk": "176.  Суд також не погоджується із шаблонними та абстрактними підставами, наведеними Апеляційним судом міста Києва у своїй ухвалі від 10 лютого 2016 року, якою було залишено без змін ухвалу щодо тримання заявника під вартою, та Дніпровським судом у своїй ухвалі від 17 лютого 2016 року про продовження строку застосування цього запобіжного заходу. Ці суди посилалися переважно на тяжкість висунутих проти заявника обвинувачень та існування вже встановлених ризиків."
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "-  House arrest from 15 March to 7 June 2016",
            "uk": "-  Домашній арешт з 15 березня до 07 червня 2016 року"
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "177.  The Court takes note of the fact that it was the applicant himself who had asked that his pre-trial detention be replaced with house arrest (see paragraph 50 above). This cannot, however, be interpreted as a waiver of his rights under Article 5 of the Convention (see, mutatis mutandis, Buzadji, cited above, §§ 106-10).",
            "uk": "177. Суд враховує той факт, що саме заявник просив змінити йому запобіжний захід з тримання під вартою під час досудового розслідування на домашній арешт (див. пункт 50). Однак це не можна тлумачити, як відмову від його прав за статтею 5 Конвенції (див., mutatis mutandis, згадане рішення у справі «Бузаджі проти Республіки Молдова» (Buzadji v. the Republic of Moldova), пункти 106 – 110)."
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "(γ)  Conclusion",
            "uk": "(γ)  Висновок"
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "181.  Having regard to the absence of relevant and sufficient reasons for the applicant’s deprivation of liberty in the present case, be it in the form of pre-trial detention or house arrest, the Court concludes that there has been a violation of Article 5 § 3 of the Convention.",
            "uk": "181.  З огляду на відсутність відповідних і достатніх підстав для позбавлення заявника свободи у цій справі, чи то у вигляді тримання під вартою під час досудового розслідування, чи у вигляді домашнього арешту, Суд доходить висновку, що було порушено пункт 3 статті 5 Конвенції."
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "3.  Alleged violation of Article 5 § 4 of the Convention",
            "uk": "3.  Стверджуване порушення пункту 4 статті 5 Конвенції"
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "182.  The applicant submitted that there had been no judicial review of the lawfulness of his arrest of 31 October 2015. As regards the lawfulness of his re-arrest of 3 November 2015, he maintained that the Pecherskyy Court had assessed it in a formalistic and superficial manner, without addressing any of his arguments.",
            "uk": "182. Заявник стверджував, що не було судового перегляду законності його затримання 31 жовтня 2015 року. Щодо законності його повторного затримання 03 листопада 2015 року він стверджував, що Печерський суд оцінив його формально та поверхово, не розглянувши його аргументи."
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "183.  The Government submitted that the applicant had failed to challenge the lawfulness of his arrest of 31 October 2015 before the appropriate court. They further contended that by the ruling of 6 November 2015, the investigating judge of the Pecherskyy Court had provided an effective judicial review of the lawfulness of the applicant’s re-arrest on 3 November 2015.",
            "uk": "183. Уряд стверджував, що заявник не оскаржив законність його затримання 31 жовтня 2015 року у відповідному суді. Він також стверджував, що ухвалою від 06 листопада 2015 року слідча суддя Печерського суду здійснила ефективний судовий перегляд законності повторного затримання заявника 03 листопада 2015 року."
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "(i)  General case-law principles",
            "uk": "(i)  Загальні принципи практики Суду"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "Application of the above principles in the present case",
            "uk": "Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "185.  The Court takes notes from the outset of the formal decision on the applicant’s release of 3 November 2015 (see paragraph 24 above).",
            "uk": "185. Перш за все, Суд звертає увагу на ухвалу про звільнення заявника від 03 листопада 2015 року (див. Пункт 24)."
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "186.  According to the Court’s case-law, Article 5 § 4 of the Convention is no longer applicable to any attempts to get a judicial review of the lawfulness of one’s deprivation of liberty after release (see, mutatis mutandis, Slyusar v. Ukraine, no. 34361/06, § 13, 8 March 2012, and the reference therein to Reinprecht v. Austria, no. 67175/01, § 51, ECHR 2005XII).",
            "uk": "186.  Відповідно до практики Суду пункт 4 статті 5 Конвенції більше не застосовується до будь-яких спроб домогтися судового перегляду законності позбавлення свободи після звільнення (див., mutatis mutandis, рішення у справі «Слюсар проти України» (Slyusar v. Ukraine), заява № 34361/06, пункт 13, від 08 березня 2012 року та посилання у ньому на рішення у справі «Райнпрехт проти Австрії» (Reinprecht v. Austria), заява № 67175/01, пункт 51, ЄСПЛ 2005XII)."
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "188.  The Court has consistently held in its case-law that it must look behind appearances and investigate the realities of the situation complained of (for the application of this principle in the context of Article 5 of the Convention, see Farhad Aliyev v. Azerbaijan, no. 37138/06, § 163, 9 November 2010).",
            "uk": "188. Суд послідовно встановлював у своїй практиці, що, абстрагуючись від зовнішніх ознак, він має дослідити реалії оскаржуваної ситуації (щодо застосування цього принципу у контексті статті 5 Конвенції див. рішення у справі «Фархард Алієв проти Азербайджану» (Farhad Aliyev v. Azerbaijan), заява № 37138/06, пункт 163, від 09 листопада 2010 року)."
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "191.  The Court therefore concludes that, under the circumstances, there is no need to examine the applicant’s complaint under Article 5 § 4 of the Convention.",
            "uk": "191.  Отже, Суд доходить висновку, що за цих обставин розглядати скаргу заявника за пунктом 4 статті 5 Конвенції немає необхідності."
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "4.  Alleged violation of Article 5 § 5 of the Convention",
            "uk": "4.  Стверджуване порушення пункту 5 статті 5 Конвенції"
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "192.  The applicant contended that he had not had an enforceable right to compensation in respect of the alleged breaches of Article 5.",
            "uk": "192. Заявник стверджував, що не мав забезпеченого правовою санкцією права на компенсацію у зв’язку зі стверджуваними порушеннями статті 5 Конвенції."
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "193.  The Government contested that submission. They observed that on 11 September 2017 the criminal proceedings against the applicant had been discontinued for want of evidence of his guilt. In the Government’s opinion, that provided sufficient grounds for him to claim compensation under Article 1176 of the Civil Code or section 1 of the Compensation Act (see paragraphs 99 and 100 above), which he had failed to do.",
            "uk": "193. Уряд заперечив проти цього доводу. Уряд зазначив, що \n11 вересня 2017 року кримінальне провадження щодо заявника було закрито за відсутністю доказів його вини. На думку Уряду, це давало заявнику достатні підстави, щоб вимагати відшкодування шкоди відповідно до статті 1176 Цивільного кодексу України або статті 1 Закону України «Про відшкодування шкоди» (див. пункти 99 і 100), чого він не зробив."
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "197.  It cannot therefore be said that the applicant’s effective enjoyment of the right to compensation was ensured with a sufficient degree of certainty, as required by Article 5 § 5 of the Convention (see paragraph 194 above).",
            "uk": "197.  Отже, не можна стверджувати, що ефективне здійснення заявником свого права на відшкодування шкоди було забезпечено з достатнім рівнем визначеності, як це вимагалося пунктом 5 статті 5 Конвенції (див. пункт 194)."
        }
    },
    {
        "id": 281,
        "translation": {
            "en": "199.  In sum, there was no finding by the domestic authorities of a violation of one of the other paragraphs of Article 5 of the Convention to enable the applicant to claim compensation under paragraph 5. Nor are there any reasons to hold the absence of such a finding against the applicant.",
            "uk": "199. У цілому національні органи влади не визнали порушення одного з інших пунктів статті 5 Конвенції, що дозволило б заявнику вимагати відшкодування шкоди відповідно до пункту 5. Також немає підстав тлумачити відсутність такого висновку не на користь заявника."
        }
    },
    {
        "id": 282,
        "translation": {
            "en": "200.  However, in the present judgment the Court has found violations of Article 5 §§ 1 and 3 (see paragraphs 151 and 181 above). It follows that Article 5 § 5 of the Convention is applicable. The Court must therefore establish whether Ukrainian law afforded, or now affords, the applicant an enforceable right to compensation on the basis of the findings of violations of Article 5 by this Court.",
            "uk": "200.  Однак у цьому рішенні Суд встановив порушення пунктів 1 і 3 статті 5 Конвенції (див. пункти 151 і 181). З цього випливає, що пункт 5 статті 5 Конвенції є застосовним. Отже, Суд має встановити, чи надавало українське законодавство заявнику або надає тепер забезпечене правовою санкцією право на відшкодування шкоди у зв’язку зі встановленням цим Судом порушення статті 5 Конвенції."
        }
    },
    {
        "id": 283,
        "translation": {
            "en": "202.  It follows that there has been a violation of Article 5 § 5 of the Convention.",
            "uk": "202.  З цього випливає, що було порушено пункт 5 статті 5 Конвенції."
        }
    },
    {
        "id": 284,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 18 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 5",
            "uk": "III. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 18 КОНВЕНЦІЇ У ПОЄДНАННІ ЗІ СТАТТЕЮ 5 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 285,
        "translation": {
            "en": "203.  The applicant complained that the deprivation of his liberty had been ordered for ulterior motives, in particular political motives. He relied on Article 18 of the Convention taken in conjunction with Article 5, which provides as follows:",
            "uk": "203. Заявник скаржився, що позбавлення його свободи було здійснено з прихованих мотивів, зокрема політичних. Він посилався на статтю 18 Конвенції у поєднанні зі статтею 5 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 286,
        "translation": {
            "en": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
            "uk": "«Обмеження, дозволені згідно з цією Конвенцією щодо зазначених прав і свобод, не застосовуються для інших цілей ніж ті, для яких вони встановлені.»"
        }
    },
    {
        "id": 287,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A. Прийнятність"
        }
    },
    {
        "id": 288,
        "translation": {
            "en": "204.  The Court observes that the crux of the applicant’s complaint under this head, namely that his criminal prosecution and detention had been ordered for ulterior motives, has not been examined under Article 5 of the Convention. The Court therefore considers that Article 18 of the Convention in conjunction with Article 5 is applicable (for the general principles on the interpretation and application of Article 18 of the Convention, see Merabishvili, cited above, §§ 287-91).",
            "uk": "204. Суд зазначає, що суть скарги заявника за цим положенням, зокрема те, що притягнення його до кримінальної відповідальності та затримання були здійснені з прихованих мотивів, не була розглянута за статтею 5 Конвенції. Тому Суд вважає, що стаття 18 Конвенції у поєднанні зі статтею 5 Конвенції є застосовною (щодо загальних принципів тлумачення та застосування статті 18 Конвенції див. згадане рішення у справі «Мерабішвілі проти Грузії» (Merabishvili v. Georgia), пункти 287 – 291)."
        }
    },
    {
        "id": 289,
        "translation": {
            "en": "205.  The Court also notes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "205.  Суд також зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції та не є неприйнятною за будь-яких інших підстав. Тому вона має бути оголошена прийнятною."
        }
    },
    {
        "id": 290,
        "translation": {
            "en": "B.  Merits",
            "uk": "B. Суть"
        }
    },
    {
        "id": 291,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 292,
        "translation": {
            "en": "207.  In support of his submissions, the applicant referred to various statements made to the press, which showed that his criminal prosecution had been ordered for political reasons (see paragraphs 88-93 above).",
            "uk": "207. В обґрунтування своїх доводів заявник посилався на різні заяви у пресі, які доводили, що його кримінальне переслідування було політично вмотивованим (див. пункти 88 – 93)."
        }
    },
    {
        "id": 293,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 294,
        "translation": {
            "en": "(a)  General case-law principles",
            "uk": "(a)  Загальні принципи практики Суду"
        }
    },
    {
        "id": 295,
        "translation": {
            "en": "212.  For the same reason, a finding that the restriction pursues a purpose prescribed by the Convention does not necessarily rule out a breach of Article 18 either. Indeed, holding otherwise would strip that provision of its autonomous character (ibid., § 304).",
            "uk": "212. З тих самих підстав висновок, що обмеження переслідує мету, передбачену Конвенцією, не обов’язково виключає порушення \nстатті 18 Конвенції. Дійсно, у протилежному випадку це положення буде позбавлено його автономного характеру (там само, пункт 304)."
        }
    },
    {
        "id": 296,
        "translation": {
            "en": "214.  Which purpose is predominant in a given case depends on all the circumstances. In assessing that point, the Court will have regard to the nature and degree of reprehensibility of the alleged ulterior purpose, and bear in mind that the Convention was designed to maintain and promote the ideals and values of a democratic society governed by the rule of law. In continuing situations, it cannot be excluded that the assessment of which purpose was predominant may vary over time (ibid., §§ 307-08).",
            "uk": "214. Те, яка мета переважає у цій справі, залежить від усіх обставин. Оцінюючи це питання, Суд враховуватиме характер і ступінь осудності стверджуваної прихованої мети, а також те, що Конвенція була призначена для підтримки та сприяння ідеалам і цінностям демократичного суспільства, заснованого на принципі верховенства права. У тривалих ситуаціях не можна виключати, що з плином часу оцінка того, яка ціль переважала, може змінюватися (там само, пункти 307 і 308)."
        }
    },
    {
        "id": 297,
        "translation": {
            "en": "(b)  Application of the above principles in the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 298,
        "translation": {
            "en": "216.  In the present case, the Court has accepted that the applicant was arrested on “reasonable suspicion” of having committed a criminal offence (see paragraph 160 above). In other words, even though the Court has found a number of violations of Article 5 of the Convention (see paragraphs 151, 181 and 202 above), it can still be stated that the applicant was deprived of his liberty for a purpose prescribed by Article 5 § 1 (c) of the Convention.",
            "uk": "216. У цій справі Суд погодився, що заявника затримали з \nогляду на «обґрунтовану підозру» у вчиненні кримінального правопорушення (див. пункт 160). Інакше кажучи, незважаючи на те, що Суд встановив низку порушень статті 5 Конвенції (див. \nпункти 151, 181 і 202), усе ще можна стверджувати, що заявник був позбавлений свободи з метою, передбаченою підпунктом «с» \nпункту 1 статті 5 Конвенції."
        }
    },
    {
        "id": 299,
        "translation": {
            "en": "217.  In analysing the applicant’s complaint under Article 18 of the Convention, the Court must first of all examine whether the restriction in question additionally pursued any other purpose which was not prescribed by Article 5 § 1. Even in the event of an affirmative answer to that question, there will only be a breach of Article 18 if that other purpose was predominant.",
            "uk": "217.  Аналізуючи скаргу заявника за статтею 18 Конвенції, Суд має, перш за все, розглянути, чи переслідувало відповідне обмеження також будь-яку іншу мету, не передбачену пунктом 1 статті 5 Конвенції. Навіть у випадку ствердної відповіді на це питання \nстаттю 18 Конвенції буде порушено, лише якщо ця інша мета була переважаючою."
        }
    },
    {
        "id": 300,
        "translation": {
            "en": "219.  While bearing that in mind, the Court will turn now to the specific arguments raised by the applicant in support of his complaint.",
            "uk": "219. З огляду на це Суд розгляне конкретні аргументи, висунуті заявником в обґрунтування своєї скарги."
        }
    },
    {
        "id": 301,
        "translation": {
            "en": "224.  In the light of all the foregoing, the Court considers that the allegations the applicant has raised in the context of his complaint under Article 18 of the Convention are not sufficiently proven. Even if there might have been some ulterior motives for prosecuting the applicant and depriving him of his liberty, the Court is unable to identify them on the basis of the applicant’s submissions, let alone find that those ulterior motives were predominant.",
            "uk": "224. У світлі наведеного Суд вважає, що твердження заявника у контексті його скарги за статтею 18 Конвенції не є достатньо доведеними. Навіть, якщо могли існувати певні приховані мотиви кримінального переслідування заявника та позбавлення його свободи, Суд не може встановити їх на підставі тверджень заявника, не кажучи вже про те, чи були приховані мотиви переважаючими."
        }
    },
    {
        "id": 302,
        "translation": {
            "en": "225.  That being so, the Court finds that there has been no violation of Article 18 of the Convention.",
            "uk": "225. З огляду на це Суд вважає, що статтю 18 Конвенції порушено не було."
        }
    },
    {
        "id": 303,
        "translation": {
            "en": "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
            "uk": "IV. СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 2 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 304,
        "translation": {
            "en": "226.  The applicant complained of a violation of his right to the presumption of innocence under Article 6 § 2 of the Convention, which reads as follows:",
            "uk": "226.  Заявник скаржився на порушення його права на презумпцію невинуватості за пунктом 2 статті 6 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 305,
        "translation": {
            "en": "“2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
            "uk": "«2. Кожен, кого обвинувачено у вчиненні кримінального правопорушення, вважається невинуватим доти, доки його вину не буде доведено в законному порядку.»"
        }
    },
    {
        "id": 306,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A. Прийнятність"
        }
    },
    {
        "id": 307,
        "translation": {
            "en": "227.  The Court declares this complaint admissible given that it is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds.",
            "uk": "227.  Суд оголошує цю скаргу прийнятною, оскільки вона не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції та не є неприйнятною з будь-яких інших підстав."
        }
    },
    {
        "id": 308,
        "translation": {
            "en": "B.  Merits",
            "uk": "B. Суть"
        }
    },
    {
        "id": 309,
        "translation": {
            "en": "228.  The applicant complained that high-ranking public officials had asserted his guilt in the absence of his conviction by a court, thus influencing public opinion and prejudging the case against him.",
            "uk": "228. Заявник скаржився, що високопосадовці стверджували про його вину за відсутності вироку суду, вплинувши, таким чином, на громадську думку та передчасно вирішивши його справу."
        }
    },
    {
        "id": 310,
        "translation": {
            "en": "229.  The Government argued that the authorities had been merely informing society of progress in a high-profile criminal case.",
            "uk": "229. Уряд стверджував, що органи влади просто інформували громадськість про хід розслідування у резонансній кримінальній справі."
        }
    },
    {
        "id": 311,
        "translation": {
            "en": "232.  The Court therefore concludes that there has been a violation of Article 6 § 2 of the Convention.",
            "uk": "232.  Отже, Суд доходить висновку, що було порушено пункт 2 статті 6 Конвенції."
        }
    },
    {
        "id": 312,
        "translation": {
            "en": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "V. ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 313,
        "translation": {
            "en": "233.  Article 41 of the Convention provides:",
            "uk": "233.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 314,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 315,
        "translation": {
            "en": "234.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
            "uk": "234.  Заявник не подав вимог щодо справедливої сатисфакції. Отже, Суд вважає, що у зв’язку з цим немає підстав присуджувати йому якусь суму."
        }
    },
    {
        "id": 316,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 317,
        "translation": {
            "en": "1.  Declares, unanimously, the complaint concerning the conditions in which the applicant was transported on 2 November 2015 inadmissible and the remainder of the application admissible;",
            "uk": "1.  Оголошує одноголосно неприйнятною скаргу на умови перевезення заявника 02 листопада 2015 року, а решту скарг у заяві – прийнятними;"
        }
    },
    {
        "id": 318,
        "translation": {
            "en": "2.  Holds, unanimously, that there has been a violation of Article 3 of the Convention in respect of the applicant’s participation in the court hearings on 26-28 December 2015;",
            "uk": "2.  Постановляє одноголосно, що було порушено статтю 3 Конвенції у зв’язку з участю заявника у судових засіданнях 26 – 28 грудня 2015 року;"
        }
    },
    {
        "id": 319,
        "translation": {
            "en": "3.  Holds, unanimously, that there has been a violation of Article 3 of the Convention on account of the applicant’s confinement in a metal cage during the court hearings on 13, 22 and 25 January 2016;",
            "uk": "3.  Постановляє одноголосно, що було порушено статтю 3 Конвенції у зв’язку з поміщенням заявника до металевої клітки під час судових засідань 13, 22 та 25 січня 2016 року;"
        }
    },
    {
        "id": 320,
        "translation": {
            "en": "4.  Holds, unanimously, that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015;",
            "uk": "4.  Постановляє одноголосно, що було порушено пункт 1 статті 5 Конвенції у зв’язку із затриманням заявника 31 жовтня 2015 року та його повторним затриманням 03 листопада 2015 року;"
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "5.  Holds, by six votes to one, that there has been a violation of Article 5 § 3 of the Convention;",
            "uk": "5.  Постановляє шістьма голосами проти одного, що було порушено пункт 3 статті 5 Конвенції;"
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "6.  Holds, unanimously, that that there is no need to examine the complaint under Article 5 § 4 of the Convention;",
            "uk": "6.  Постановляє одноголосно, що немає потреби розглядати скаргу за пунктом 4 статті 5 Конвенції;"
        }
    },
    {
        "id": 323,
        "translation": {
            "en": "7.  Holds, unanimously, that there has been a violation of Article 5 § 5 of the Convention;",
            "uk": "7.  Постановляє одноголосно, що було порушено пункт 5 статті 5 Конвенції;"
        }
    },
    {
        "id": 324,
        "translation": {
            "en": "8.  Holds, unanimously, that there has been no violation of Article 18 of the Convention in conjunction with Article 5;",
            "uk": "8.  Постановляє одноголосно, що не було порушено статтю 18 Конвенції у поєднанні зі статтею 5 Конвенції;"
        }
    },
    {
        "id": 325,
        "translation": {
            "en": "9.  Holds, unanimously, that there has been a violation of Article 6 § 2 of the Convention.”",
            "uk": "9.  Постановляє одноголосно, що було порушено пункт 2 статті 6 Конвенції."
        }
    },
    {
        "id": 326,
        "translation": {
            "en": "Done in English, and notified in writing on 4 July 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 04 липня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду"
        }
    },
    {
        "id": 327,
        "translation": {
            "en": "Claudia Westerdiek Registrar",
            "uk": "Клаудія Вестердік (Claudia Westerdiek) Секретар"
        }
    },
    {
        "id": 328,
        "translation": {
            "en": "Angelika Nußberger President",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger) Голова"
        }
    },
    {
        "id": 329,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Síofra O’Leary is annexed to this judgment.",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додається окрема думка судді Сіофри О’Лірі."
        }
    },
    {
        "id": 330,
        "translation": {
            "en": "A.N.\nC.W.",
            "uk": "А.Н.\nК.В."
        }
    },
    {
        "id": 331,
        "translation": {
            "en": "PARTLY DISSENTING OPINION OF JUDGE O’LEARY",
            "uk": "ЧАСТКОВО ОКРЕМА ДУМКА СУДДІ О’ЛІРІ"
        }
    },
    {
        "id": 332,
        "translation": {
            "en": "0.  The Chamber has found violations of Articles 3, 5 §§ 1 and 3 and 6 § 2 of the Convention, while excluding a violation of Article 18 in conjunction with Article 5.",
            "uk": "0.  Палата встановила порушення статті 3, пунктів 1 і 3 статті 5 та пункту 2 статті 6 Конвенції, виключивши при цьому порушення \nстатті 18 у поєднанні зі статтею 5 Конвенції."
        }
    },
    {
        "id": 333,
        "translation": {
            "en": "1.  Bar the finding of a violation of Article 5 § 3 in relation to the two periods of house arrest to which the applicant was subject, I too can subscribe to these findings. I explain the reasons for my partial dissent below and add a comment on the consequences of the absence of a finding of a violation of Article 18.",
            "uk": "1.  Окрім встановлення порушення пункту 3 статті 5 Конвенції у зв’язку з двома періодами домашнього арешту заявника, я теж можу погодитися з цими висновками. Причини своєї частково окремої думки я пояснюю далі та додаю коментар щодо наслідків невстановлення порушення статті 18 Конвенції."
        }
    },
    {
        "id": 334,
        "translation": {
            "en": "A.  The events leading to and following the applicant’s arrest",
            "uk": "A. Події, які призвели до затримання заявника та подальші події"
        }
    },
    {
        "id": 335,
        "translation": {
            "en": "2.  The background to the application is described in some detail in the judgment (§§ 6 – 93). Nevertheless, as the analysis of the complaint under Articles 5 and 18 reveal, it is highly unlikely that a complete picture of the circumstances which led to the applicant’s arrest, pre-trial detention and release due to lack of sufficient evidence has been presented to the Court by either party. This is, to say the least, unfortunate.",
            "uk": "2.  Події, що передували поданню заяви детально описані у рішенні (пункти 6 – 93). Однак, як показує аналіз скарги за статями 5 та 18 Конвенції, малоймовірно, що якась зі сторін представила Суду повну картину обставин, які призвели до затримання заявника, тримання під вартою під час досудового розслідування та звільнення за відсутністю достатніх доказів. Це, щонайменше, прикро."
        }
    },
    {
        "id": 336,
        "translation": {
            "en": "3.  Between 2014 and 2015 the applicant occupied a position of considerable importance in the Dnipropetrovsk regional administration. He was and is a prominent businessman. In September 2015 he became the leader of a political party which fielded candidates in the local and mid-term parliamentary elections that year and which was extremely critical of the then President of Ukraine.",
            "uk": "3.  У пероід з 2014 до 2015 роки заявник обіймав важливу посаду у Дніпропетровській обласній адміністрації. Він був та усе ще є відомим бізнесменом. У вересні 2015 року він став головою політичної партії, яка того року висувала кандидатів на місцевих і проміжних парламентських виборах та гостро критикувала тодішнього Президента України."
        }
    },
    {
        "id": 337,
        "translation": {
            "en": "B.  Violations of Articles 3, 5 § 1 and 5 § 3 in relation to pre-trial detention",
            "uk": "B. Порушення статті 3 та пунктів 1 і 3 статті 5 Конвенції у зв’язку з триманням заявника під вартою під час досудового розслідування"
        }
    },
    {
        "id": 338,
        "translation": {
            "en": "6.  For the reasons explained in the Chamber judgment (§§ 109 - 129), there is no doubt that the treatment of the applicant at the court hearings held on 26th to 28th December 2015 amounted to ill-treatment contrary to Article 3 of the Convention; so too did confining him to a metal cage during subsequent court hearings in January 2016 (§§ 130 – 136 of the judgment).",
            "uk": "6.  З огляду на підстави, розтлумачені у рішенні палати (пункти 109 – 129), немає жодних сумнівів, що поводження із заявником у судових засіданнях, проведених 26 – 28 грудня 2015 року, становило жорстоке поводження, яке суперечило статті 3 Конвенції; це стосується і його поміщення до металевої клітки під час наступних судових засідань у січні 2016 року (пункти 130 – 136 рішення)."
        }
    },
    {
        "id": 339,
        "translation": {
            "en": "C.  No violation of Article 5 § 3 in relation to the two periods of house arrest",
            "uk": "C. Відсутність порушення пункту 3 статті 5 Конвенції щодо двох періодів домашнього арешту"
        }
    },
    {
        "id": 340,
        "translation": {
            "en": "8.  The general principles deriving from the Court’s case-law in relation to Article 5 § 3 of the Convention are set out in §§ 154 - 157 of the Chamber judgment.",
            "uk": "8.  Загальні принципи, які випливають з практики Суду стосовно пункту 3 статті 5 Конвенції, наведені у пунктах 154 – 157 рішення палати."
        }
    },
    {
        "id": 341,
        "translation": {
            "en": "Unlike in Buzadji, the domestic courts in the present case had not dismissed habeas corpus applications made by the applicant on numerous occasions (compare Buzadji, cited above, § 108).",
            "uk": "На відміну від справи «Бузаджі проти Республіки Молдова» (Buzadji v. the Republic of Moldova) національні суди у цій справі не відмовляли у задоволенні численних habeas corpus клопотань заявника (див. для порівняння згадане рішення у справі «Бузаджі проти Республіки Молдова» (Buzadji v. the Republic of Moldova), пункт 108)."
        }
    },
    {
        "id": 342,
        "translation": {
            "en": "As indicated in § 50 of the judgment, when the applicant applied to be removed from pre-trial detention due to the existence of new facts, those facts were considered by the investigating judge as part of his overall assessment and house arrest without electronic tracking was applied immediately.",
            "uk": "Як зазначено у пункті 50 рішення, коли заявник звернувся з клопотанням про звільнення з-під варти під час досудового розслідування з огляду на існування нових фактів, ці факти були розглянуті слідчим суддею як частина його загальної оцінки та до заявника негайно був застосований домашній арешт без електронного засобу контролю."
        }
    },
    {
        "id": 343,
        "translation": {
            "en": "Furthermore, whereas in Buzadji the Court criticized the domestic courts for failing to assess the applicant’s character, morals, his assets and links to the country, as well as his behaviour since the initiation of the criminal investigation, it is clear from the first and second house arrest decisions that the same cannot be said of the two investigating judges whose decisions on house arrest are impugned.",
            "uk": "Крім того, тоді як у справі «Бузаджі проти Республіки Молдова» (Buzadji v. the Republic of Moldova) Суд критикував національні суди за те, що вони не розглянули характер заявника, моральний портрет, його активи та зв’язки з країною, а також його поведінку від початку кримінального розслідування, то з ухвал щодо першого та другого домашнього арешту очевидно, що не можна сказати того самого про двох слідчих суддів, ухвали яких про домашній арешт були оскаржені."
        }
    },
    {
        "id": 344,
        "translation": {
            "en": "The passage of time, which would require that the weighty relevant and sufficient reasons initially supporting a deprivation of liberty would become even weightier, could thus not be a decisive or even significant factor in this case. As regards the absence of progress or diligence in taking investigative measures, this appeared to be a problem during the period of pre-trial detention, in relation to which a violation of Article 5 § 3 is found, but not during the period spent under house arrest.",
            "uk": "Отже, сплив часу, який вимагав би, щоб вагомі відповідні та достатні підстави, які спочатку обґрунтовували позбавлення свободи, стали ще більш вагомими, не може бути вирішальним або навіть суттєвим фактором у цій справі. Щодо відсутності прогресу або ретельності під час здійснення слідчих дій, то це, вочевидь, було проблемою протягом періоду тримання під вартою під час досудового розслідування, у зв’язку з чим було встановлено порушення пункту 3 статті 5 Конвенції, але не упродовж періоду домашнього арешту."
        }
    },
    {
        "id": 345,
        "translation": {
            "en": "D.  Conclusions",
            "uk": "D.  Висновки"
        }
    },
    {
        "id": 346,
        "translation": {
            "en": "17.  In its assessment of the complaints under Articles 3, 5 and 6, the Chamber judgment approaches the applicant’s case as that of a “normal” accused and the Court’s role as that of standard guarantor of the right to liberty and security in a democratic society subject to the rule of law.",
            "uk": "17.  У своїй оцінці скарг за статтями 3, 5 та 6 Конвенції рішення палати розглядає справу заявника як справу «звичайного» обвинуваченого, а роль Суду – як стандартного гаранта права на свободу та безпеку в демократичному суспільстві, який керується верховенством права."
        }
    }
]