[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF JANSEN v. NORWAY",
            "uk": "СПРАВА JANSEN ПРОТИ НОРВЕГІЇ"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 2822/16)",
            "uk": "(Заява № 2822/16)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "6 September 2018",
            "uk": "6 вересня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "06/12/2018",
            "uk": "06/12/2018"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення стало остаточним на підставі статті 44 § 2 Конвенції. До нього можуть бути внесені редакційні зміни."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Jansen v. Norway,",
            "uk": "У справі Jansen проти Норвегії,"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята Секція) на засіданні Палати у складі:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Angelika Nußberger, President,\n\tErik Møse,\n\tYonko Grozev,\n\tMārtiņš Mits,\n\tGabriele Kucsko-Stadlmayer,\n\tLәtif Hüseynov,\n\tLado Chanturia, judges,\nand Milan Blaško, Deputy Section Registrar,",
            "uk": "Ангеліка Нусбергер (Angelika Nußberger), Голова,\n\tЕрік Мьозе (Erik Møse),\n\tЙонко Грозєв (Yonko Grozev),\n\tМартінш Міц (Mārtiņš Mits),\n\tГабріель Куско-Штадльмаєр (Gabriele Kucsko-Stadlmayer),\n\tЛетіф Хюсейнов (Lәtif Hüseynov),\n\tЛадо Чантурія (Lado Chanturia), судді,\nі Мілан Блашко (Milan Blaško), заступник Секретаря Секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 10 July 2018,",
            "uk": "Розглянувши справу на засіданні 10 липня 2018 року,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "Проголошує наступне рішення, ухвалене у вказаний день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "процедура"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 2822/16) against the Kingdom of Norway lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Ms B. Jansen, a Norwegian national who was born in 1992 and lives in Oslo. She was represented before the Court by Ms N. Hallén, a lawyer practising in Oslo.",
            "uk": "1.  Справа була відкрита за заявою (№ 2822/16), яку подала проти Королівства Норвегія, відповідно до статті 34 Конвенції про захист прав людини і основоположних свобод («Конвенція»), пані B. Jansen (Б. Єнсен), громадянка Норвегії, яка народилась у 1992 році і живе в Осло (“заявниця”). В Суді її представляла пані Н. Халлен, адвокат, яка практикує у Осло."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The Norwegian Government (“the Government”) were represented by their Agent, Mr M. Emberland of the Attorney General’s Office (Civil Matters).",
            "uk": "2.  Уряд Норвегії (“Уряд”) був представлений уповноваженою особою, паном М. Емберландом з Генеральної прокуратури (цивільно-правовий відділ)."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant alleged that the refusal to allow her contact with her daughter, A, who had been taken into local authority care, had violated her right to respect for her family life under Article 8 of the Convention.",
            "uk": "3.  Заявниця стверджувала, що відмова у спілкуванні їй з її дочкою A, яку забрали до місцевого центру соціального забезпечення, порушила її право на повагу до її сімейного життя, відповідно до статті 8 Конвенції."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 27 April 2016 the application was communicated to the Government.",
            "uk": "4.  27 квітня 2016 року заява була комунікована Уряду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "A.  Background and care order",
            "uk": "A.  Передісторія і постанова про взяття під опіку"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "1.  Background",
            "uk": "1.  Передісторія"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "5.  A was born in 2011 and is the daughter of the applicant and Y. Both the mother and father had just turned 19 when the child was born. They had been engaged to be married, but the relationship had ended, and the applicant did not name Y as the child’s father. At the father’s initiative, paternity was established by a court on 18 April 2012. The applicant and the child’s father later agreed on joint parental responsibility.",
            "uk": "5.  А народилася в 2011 році і є дочкою заявниці і Y. Як матері, так і батьку тільки но виповнилося 19 років, коли народилася дитина. Вони заручилися, але відносини закінчилися, і заявниця не назвала Y батьком дитини. За ініціативою батька, батьківство було встановлено судом 18 квітня 2012 року. Заявниця і батько дитини пізніше погодилися на спільну батьківську відповідальність."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "7.  While the applicant was staying at R. family centre, on 1 December 2011 the grandfather stabbed a neighbouring married couple who were the parents of one of the applicant’s friends. The background to this was that he believed that they had helped the applicant to move to the family centre. The applicant was equipped with a panic alarm (voldsalarm).",
            "uk": "7.  У той час як заявниця перебувала у сімейному центрі, 1 грудня 2011 року, дід з материнського боку поранив ножем сусідню подружню пару, яка була батьками одного з друзів заявниці. Він скоїв це через те, що вважав, ніби вони допомогли заявниці перейти до сімейного центру. Заявниці був виданий сигнал тривоги (voldsalarm)."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "8.  The applicant and A stayed at R. family centre for three and a half months, until 16 February 2012. They then moved back in with the applicant’s family. Shortly thereafter, the Child Welfare Service applied for a care order pursuant to section 4-12(a) of the Child Welfare Act (see paragraph 67 below).",
            "uk": "8.  Заявниця і А перебували в сімейному центрі у R протягом трьох з половиною місяців, до 16 лютого 2012 року. Потім вони повернулися до сім’ї заявниці. Незабаром після цього Служба соціального захисту дітей звернулася за отриманням постанови про взяття під опіку, відповідно до статті 4-12 (а) Закону про соціальний захист дітей (див. параграф 67 нижче)."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "13.  On 5 October 2012 Y initiated custody proceedings against the applicant and requested an order that A live in his care. The appointed expert in that case, A.G.H., concluded that neither parent should have care and control of or contact with A.",
            "uk": "13.  5 жовтня 2012 року Y розпочав провадження про встановлення опіки проти заявниці і просив розпорядитися, щоб А жила під його доглядом. Призначений експерт у цій справі, A.G.H., дійшов висновку, що жоден з батьків не повинен мати опіку та контролювати або контактувати з А."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "2.  Care order",
            "uk": "2.  Наказ про взяття під опіку"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "15.  On 19 December 2012 the Board, composed of a chairperson qualified to act as a professional judge, a psychologist and a layperson, in accordance with the first paragraphs of sections 7-2 and 7-5 of the Child Welfare Act, issued a care order pursuant to section 4-12(a) of that act (see paragraph 67 below). Before the Board, A’s father, Y, supported the care order and requested visiting rights.",
            "uk": "15.  19 грудня 2012 року Комітет у складі голови, уповноваженого діяти в якості професійного судді, психолога та сторонньої особи, відповідно до перших пунктів статтей 7-2 та 7-5 Закону про соціальний захист дітей, постановив наказ про взяття під опіку, відповідно до статті 4-12 (а) цього Закону (див. параграф  67 нижче). Під час засідання Комітету Y, батько A, погодився з наказом про взяття під опіку і просив надати йому право на побачення."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "20.  The Board had not found any other circumstances relating to the contact between the parents and A to indicate that special and compelling reasons for denying contact existed, and gave both parents supervised contact of one hour, four times a year. Neither of them was entitled to know A’s whereabouts.",
            "uk": "20.  Комітет не встановив інших обставин, пов’язаних з побаченнями між батьками та А, які вказували б на те, що існують особливі й переконливі причини для відмови у спілкуванні, і дозволив обом батькам побачення протягом однієї години чотири рази на рік. Жоден з них не мав права знати про місцезнаходження А."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "B.  First set of contact proceedings",
            "uk": "B.  Перше провадження щодо права на побачення"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "1.  The City Court",
            "uk": "1.  Міський суд"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "21.  Both the applicant and Y accepted the care order, but the applicant applied to the City Court for contact to be increased, with the frequency to be decided by the court. The father became a party to the case. He first applied for the Board’s decision to be upheld. He subsequently applied for unsupervised contact. The municipality asked the court to deny both parents contact because of the risk of abduction.",
            "uk": "21.  І заявниця, і Y погодилися з наказом про взяття під опіку, але заявниця звернулася до міського суду з проханням збільшити кількість побачень, причому їх частоту мав встановити суд. Батько став стороною провадження. Він спочатку подав клопотання про підтримку рішення Комітету. Згодом він подав заяву на побачення без контролю. Муніципалітет звернувся до суду з проханням відмовити обом батькам у побаченнях через ризик викрадення дитини."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "22.  The City Court heard the case from 18 to 19 June 2013. The court’s bench was comprised of one professional judge, one lay judge and one psychologist (see paragraph 68 below). The parties attended with counsel and gave evidence. Eight witnesses were heard.",
            "uk": "22.  Міський суд розглянув справу 18 - 19 червня 2013 року. Суд складався з одного професійного судді, одного судового засідателя та одного психолога (див. параграф 68 нижче). Сторони були представлені юристами і надали свідчення. Було заслухано вісім свідків."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "23.  On 5 July 2013 the City Court gave judgment and ordered that the applicant and Y were not entitled to have contact with A.",
            "uk": "23.  5 липня 2013 року міський суд виніс рішення і постановив, що заявниця і Y не мають права на побачення з А."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "2.  The High Court",
            "uk": "2.   Апеляційний суд"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "26.  The applicant and Y both appealed to the High Court (lagmannsrett) which heard the case, including testimony from the applicant and the child’s father – who both attended with counsel – and eight witnesses, three of which were experts. It gave judgment on 5 May 2014, dismissing the appeals.",
            "uk": "26.  Заявниця і Y звернулися до апеляційного суду (lagmannsrett), який розглянув справу, включно з показами заявниці і батька дитини, які обидва були представлені адвокатом, і 8 свідків, три з яких були експертами. Суд виніс рішення 5 травня 2014 року, відхиливши апеляції.."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "30.  In the view of the High Court, it was not possible for A’s father, Y, to have contact with A either. He had repeatedly been threatened by the applicant’s father, brother and cousin. The court was of the opinion that he could be pressured into disclosing information about A’s whereabouts should it come to his knowledge.",
            "uk": "30.  На думку апеляційного суду, батько А, Y, також не може спілкуватися з А. Йому неодноразово погрожували батько, брат і двоюрідний брат заявниці. Суд вважає, що його можуть примусити розкрити інформацію про місцезнаходження А, про яку йому може стати відомо."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "3.  The Supreme Court",
            "uk": "3.  Верховний Суд"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "33.  On the topic of A’s Roma identity, the Supreme Court examined, inter alia, Article 30 of the 1989 Convention on the Rights of the Child (see paragraph 69 below), Article 27 of the international Covenant on Civil and Political Rights (see paragraph 71 below), General Comment No. 11 from 2009, the UN Committee on the Rights of the Child (see paragraph 70 below), and Article 5 of the Council of Europe’s Framework Convention for the Protection of National Minorities (see paragraph 72 below).",
            "uk": "33.  Щодо питання про ромську ідентичність A, Верховний суд дослідив, inter alia, статтю 30 Конвенції 1989 року про права дитини (див. параграф 69 нижче), статтю 27 Міжнародного пакту про громадянські і політичні права (див. параграф 71 нижче), загальний коментар № 11 від 2009 року Комітету ООН з прав дитини (див. параграф 70 нижче) і статтю 5 Рамкової конвенції Ради Європи про захист національних меншин (див. параграф 72 нижче)."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "36.  The Supreme Court assumed, as had the High Court, that an abduction would be traumatic for A. She would be torn away from her care situation, and it was unlikely that she would receive satisfactory care if she were hidden from the authorities by someone acting on behalf of her maternal grandfather. The case had still not been sufficiently elucidated before it for it to be satisfied that a real and present (reell og aktuell) risk of abduction existed.",
            "uk": "36.  Верховний суд припустив, як і апеляційний суд, що викрадення буде травматичним для А. Вона буде відірвана від свого звичного середовища, і малоймовірно, що вона отримає задовільну опіку, якщо її переховуватиме від влади хтось, хто діятиме від імені її дідуся з боку матері. Справа все ще не була достатньо йому роз’яснена, і тому він не може бути переконаний, що існує реальний і справжній (reell og aktuell) ризик викрадення."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "37.  The Supreme Court therefore concluded that the High Court’s judgment be set aside so that the case could be reheard by the High Court.",
            "uk": "37.  Отже, Верховний суд дійшов висновку, що рішення апеляційного суду має бути скасоване, а справа має бути переглянута апеляційним судом."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "38.  On 15 October 2014 the applicant had given birth to a son, B, whose father is of half Chilean and half Peruvian descent.",
            "uk": "38.  15 жовтня 2014 року заявниця народила сина В, батько якого за походженням наполовину чилієць, наполовину перуанець."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "C.  Second set of contact proceedings and final judgment",
            "uk": "C.  Друге провадження стосовно права на побачення і остаточне рішення"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "1.  The High Court",
            "uk": "1.  Апеляційний суд"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "41.  During the appeal hearing from 12 to 13 March 2015 in the contact proceedings, the High Court’s bench was comprised of three professional judges, a lay judge and a psychologist (see paragraph 68 below). The applicant and Y attended with their counsel and gave statements. An officer with the Child Welfare Service attended together with the municipality’s counsel. Seven witnesses were heard, including the child welfare officer.",
            "uk": "41.  Під час розгляду апеляційної скарги з 12 по 13 березня 2015 року у рамках провадження щодо побачень, апеляційний суд засідав у складі трьох професійних суддів, судового засідателя та психолога (див. параграф 68 нижче). Заявниця і Y взяли участь у засіданні зі своїм адвокатом і дали свідчення. Працівник служби соціального захисту дітей і радник муніципалітету також надали свідчення. Були заслухані сім свідків, у тому числі посадовець з питань соціального захисту дітей."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "42.  In its judgment of 29 April 2015 the High Court concluded that the appeals could not succeed.",
            "uk": "42.  В рішенні від 29 квітня 2015 року апеляційний суд дійшов висновку, що апеляційні скарги не можуть бути задоволені."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "43.  In its reasoning, the court commenced by noting that it would review all aspects of the case as far as it was elucidated at the time judgment was given.",
            "uk": "43.  Суд розпочав своє мотивування зазначивши, що він розгляне всі аспекти справи, наскільки вони були з’ясовані на момент постановлення рішення."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "46.  The special and compelling reasons relevant to this case were whether there was a real risk of abduction if contact sessions took place and whether there were concrete circumstances that substantiated this fear. The risk also had to be present, but no “preponderance of probability” could be required. The latter had been clarified by the Supreme Court’s judgment in the instant case (see paragraphs 32-37 above).",
            "uk": "46.  Особливими і переконливими причинами, що мають відношення до цієї справи, було те, чи існує реальний ризик викрадення, якби відбувалися побачення, та чи існували конкретні обставини, які обґрунтовували це побоювання. Ризик також мав бути присутнім, але не можна було вимагати «переваги ймовірності». Останній був роз’яснений рішенням Верховного Суду у цій справі (див. параграфи 32-37 вище)."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "48.  The applicant had previously found it difficult to break contact with her family and the community. When she had been given a place at R. family centre in September 2011, she had moved back in with her parents a few weeks later (see paragraph 6 above). On 1 November of the same year, she had been placed in the same institution again, but had moved back in with her family again in February 2012, despite the fact that her father had previously been violent to her (see paragraphs 6 and 8 above).",
            "uk": "48.  Заявниці раніше було важко розірвати зв’язок зі своєю сім’єю та громадою. Коли у вересні 2011 року їй було надано місце в сімейному центрі R, то через кілька тижнів вона повернулася до батьків (див. параграф 6 вище). 1 листопада того ж року вона знову була поміщена в цю саму установу, але знову переїхала до своєї сім’ї у лютому 2012 року, незважаючи на те, що її батько раніше скоював насильство щодо неї (див. параграфи 6 і 8 вище)."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "49.  One of the witnesses – A.N., the teacher from the municipal Roma Initiative (see paragraph 31 above) – had given a positive assessment of the applicant’s recent development. She was now described as resourceful and eager to learn, she had her own flat, and she had recently had her second child. According to the witness, she could serve as a role model for other Roma women.",
            "uk": "49.  Одна зі свідків, A.N., вчителька муніципальної ромської ініціативи (див. параграф 31 вище), зробила позитивну оцінку останніх змін, які трапились із заявницею. Тепер її характеризували як винахідливу й зацікавлену навчанням, у неї була своя квартира, і вона нещодавно народила другу дитину. За словами свідка, вона могла б слугувати зразком для інших ромських жінок."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "54.  The fact that there had been no subsequent episodes to indicate that anyone was trying to locate the child or plan to abduct her did not, in the High Court’s opinion, reduce the risk of abduction to any significant extent. It could just as well be due to a lack of opportunity as a change in attitude. The applicant’s father had been serving a prison sentence during this entire period, and the foster parents’ identity and address were not known to the applicant’s family.",
            "uk": "54.  Той факт, що не було жодних подальших епізодів, які б вказували на те, що хтось намагався знайти дитину або планує її викрасти, на думку апеляційного суду, не зменшило значною мірою ризик викрадення. Так могло статись як через відсутність нагоди, так і через зміну у ставленні. Батько заявниці відбував покарання у в’язниці протягом усього цього періоду, а особи та адреси прийомних батьків не були відомі родині заявниці."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "56.  An abduction would clearly be harmful to A, who would in such a case be torn away from the care of her foster parents. A psychologist, F., had testified before the City Court that the child showed signs of having suffered neglect at an early age. She was still a vulnerable child with attachment problems. She needed a calm life, extra security and therapy. She would probably be subjected to more neglect if she were abducted.",
            "uk": "56.  Викрадення, очевидно, було б шкідливим для А, яка у такому випадку була б відірвана від турботи прийомних батьків. Психолог, F., дав свідчення перед міським судом, що дитина виявляє ознаки того, що в ранньому віці страждала від занедбаності. Вона була ще уразливою дитиною з проблемами прив’заності. Їй потрібно спокійне життя, додаткова безпека і терапія. Вона, ймовірно, буде ще більше занедбана, якщо її викрадуть."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "61.  Based on the above, the appeal was dismissed.",
            "uk": "61.  На підставі наведеного, апеляцію було залишено без задоволення."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "2.  The Supreme Court’s Appeals Leave Committee",
            "uk": "2.  Апеляційний комітет Верховного суду"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "63.  On 7 July 2015 the Supreme Court’s Appeals Leave Committee (Høyesteretts ankeutvalg) – composed of three Supreme Court Justices – refused leave to appeal.",
            "uk": "63.  7 липня 2015 року Апеляційний комітет Верховного суду (Høyesteretts ankeutvalg) у складі трьох суддів Верховного Суду, відмовив у розгляді касаційної скарги."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "64.  The Committee remarked that during the High Court proceedings, the child’s foster mother had testified by telephone without her identity being revealed to the appellants. This was a procedural error. However, it was clear to the Committee that it could not have had a bearing on the substance of the decision, and there was therefore no reason to refer the appeal on this matter for consideration by the Supreme Court.",
            "uk": "64.  Комітет зауважив, що під час судового засідання апеляційного суду прийомна мати дитини давала свідчення по телефону, не розголошуючи свою особу заявникам. Це була процедурна помилка. Проте Комітету було зрозуміло, що це не могло мати відношення до суті рішення, і тому немає підстав для передачі касаційної скарги з цього питання на розгляд Верховного суду."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "65.  The High Court’s reasons had clearly been sufficient. As to the appellants’ attack on the substance of the High Court’s judgment, the Committee found that neither the decision’s significance beyond the scope of the current case nor any other circumstances indicated that the case should be heard by the Supreme Court. The decision to refuse leave to appeal was unanimous.",
            "uk": "65.  Мотивування апеляційного суду явно було достатнім. Щодо оскарження заявниками змісту рішення апеляційного суду, то Комітет визнав, що ні значення рішення, що виходить за рамки поточної справи, ні інші обставини не вказують на те, що справа повинна бути розглянута Верховним Судом. Рішення про відмову у розгляді касаційної скарги було одностайним."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ І МІЖНАРОДНЕ ПРАВО"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "A.  Domestic law",
            "uk": "A.  Національне право"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "66.  Articles 92, 102 and 104 of the Norwegian Constitution of 17 May 1814 (Grunnloven), as revised in May 2014, read as follows:",
            "uk": "66.  Статті 92, 102 і 104 Конституції Норвегії від 17 травня 1814 року (Grunnloven), зі змінами від 2014 року, кажуть:"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Article 92",
            "uk": "Стаття 92"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "“The authorities of the State shall respect and ensure human rights as they are expressed in this Constitution and in the treaties concerning human rights that are binding for Norway.”",
            "uk": "“Органи державної влади поважають і забезпечують права людини, закріплені в цій Конституції і в договорах, що стосуються прав людини, які є обов’язковими для Норвегії.”"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "Article 102",
            "uk": "Стаття 102"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "“Everyone has the right to the respect of their privacy and family life, their home and their communication. Search of private homes shall not be made except in criminal cases. The authorities of the state shall ensure the protection of personal integrity.”",
            "uk": "“Кожен має право на повагу до приватного та сімейного життя, свого житла та спілкування. Обшук приватних будинків не допускається, окрім як у рамках кримінальних справ. Органи державної влади забезпечують захист особистої недоторканності.”"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "Article 104",
            "uk": "Стаття 104"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "“Children have the right to respect for their human dignity. They have the right to be heard in questions that concern them, and due weight shall be attached to their views in accordance with their age and development.",
            "uk": "“Діти мають право на повагу до людської гідності. Вони мають право бути заслуханими у питаннях, які їх стосуються, і їхній думці слід приділяти належну увагу, відповідно до їхнього віку та розвитку."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "For actions and decisions that affect children, the best interests of the child shall be a fundamental consideration.",
            "uk": "У діях і рішенннях, що стоуються дітей, вищий інтерес дитини є засадовим міркуванням."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Children have the right to protection of their personal integrity. The authorities of the State shall create conditions that facilitate the child’s development, including ensuring that the child is provided with the necessary economic, social and health security, preferably within their own family.”",
            "uk": "Діти мають право на захист особистої недоторканності. Державні органи створюють умови, які полегшують розвиток дитини, включно із забезпеченням дитини необхідною економічною, соціальною та медичною безпекою, бажано в межах своєї сім’ї.”"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "67.  The relevant sections of the Child Welfare Act of 17 July 1992 (barnevernloven) read as follows:",
            "uk": "67.  Відповідні статті Закону про соціальний захист дітей від 17 липня 1992 року (barnevernloven) кажуть:"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "Section 4-1. Consideration of the child’s best interests",
            "uk": "Стаття 4-1. Врахування вищого інтересу дитини"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "“When applying the provisions of this chapter, decisive importance shall be attached to finding measures which are in the child’s best interests. This includes attaching importance to giving the child stable and good contact with adults and continuity in the care provided.",
            "uk": "“При застосуванні положень цієї глави вирішальне значення має надаватись пошуку заходів, які відповідають інтересам дитини. Це включає в себе наголос на важливості надання дитині стабільного та якісного спілкування з дорослими та безперервність у наданні піклування."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Section 4-6. Interim orders in emergencies",
            "uk": "Стаття 4-6. Тимчасові накази у невідкладних випадках"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "“If a child is without care because the parents are ill or for other reasons, the child welfare service shall implement such assistance as is immediately required. Such measures may not be maintained against the will of the parents.",
            "uk": "“Якщо дитина перебуває без догляду через те, що батьки хворі або з інших причин, служба соціального захисту дітей якомога невідкладніше надає таку допомогу. Такі заходи не можуть тривати проти волі батьків."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "If there is a risk that a child will suffer material harm by remaining at home, the head of the child welfare administration or the prosecuting authority may immediately make an interim care order without the consent of the parents.",
            "uk": "Якщо існує ризик того, що дитина зазнає значної шкоди, залишаючись вдома, керівник органу з питань захисту прав дитини або орган прокуратури може негайно видати дозвіл на тимчасову опіку без згоди батьків."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "In such a case, the head of the child welfare administration may also make an interim order under section 4-19.",
            "uk": "У такому випадку керівник органу з питань захисту прав дитини може також зробити тимчасове розпорядження відповідно до статті 4-19."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "If an order has been made under the second paragraph, an application for measures as mentioned in section 7-11 shall be sent to the county social welfare board as soon as possible, and within six weeks at the latest, but within two weeks if it is a matter of measures under section 4-24.",
            "uk": "Якщо розпорядження було зроблено згідно з другим пунктом, заява про вжиття заходів, зазначених у статті 7-11, надсилається окружному комітету соціального захисту якнайшвидше і не пізніше шести тижнів, але протягом двох тижнів, якщо йдеться про заходи, передбачені статтею 4-24."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "If the matter is not sent to the county social welfare board within the time-limits mentioned in the fourth paragraph, the order lapses.",
            "uk": "Якщо справа не надіслана до окружного комітету з питань соціального захисту у строки, зазначені в четвертому абзаці, то цей наказ скасовується ."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Section 4-12 Care orders",
            "uk": "Стаття 4-12 Наказ про взяття під опіку"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "“A care order may be issued",
            "uk": "“Наказ про опіку може бути постановлений"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "(a)  if there are serious deficiencies in the day-to-day care received by the child, or serious deficiencies in terms of the personal contact and security needed by a child of his or her age and development,",
            "uk": "(a)  якщо є серйозні недоліки в повсякденному догляді, отриманому дитиною, або серйозні недоліки з точки зору особистого спілкування та безпеки, необхідних дитині його чи її віку та розвитку,"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "(b)  if the parents fail to ensure that a child who is ill, disabled or in special need of assistance receives the treatment and training required,",
            "uk": "(b)  якщо батьки не забезпечують, щоб дитина, яка захворіла, є інвалідом або потребувала допомоги, отримувала необхідне лікування та навчання,"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "(c)  if the child is mistreated or subjected to other serious abuse at home, or",
            "uk": "(c)  якщо з дитиною неналежно поводяться або вона зазнає вдома іншого серйозного жорстокого поводження або"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(d)  if it is highly probable that the child’s health or development may be seriously harmed because the parents are unable to take adequate responsibility for the child.",
            "uk": "(d)  якщо дуже ймовірно, що здоров’я або розвиток дитини можуть зазнати суттєвої шкоди через те, що батьки не можуть взяти на себе належну відповідальність за дитину."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "An order may only be made under the first paragraph when necessary based on the child’s current situation. Hence, such an order may not be made if satisfactory conditions can be created for the child by measures of assistance under section 4-4 or measures under section 4-10 or section 4-11.",
            "uk": "Наказ може бути постановлений за першим пунктом, лише якщо це необхідно, виходячи з поточної ситуації дитини. Отже, такий наказ не може бути постановлений, якщо для дитини можуть бути створені задовільні умови за допомогою заходів допомоги, згідно зі статтею 4-4 або за допомогою заходів, згідно зі статтею 4-10 або статтею 4-11."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "An order under the first paragraph shall be made by the county social welfare board under the provisions of Chapter 7.",
            "uk": "Наказ згідно з першим абзацом повинен бути зроблений окружним комітетом соціального захисту, відповідно до положень глави 7."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "Section 4-19. Contact rights. Secret address",
            "uk": "Стаття 4-19. Право на спілкування. Таємна адреса"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "“Unless otherwise provided, children and parents are entitled to have contact with each other.",
            "uk": "“Якщо не передбачено інше, діти і батьки мають право на спілкування одне з одним."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "When a care order has been made, the county social welfare board shall determine the extent of contact, but may, for the sake of the child, also decide that there should be no contact. The county social welfare board may also decide that the parents should not be entitled to know the child’s whereabouts.",
            "uk": "Якщо постановлено наказ про взяття під опіку, окружний комітет соціального захисту визначає ступінь спілкування, але може, заради дитини, також вирішити, що не повинно бути побачень. Окружний комітет соціального захисту може також вирішити, що батьки не мають права знати місцезнаходження дитини."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "The private parties may not demand that a case regarding contact should be dealt with by the county social welfare board if the case has been dealt with by the county social welfare board or a court of law in the preceding twelve months.",
            "uk": "Приватні сторони не можуть вимагати, щоб справу про побачення вирішував окружний комітет з питань соціального захисту, якщо справа розглядалася цим комітетом або судом протягом попередніх дванадцяти місяців."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "Section 7-2. The composition of the county social welfare board.",
            "uk": "Стаття 7-2. Склад окружного комітету з питань соціального захисту."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "“Each county social welfare board shall consist of",
            "uk": "“Кожен окружний комітет з питань соціального захисту складається з"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "(a)  one or more chairs who are qualified to act as judges,",
            "uk": "(a)  одного чи двох членів, уповноважених діяти в якості суддів,"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "(b)  a committee of experts,",
            "uk": "(b)  експертного комітету,"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "(c)  a committee of ordinary members. The Ministry may decide that the committee shall be divided into sub-committees covering different parts of the board’s territorial jurisdiction.",
            "uk": "(c)  комітету звичайних членів. Міністерство може вирішити, що комітет має бути розділений на підкомітети, що охоплюють різні частини його територіальної юрисдикції."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "Section 7-5. The board’s composition in individual cases.",
            "uk": "Стаття 7-5. Склад комітету в індивідуальних справах."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "“In individual cases, the county social welfare board shall consist of a chairperson, one member of the ordinary committee and one member of the expert committee. When necessary due to the complexity of the case, the chairperson may decide that, in addition to the chairperson, the board shall consist of two members of the ordinary committee and two members of the expert committee.”",
            "uk": "“ В індивідуальних справах окружний комітет соціального захисту складається з голови, одного члена звичайного комітету та одного члена експертної комісії. У разі необхідності у зв’язку зі складністю справи, голова може вирішити, що окрім голови комітет складається з двох членів звичайного комітету та двох членів експертного комісітету.”"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "68.  The first paragraph of section 36-4 and the last paragraph of section 36-10 of the Dispute Act of 17 July 2005 (tvisteloven) read:",
            "uk": "68.  Перша частина статті 36-4 і останній параграф статті 36-10 Закону про спори від 17 липня 2005 року (tvisteloven) каже:"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "Section 36-4. Composition of the court. Expert panel",
            "uk": "Стаття 36-4. Склад суду. Експертна комісія"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "“The district court shall be composed of two lay judges, one of whom shall be an ordinary lay judge and the other an expert. In special cases, the court may be composed of two professional judges and three lay judges, one or two of whom shall be experts.",
            "uk": "“Районний суд складається з двох судових засідателів, один з яких має бути звичайним судовим засідателем, а інший - експертом. У особливих випадках суд може складатися з двох професійних суддів і трьох судових засідателів, один або два з яких є експертами."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "Section 36-10. Appeal",
            "uk": "Стаття 36-10. Апеляція"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "(4)  At the oral appeal hearing in the court of appeal, the court shall sit with two lay judges, of whom one shall be an ordinary lay judge and the other shall be an expert. The provisions of this Chapter shall otherwise apply to the appeal hearing to the extent appropriate.”",
            "uk": "(4)  Під час усного апеляційного слухання в апеляційному суді суд засідає у складі двох судових засідателів, один з яких - звичайний суддя, а інший - експерт. В іншому випадку положення цієї глави належною мірою застосовуються до апеляційного слухання.”"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "B.  International law material",
            "uk": "B.  Міжнародно-правові документи"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "69.  The relevant provisions of the United Nations Convention on the Rights of the Child, concluded in New York on 20 November 1989, read as follows:",
            "uk": "69.  Відповідні положення Конвенції ООН про права дитини, укладеної в Нью-Йорку 20 листопада 1989 року, кажуть:"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "Article 8",
            "uk": "Стаття 8"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "“1.  States Parties undertake to respect the right of the child to preserve his or her identity, including nationality, name and family relations as recognized by law without unlawful interference.",
            "uk": "“1.  Держави-учасниці зобов’язуються поважати право дитини на збереження індивідуальності, включаючи громадянство, ім’я та сімейні зв’язки, як передбачається законом, не допускаючи протизаконного втручання."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "2.  Where a child is illegally deprived of some or all of the elements of his or her identity, States Parties shall provide appropriate assistance and protection, with a view to re-establishing speedily his or her identity.”",
            "uk": "2.  Якщо дитина протизаконно позбавляється частини або всіх елементів своєї індивідуальності, Держави-учасниці забезпечують їй необхідну допомогу і захист для найшвидшого відновлення її індивідуальності.”"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "Article 9",
            "uk": "Стаття 9"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "2.  In any proceedings pursuant to paragraph 1 of the present article, all interested parties shall be given an opportunity to participate in the proceedings and make their views known.",
            "uk": "2.  Під час будь-якого розгляду згідно з пунктом 1 цієї статті всім зацікавленим сторонам надається можливість брати участь у розгляді та викладати свою точку зору."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "3.  States Parties shall respect the right of the child who is separated from one or both parents to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child’s best interests.",
            "uk": "3.  Держави-учасниці поважають право дитини, яка розлучається з одним чи обома батьками, підтримувати на регулярній основі особисті відносини і прямі контакти з обома батьками, за винятком випадків, коли це суперечить найкращим інтересам дитини."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "Article 19",
            "uk": "Стаття 19"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "“1.  States Parties shall take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child.",
            "uk": "“1.  Держави-учасниці вживають всіх необхідних законодавчих, адміністративних, соціальних і просвітніх заходів з метою захисту дитини від усіх форм фізичного та психологічного насильства, образи чи зловживань, відсутності піклування чи недбалого і брутального поводження та експлуатації, включаючи сексуальні зловживання, з боку батьків, законних опікунів чи будь-якої іншої особи, яка піклується про дитину."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "2.  Such protective measures should, as appropriate, include effective procedures for the establishment of social programmes to provide necessary support for the child and for those who have the care of the child, as well as for other forms of prevention and for identification, reporting, referral, investigation, treatment and follow-up of instances of child maltreatment described heretofore, and, as appropriate, for judicial involvement.”",
            "uk": "2.  Такі заходи захисту, у випадку необхідності, включають ефективні процедури для розроблення соціальних програм з метою надання необхідної підтримки дитині й особам, які піклуються про неї, а також здійснення інших форм запобігання, виявлення, повідомлення, передачі на розгляд, розслідування, лікування та інших заходів у зв’язку з випадками жорстокого поводження з дитиною, зазначеними вище, а також, у випадку необхідності, для порушення початку судової процедури.”"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Article 20",
            "uk": "Стаття 20"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "“1.  A child temporarily or permanently deprived of his or her family environment, or in whose own best interests cannot be allowed to remain in that environment, shall be entitled to special protection and assistance provided by the State.",
            "uk": "“1.  Дитина, яка тимчасово або постійно позбавлена сімейного оточення, або яка в її власних якнайкращих інтересах не може залишатися в такому оточенні, має право на особливий захист і допомогу, що надаються державою."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "2.  States Parties shall in accordance with their national laws ensure alternative care for such a child.",
            "uk": "2.  Держави-учасниці відповідно до своїх національних законів забезпечують зміну догляду за дитиною."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "3.  Such care could include, inter alia, foster placement, kafalah of Islamic law, adoption or if necessary placement in suitable institutions for the care of children. When considering solutions, due regard shall be paid to the desirability of continuity in a child’s upbringing and to the child’s ethnic, religious, cultural and linguistic background.",
            "uk": "3.  Такий догляд може включати, зокрема, передачу на виховання, \"кафала\" за ісламським правом, усиновлення або, за необхідності, направлення до відповідних установ по догляду за дітьми. Під час розгляду варіантів зміни необхідно належним чином враховувати бажану послідовність у вихованні дитини, її етнічне походження, релігійну і культурну належність і рідну мову."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "Article 30",
            "uk": "Стаття 30"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "“In those States in which ethnic, religious or linguistic minorities or persons of indigenous origin exist, a child belonging to such a minority or who is indigenous shall not be denied the right, in community with other members of his or her group, to enjoy his or her own culture, to profess and practise his or her own religion, or to use his or her own language.",
            "uk": "“У таких державах, де існують етнічні, релігійні або мовні меншості чи особи з числа корінного населення, дитині, яка належить до таких меншостей чи корінного населення, не може бути відмовлено в праві спільно з іншими членами її групи користуватися своєю культурою, сповідати свою релігію і виконувати її обряди, а також користуватися рідною мовою."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "Article 39",
            "uk": "Стаття 39"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "“States Parties shall take all appropriate measures to promote physical and psychological recovery and social reintegration of a child victim of: any form of neglect, exploitation, or abuse; torture or any other form of cruel, inhuman or degrading treatment or punishment; or armed conflicts. Such recovery and reintegration shall take place in an environment which fosters the health, self-respect and dignity of the child.”",
            "uk": "“Держави-учасниці вживають всіх необхідних заходів для сприяння фізичному та психологічному відновленню та соціальній інтеграції дитини, яка є жертвою будь-яких видів нехтування, експлуатації чи зловживань, катувань чи будь-яких жорстоких, нелюдських або принижуючих гідність видів поводження, покарання чи збройних конфліктів. Таке відновлення і реінтеграція мають здійснюватися в умовах, що забезпечують здоров’я, самоповагу і гідність дитини.”"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "70.  The relevant parts of the UN Committee on the Rights of the Child (CRC), General Comment No. 11 (2009): Indigenous children and their rights under the Convention [on the Rights of the Child], 12 February 2009, CRC/C/GC/11, read as follows:",
            "uk": "70.  Відповідні частини загального коментаря № 11 (2009) Комітету ООН про права дитини (КПД): «Діти корінних народів та їхні права згідно з Конвенцією [про права дитини]» від 12 лютого 2009 року, CRC/C/ВП/11, каже:"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "“15.  The Committee notes that the Convention contains references to both minority and indigenous children. Certain references in this general comment may be relevant for children of minority groups and the Committee may decide in the future to prepare a general comment specifically on the rights of children belonging to minority groups.",
            "uk": "“15.  Комітет зазначає, що Конвенція містить згадування про дітей як меншин, так корінних народів. Деякі посилання в цьому загальному коментарі можуть бути актуальними для дітей груп меншин, і Комітет може вирішити в майбутньому підготувати загальний коментар, що стосується прав дітей, які належать до меншин."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "71.  Article 27 of the 1966 International Covenant on Civil and Political Rights reads as follows:",
            "uk": "71.  Стаття 27 Міжнародного пакту 1966 року про громадянські і політичні права каже:"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "“In those States in which ethnic, religious or linguistic minorities exist, persons belonging to such minorities shall not be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practise their own religion, or to use their own language.”",
            "uk": "“У тих країнах, де існують етнічні, релігійні та мовні меншості, особам, які належать до таких меншостей, не може бути відмовлено в праві разом з іншими  членами тієї ж  групи користуватися своєю культурою, сповідувати свою релігію і виконувати її обряди, а також користуватися рідною мовою.”"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "72.  The relevant provisions of the Council of Europe’s 1995 Framework Convention for the Protection of National Minorities read as follows:",
            "uk": "72.  Відповідні положення Рамкової конвенції Ради Європи про захист національних меншин 1995 року наведено нижче:"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "Article 5",
            "uk": "Стаття 5"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "“1.  The Parties undertake to promote the conditions necessary for persons belonging to national minorities to maintain and develop their culture, and to preserve the essential elements of their identity, namely their religion, language, traditions and cultural heritage.",
            "uk": "“1. Сторони зобов’язуються створити необхідні умови для того, щоб особи, які належать  до національних меншин, мали можливість зберігати та розвивати свою культуру, зберігати основні елементи своєї самобутності, зокрема, релігію, мову, традиції та культурну спадщину."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "2.  Without prejudice to measures taken in pursuance of their general integration policy, the Parties shall refrain from policies or practices aimed at assimilation of persons belonging to national minorities against their will and shall protect these persons from any action aimed at such assimilation.",
            "uk": "2.  Без шкоди для заходів, що вживаються згідно з їх загальною політикою інтеграції, Сторони утримуються від політики та практики асиміляції осіб, які належать до національних меншин, проти їхньої волі і захищають цих осіб від будь-яких дій, спрямованих на таку асиміляцію."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "Article 10",
            "uk": "Стаття 10"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "“1.  The Parties undertake to recognise that every person belonging to a national minority has the right to use freely and without interference his or her minority language, in private and in public, orally and in writing.",
            "uk": "“1. Сторони зобов’язуються визнавати за кожною особою, яка належить до національної меншини, право на вільне і безперешкодне використання мови своєї меншини, приватно та публічно, в усній і письмовій формі."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "Article 14",
            "uk": "Стаття 14"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "“1.  The Parties undertake to recognise that every person belonging to a national minority has the right to learn his or her minority language.",
            "uk": "“1.  Сторони зобов’язуються визнавати за кожною особою, яка належить  до національної меншини, право вивчати мову своєї меншини."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "73.  The applicant complained that the refusal to allow her contact with A had violated her right to respect for family life as provided in Article 8 of the Convention, which reads as follows:",
            "uk": "73.  Заявниця скаржилася, що відмова в наданні їй побачень з А порушила її право на повагу до сімейного життя, як це передбачено статтею 8 Конвенції, котра каже:"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
            "uk": "“1.  Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2. Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, що відбуваються за законом, і є необхідними у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі, або для захисту прав і свобод інших осіб.”"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "74.  The Government contested that argument.",
            "uk": "74.  Уряд оспорив цей аргумент."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "75.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "75.  Суд зазначає, що заява не є явно необґрунтованою у розумінні статті 35 § 3 (a) Конвенції. Суд також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Щодо суті"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Подання сторін"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "(a)  The applicant",
            "uk": "(a)  Заявниця"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "76.  The applicant pointed out that the Supreme Court, in its judgment of 23 October 2014, had stated that the High Court had not fully looked into the case, and that it had pointed to circumstances concerning the applicant and her development. The High Court had, however, not carried out this examination in the subsequent rehearing of the case. It had also denied the applicant’s request to have a psychologist appointed as an expert.",
            "uk": "76.  Заявниця зазначила, що Верховний суд у своєму рішенні від 23 жовтня 2014 року заявив, що апеляційний суд не повністю вивчив справу, і що він вказав на обставини, що стосуються заявниці та її розвитку. Проте апеляційний суд не здійснив такого розгляду під час повторного слухання справи. Він також відхилив прохання заявниці про призначення психолога як експерта."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "78.  The evidence had not shown that there had been a real and present risk of abduction, amounting to special and compelling reasons to deny the applicant contact. Attention was drawn to the fact that contact sessions had taken place between A and her parents in 2012, following the “car incident”, and that no issues had arisen. No adequate reasons had been given as to why such sessions could not be facilitated later.",
            "uk": "78.  Докази не доводили, що існував реальний і справжній ризик викрадення, що становить особливі й переконливі причини для відмови заявниці у побаченнях. Було привернуто увагу до того, що в 2012 році, після “автомобільного інциденту”, між А та її батьками відбулися побачення, і що ніяких проблем не виникло. Не було наведено належних причин, чому такі побачення не могли бути влаштовані пізніше."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "79.  The applicant highlighted the Government’s positive obligations under Article 8. She and A had shared interests – there was no risk involved in contact between them as such, and it was for the Government to ensure that she and her daughter were safe when meeting each other.",
            "uk": "79.  Заявниця підкреслила позитивні зобов’язання Уряду, передбачені статтею 8. Вона та А мали спільні інтереси - жодного ризику, пов’язаного з ними, не було, а Уряд мав забезпечити, щоб вона та її дочка були в безпеці під час зустрічей одна з одною."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "80.  As to A’s cultural background, it was clear that a girl of her age could not take responsibility for learning about her culture from books or pictures.",
            "uk": "80.  Що стосується культурного походження А, було зрозуміло, що дівчинка її віку не може взяти на себе відповідальність за вивчення своєї культури з книг або фотографій."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "81.  The Government submitted that relevant and sufficient reasons had been adduced for the decision to deny the applicant contact. The denial of contact had been decided in order to protect A, as an abduction would have been detrimental to her interests.",
            "uk": "81.  Уряд стверджував, що для прийняття рішення про відмову заявниці у побаченнях були наведені належні та достатні підстави. Відмову в побаченнях було ухвалено для того, щоб захистити А, оскільки викрадення нашкодило б її інтересам."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "83.  The risk of abduction in the instant case had been assessed a total of five times by the Board, the City Court, the Supreme Court and the High Court. Taking account of how the domestic courts had had the benefit of direct contact with the persons concerned, the Government invited the Court to join the High Court’s assessments of the facts. The High Court had examined the applicant and Y individually. The information about other members of the Roma community had been relevant, but not decisive.",
            "uk": "83.  Ризик викрадення у цій справі оцінювався загалом п’ять разів Комітетом, міським судом, Верховним судом і апеляційним судом. Враховуючи те, як національні суди скотристались безпосереднім спілкуванням з відповідними особами, Уряд запропонував Суду приєднатися до оцінок фактів, зроблених апеляційним судом. Апеляційний суд розглянув питання щодо заявниці та Y окремо. Інформація про інших членів ромської громади була актуальною, але не вирішальною."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "2.  The Court’s considerations",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "86.  It has not been contested by the Government that refusing the applicant contact with A amounted to an “interference” with her right to respect for her family life under Article 8 of the Convention. Nor has the applicant disputed that the measure complained of was “in accordance with the law” and adopted with the aim of ensuring A’s “rights and freedoms” and their “health or morals” under the second paragraph of that provision.",
            "uk": "86.  Уряд не заперечував, що відмова заявниці у побаченнях з А становила «втручання» у її право на повагу до її сімейного життя, відповідно до статті 8 Конвенції. Заявниця також не заперечувала, що оскаржуваний захід відбувався «відповідно до закону» і був вжитий з метою забезпечення «прав і свобод» А і їхнього «здоров’я або моралі», згідно з другою частиною цього положення."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "87.  On the basis of the material submitted to it, the Court finds no reason to conclude otherwise, and will accordingly examine whether the interferences complained of were “necessary in a democratic society”.",
            "uk": "87.  На підставі наданих матеріалів Суд, не знаходить причин для інакшого висновку, і, відповідно, розглядатиме, чи було оскаржуване втручання «необхідне в демократичному суспільстві»."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "(a)  General principles",
            "uk": "(a)  Загальні принципи"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "“... it is clear that it is equally in the child’s interest for its ties with its family to be maintained, except in cases where the family has proved particularly unfit, since severing those ties means cutting a child off from its roots. It follows that the interest of the child dictates that family ties may only be severed in very exceptional circumstances and that everything must be done to preserve personal relations and, if and when appropriate, to ‘rebuild’ the family.”",
            "uk": "“...зрозуміло, що в інтересах дитини однаково важливо підтримувати зв’язки з сім’єю, за винятком випадків, коли родина виявилася особливо непридатною, оскільки розрив цих зв’язків означає відривання дитини від її коріння. Звідси випливає, що інтерес дитини обумовлює, що сімейні зв’язки можуть бути розірвані тільки за дуже виняткових обставин, і що необхідно зробити все для збереження особистих відносин і, якщо і коли це необхідно, «відновити» сім’ю.”"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "(b)  Application of those principles to the present case",
            "uk": "(b)  Застосування цих принципів у даній справі"
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "96.  The primary question in the instant case is whether the alleged danger of abduction and its implications for the contact sessions justified the authorities’ decision to refuse the applicant contact with her daughter despite potential negative long-term consequences for the relationship between the child and her mother if no contact were to take place.",
            "uk": "96.  Первинним питанням у цій справі є те, чи стверджувана загроза викрадення та її наслідки для побачень виправдовувала рішення органів влади про відмову заявниці у спілкуванні з її дочкою, незважаючи на потенційні негативні довгострокові наслідки для відносин між дитиною та матір’ю, якщо не буде жодного спілкування."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "98.  The Court also accepts the national authorities’ assessment that the consequences of an abduction would be detrimental for A’s development as she would again be likely to suffer neglect (see paragraph 56 above). It reiterates in this respect that the national authorities have had the benefit of direct contact with all the persons concerned (see paragraph 95 above).",
            "uk": "98.  Суд також погоджується з оцінкою національних органів влади про те, що наслідки викрадення згубно вплинуть на розвиток А, оскільки вона знову може зазнати занедбаності (див. параграф 56 вище). У зв’язку з цим він нагадує, що національні органи влади мали переваги безпосереднього спілкування з усіма зацікавленими особами (див. параграф 95 вище)."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "105.  In the light of the above, the Court concludes that there has been a violation of Article 8 of the Convention.",
            "uk": "105.  З огляду на наведене вище, Суд робить висновок, що було порушення статті 8 Конвенції."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "106.  Article 41 of the Convention provides:",
            "uk": "106.  Відповідно до статті 41 Конвенції:"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "“Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.”"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "107.  The applicant requested that the Court award her non-pecuniary damage on the basis of its discretion.",
            "uk": "107.  Заявниця просила, щоб Суд призначив їй відшкодування моральної шкоди на власний розсуд."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "108.  The Government left the question of non-pecuniary damage, including the eventual amount, to the Court’s discretion.",
            "uk": "108. Уряд залишив питання про відшкодування моральної шкоди і його обсяг на розсуд Суду."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "109.  The Court finds that the applicant must have sustained nonpecuniary damage through distress, in view of the violation found above. It awards the applicant EUR 25,000 in respect of non-pecuniary damage.",
            "uk": "109.  Суд вважає, що заявниця мала зазнати моральної шкоди через відчай, зважаючи на вищезазначене порушення. Суд присуджує заявниці 25 000 євро на відшкодування моральної шкоди."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "B.  Default interest",
            "uk": "B.  Пеня"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "110.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "110.  Суд вважає за доречне, щоб пеня за несвоєчасну сплату була в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "З ЦИХ ПРИЧИН СУД ОДНОГОЛОСНО,"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "1.  Declares the application admissible;",
            "uk": "1.  Проголошує заяву прийнятною;"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 8 of the Convention;",
            "uk": "2.  Постановляє, що мало місце порушення статті 8 Конвенції;"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "3.  Holds",
            "uk": "3.  Постановляє"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amount, to be converted into Norwegian kroner (NOK) at the rate applicable at the date of settlement:",
            "uk": "(a)  що держава-відповідач має сплатити заявниці протягом трьох місяців, починаючи з дня, коли дане рішення стане остаточним відповідно до статті 44 § 2 Конвенції, наступну суму, конвертовану у норвезькі крони (NOK) за курсом, чинним на момент розрахунку:"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "EUR 25,000 (twenty-five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "25 000 EUR (двадцять п’ять тисяч євро) на відшкодування моральної шкоди, а також будь-які податки, які у зв’язку з цим мають бути сплачені;"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
            "uk": "(b)  по закінченні зазначених вище трьох місяців і до остаточного розрахунку, на названу суму нараховуватимуться відсотки в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "Done in English, and notified in writing on 6 September 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Складено англійською мовою і письмово повідомлено 6 вересня 2018 року, відповідно до правила 77 §§ 2 і 3 Регламенту Суду."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "Milan Blaško\tAngelika Nußberger\n\tDeputy Registrar\tPresident",
            "uk": "Мілан Блашко\tАнгеліка Нусбергер\n\tзаступник секретаря\tГолова"
        }
    }
]