[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF GUSEV v. UKRAINE",
            "uk": "СПРАВА «ГУСЄВ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 25531/12)",
            "uk": "(Заява № 25531/12)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 6 § 1 (civil) • Fair hearing and adversarial trial • Requalification of the applicant’s claim by the Court of Appeal • No clear reasons for requalification and no subsequent opportunity for applicant to submit evidence and relevant arguments",
            "uk": "П. 1 ст. 6 (цивільний аспект) • Справедливий розгляд справи та змагальність судового процесу • Зміна правової кваліфікації позову заявника апеляційним судом • Відсутність чітких підстав для зміни правової кваліфікації, а також подальшої можливості у заявника подати докази та відповідні аргументи"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "Art 1 P1 • Peaceful enjoyment of possessions • Applicant entitled to request a rehearing under domestic law in light of the Court’s finding under Art 6 § 1 • No need to separately examine the complaint",
            "uk": "Ст. 1 Першого протоколу до Конвенції • Мирне володіння своїм майном • Відповідно до національного законодавства заявник має право звернутися за переглядом справи з огляду на висновок Суду за п. 1 ст. 6 • Немає необхідності в окремому розгляді скарги"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "14 January 2021",
            "uk": "14 січня 2021 року"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "14/04/2021",
            "uk": "14.04.2021"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "In the case of Gusev v. Ukraine,",
            "uk": "У справі «Гусєв проти України»"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGanna Yudkivska,\n\tJovan Ilievski,\n\tLado Chanturia,\n\tIvana Jelić,\n\tArnfinn Bårdsen,\n\tMattias Guyomar, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tЙован Ілієвський (Jovan Ilievski),\n\tЛадо Чантурія (Lado Chanturia),\n\tІвана Джеліч (Ivana Jelić),\n\tАрнфінн Бордсен (Arnfinn Bårdsen),\n\tМаттіас Гуйомар (Mattias Guyomar), судді,\nта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Having regard to:",
            "uk": "з огляду на:"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the application (no. 25531/12) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Mykola Vasylyovych Gusev (“the applicant”), on 10 October 2011;",
            "uk": "заяву (№ 25531/12), яку 10 жовтня 2011 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, \nпан Микола Васильович Гусєв (далі – заявник);"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the applicant’s complaints under Article 6 § 1 of the Convention relating to the length and unfairness and of the proceedings in his case and under Article 1 of Protocol No. 1;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про скарги заявника за пунктом 1 статті 6 Конвенції щодо тривалості та несправедливості провадження у його справі, а також його скарги за статтею 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Having deliberated in private on 1 December 2020,",
            "uk": "після обговорення за зачиненими дверима 01 грудня 2020 року"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "Introduction",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "1.  The case concerns the applicant’s complaints under Article 6 § 1 of the Convention about the length and unfairness of the civil proceedings in his case and his related complaint under Article 1 of Protocol No. 1.",
            "uk": "1.  Справа стосується скарг заявника за пунктом 1 статті 6 Конвенції на тривалість та несправедливість цивільного провадження у його справі та пов’язаної скарги заявника за статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "2.  The applicant was born in 1945 and lives in Kremenchuk. He was represented by Ms Y. Gusyeva, a lawyer practising in Dnipro.",
            "uk": "2.  Заявник народився у 1945 році та проживає у м. Кременчук. Заявника представляла пані Ю. Гусєва, юрист, яка практикує у м. Дніпро."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "3.  The Government were represented by their Agent, Mr I. Lishchyna.",
            "uk": "3.  Уряд представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "8.  On 3 December 2004 the Poltava Regional Court of Appeal (“the Court of Appeal”) upheld that judgment.",
            "uk": "8. 03 грудня 2004 року Апеляційний суд Полтавської області (далі – апеляційний суд) залишив цей вирок без змін."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "9.  In March 2005 the applicant lodged a civil claim with the District Court against the police and the State Treasury, seeking compensation for the damage caused to him as a result of the mistakes made by the police in the organisation and conduct of the operation to arrest the kidnappers, owing to which they had run away with his money.",
            "uk": "9.  У березні 2005 року заявник звернувся до районного суду з цивільним позовом проти Міністерства внутрішніх справ України та Державного казначейства України, вимагаючи відшкодування шкоди, завданої йому внаслідок помилок, допущених працівниками міліції під час організації та проведення операції із затримання викрадачів, внаслідок чого вони втекли з його грошима."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "16.  Article 56 of the Constitution (1996) provides that everyone has the right to compensation, at the expense of the State or bodies of local self-government, for damage caused by unlawful decisions, actions or omissions of the State and local authorities, their officials and officers during the exercise of their powers.",
            "uk": "16.  Стаття 56 Конституції України (1996 року) передбачає, що кожен має право на відшкодування за рахунок держави або органів місцевого самоврядування шкоди, завданої незаконними рішеннями, діями чи бездіяльністю органів державної влади, органів місцевого самоврядування, їх посадових і службових осіб при здійсненні ними своїх повноважень."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "17.  Article 440 of the Civil Code (1963) provided, inter alia, that damage caused to a person or his or her property was to be compensated for by the person who had caused it, unless otherwise provided for by law.",
            "uk": "17.  Стаття 440 Цивільного кодексу України (1963 року) передбачала, inter alia, що шкода, заподіяна особі або майну громадянина, відшкодовується особою, яка заподіяла шкоду, за винятком випадків, передбачених законодавством."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "18.  Article 1166 of the Civil Code (2003) provides, inter alia, that damage caused by unlawful decisions, actions or omissions in respect of a person’s property must be compensated for in full by the person who caused it.",
            "uk": "18.  Стаття 1166 Цивільного кодексу України (2003 року) передбачає, inter alia, що шкода, завдана неправомірними рішеннями, діями чи бездіяльністю майну особи, відшкодовується в повному обсязі особою, яка її завдала."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "Article 1167 of the Code provides, inter alia, that non-pecuniary damage caused to a person by illegal decisions, activity or inactivity must be compensated for by the person who caused it.",
            "uk": "Стаття 1167 Кодексу передбачає, inter alia, що моральна шкода, завдана особі неправомірними рішеннями, діями чи бездіяльністю, відшкодовується особою, яка її завдала."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "Article 1177 § 1 of the Code provided at the material time that pecuniary damage caused to the property of a person as the result of a crime was to be compensated for by the State if the person who had committed the crime was not identified or was insolvent. Article 1177 § 2 further provided that the conditions and procedure governing compensation for pecuniary damage caused to the property of a person who was the victim of a crime was to be established by law.",
            "uk": "Частина перша статті 1177 Кодексу на момент подій передбачала, що майнова шкода, завдана майну особи внаслідок злочину, відшкодовувалася державою, якщо не було встановлено особу, яка вчинила злочин, або якщо вона була неплатоспроможною. Частина друга статті 1177 також передбачала, що умови та порядок відшкодування майнової шкоди, завданої майну особи, яка потерпіла від злочину, встановлювалися законом."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "19.  Article 423 of the Code of Civil Procedure (2004) provides that court decisions, orders or rulings, which put an end to a case and entered into force, may be reviewed in exceptional circumstances, including following a finding by an international judicial authority, whose jurisdiction has been recognised by Ukraine, that Ukraine had violated its international obligations on account of the decision, order or ruling at issue.",
            "uk": "19.  Стаття 423 Цивільного процесуального кодексу України \n(2004 року) передбачає, що рішення, постанови чи ухвали суду, якими закінчено розгляд справи, що набрали законної сили, можуть бути переглянуті за виключними обставинами, у тому числі за висновком міжнародної судової установи, юрисдикція якої визнана Україною, про встановлення порушення Україною міжнародних зобов’язань у зв’язку з відповідним рішенням, постановою чи ухвалою."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "Alleged violation of Article 6 § 1 of the Convention",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "20.  The applicant complained, expressly or in substance, under Article 6 § 1 of the Convention of the excessive length and unfairness of the civil proceedings in his case. Article 6 § 1 reads, insofar as relevant, as follows:",
            "uk": "20.  Заявник скаржився, прямо або по суті, за пунктом 1 статті 6 Конвенції на надмірну тривалість та несправедливість цивільного провадження у його справі. Відповідна частина пункту 1 статті 6 Конвенції передбачає:"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair hearing within a reasonable time by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий розгляд його справи упродовж розумного строку ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру ...»"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "Fairness of the proceedings",
            "uk": "Справедливість провадження"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "22.  The applicant maintained his complaint, referring to the omissions on the part of the police during its operation and arguing that in the judgment of 17 November 2010 the District Court had lawfully applied Articles 1166 and 1167 of the 2003 Civil Code and allowed his claim, and that the judgment of 21 February 2011 (as upheld on 25 July 2011) dismissing his claim had been unlawful.",
            "uk": "22.  Заявник підтримав свою скаргу, посилаючись на бездіяльність працівників міліції під час проведення операції і доводив, що у рішенні від 17 листопада 2010 року районний суд законно застосував статті 1166 та 1167 Цивільного кодексу України 2003 року та задовольнив його позов, а рішення від 21 лютого 2011 року (залишене без змін \n25 липня 2011 року), яким було відмовлено у задоволенні його позову, було незаконним."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "23.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "23.  Суд зазначає, що ця скарга не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "34.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
            "uk": "34.  Отже, було порушено пункт 1 статті 6 Конвенції."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "Length of the proceedings",
            "uk": "Тривалість провадження"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "35.  In their submissions (dated 14 January 2019) regarding the applicant’s claims for just satisfaction, the Government submitted that after the communication of the case on 12 June 2018 the applicant had introduced a new complaint concerning the length of the civil proceedings; the Government suggested that the Court should not examine that complaint.",
            "uk": "35.  У зауваженнях сторін (від 14 січня 2019 року) стосовно вимог заявника про справедливу сатисфакцію Уряд стверджував, що після повідомлення про справу Уряду 12 червня 2018 року заявник подав нову скаргу на тривалість цивільного провадження. Уряд запропонував Суду не розглядати цю скаргу."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "36.  The Court notes, however, that by a letter of 23 October 2012 the Government were informed that it had been decided, on 16 October 2012, that notice of the applicant’s complaint about the length of the civil proceedings should be given to the Government.",
            "uk": "36.  Однак Суд зазначає, що листом від 23 жовтня 2012 року Уряд поінформували про ухвалення 16 жовтня 2012 року рішення повідомити Уряд про скаргу заявника на тривалість цивільного провадження."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "38.  In view of the above, the Court considers that the complaint is manifestly ill-founded and must be rejected, in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "38.  З огляду на зазначене Суд вважає, що скарга є явно необґрунтованою та має бути відхилена відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "Alleged violation of Article 1 of Protocol No. 1",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "39.  The applicant also complained under Article 1 of Protocol No. 1 that his property rights had been breached as a result of the courts’ refusal to allow his claim against the police. The above provision reads as follows:",
            "uk": "39.  Заявник також скаржився за статтею 1 Першого протоколу до Конвенції, що внаслідок відмови судів задовольнити його позов проти Міністерства внутрішніх справ України були порушені його майнові права. Зазначене положення передбачає:"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "41.  The applicant argued that the police had acted as the guarantor of the security of his money, so he had sought its return from the police. Moreover, by the time the kidnappers had been arrested, they had spent the ransom money and had been insolvent, so it would have made no sense for him to bring proceedings against them. He had submitted certain documents showing that the kidnappers had had no property except for one of them who had co-owned a flat.",
            "uk": "41.  Заявник стверджував, що працівники міліції виступали гарантом збереження його грошей, тому він вимагав від них їхнього повернення. Крім того, до моменту затримання викрадачів вони витратили сплачені як викуп гроші і були неплатоспроможними, тому, на його думку, сенсу ініціювати провадження щодо них не було. Він подав певні документи, які свідчили, що викрадачі не мали майна, окрім одного з них, який був співвласником квартири."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "44.  Article 41 of the Convention provides:",
            "uk": "44.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "45.  The applicant claimed 277,000 United States dollars (USD) in respect of the pecuniary damage that he had suffered as a result of the failure of the police operation and 15,000 euros (EUR) in respect of non-pecuniary damage, stating that he had become disabled as a result of the 1998 events, the subsequent lengthy court proceedings and the ensuing stress that he had suffered.",
            "uk": "45.  Заявник вимагав 277 000 доларів США (далі – доларів) в якості відшкодування матеріальної шкоди, якої він зазнав внаслідок невдалого проведення операції працівниками міліції, та 15 000 євро в якості відшкодування моральної шкоди, зазначивши, що внаслідок подій 1998 року він став інвалідом, подальшого тривалого судового розгляду та стресу, якого зазнав."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "46.  The Government contested these claims.",
            "uk": "46.  Уряд заперечив проти цих вимог."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "48.  The applicant also claimed EUR 3,500 for the costs of legal services incurred during the proceedings before the Court (which, he submitted, had included studying the case file, corresponding with the Court, responding to requests for information, translating documents, and undertaking other actions relating to his representation before the Court). He provided an invoice from Ms Gusieva in the amount of 108,000 hryvnias (UAH) for the provision of services relating to his representation before the Court.",
            "uk": "48. Заявник також вимагав 3 500 євро в якості компенсації витрат на правову допомогу, понесених під час провадження у Суді (які, як він стверджував, включали ознайомлення з матеріалами справи, листування із Судом, складання відповідей на запити про надання інформації, переклад документів і вжиття інших дій, пов’язаний з представництвом його інтересів у Суді). Він надав рахунок від \nпані Гусєвої на суму 108 000 гривень (далі – грн) за надання послуг, пов’язаних з представництвом його інтересів у Суді."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "49.  The Government considered that the above claim was not supported by any documents and that it was not possible to ascertain the precise nature of the services rendered. They furthermore considered the claimed amount to be excessive and invited the Court to decrease it in the event that it found any violation of the Convention in the present case.",
            "uk": "49.  Уряд вважав, що зазначена скарга не була підтверджена жодними документами, і встановити точний характер наданих послуг було неможливо. Крім того, він вважав суму, яка вимагалася, надмірною та запропонував Суду зменшити її у випадку встановлення будь-якого порушення Конвенції у цій справі."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "50.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 1,000 for the costs incurred in the proceedings before the Court, plus any tax that may be chargeable to the applicant.",
            "uk": "50.  З огляду на наявні у нього документи та зазначені критерії Суд вважає за належне присудити суму у розмірі 1 000 євро в якості компенсації витрат, понесених під час провадження у Суді, та додатково суму будь-якого податку, що може нараховуватися заявнику."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "51.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "51.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО,"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "Declares the complaint under Article 6 § 1 of the Convention regarding the unfairness of the civil proceedings admissible and the complaint under the same provision about their length inadmissible;",
            "uk": "Оголошує прийнятною скаргу за пунктом 1 статті 6 Конвенції на несправедливість цивільного провадження, а скаргу за цим самим пунктом на тривалість провадження – неприйнятною;"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention on account of the unfairness of the civil proceedings;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з несправедливістю цивільного провадження;"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Holds that there is no need to examine separately the complaint under Article 1 of Protocol No. 1;",
            "uk": "Постановляє, що немає необхідності окремо розглядати скаргу за статтею 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявнику такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "EUR 3,600 (three thousand six hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "3 600 (три тисячі шістсот) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "EUR 1,000 (one thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
            "uk": "1 000 (одна тисяча) євро та додатково суму будь-якого податку, що може нараховуватися заявнику, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Done in English, and notified in writing on 14 January 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 14 січня 2021 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]