[
    {
        "id": 0,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "1.  The case originated in an application (no. 6970/15) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Chinese national, Mr Yu Zhang (“the applicant”), on 20 January 2015.",
            "uk": "1.  Справу було розпочато за заявою (№ 6970/15), яку 20 січня \n2015 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин Китайської Народної Республіки, пан Юй Чжан \n(далі – заявник)."
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "2.  The applicant was represented by Mr A.V. Podkopayev, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Ivan Lishchyna.",
            "uk": "2.  Заявника представляв пан А.В. Підкопаєв, юрист, який практикує у м. Харків. Уряд України (далі – Уряд) представляв його Уповноважений, пан Іван Ліщина."
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "3.  The applicant complained that the criminal proceedings against him had been unfair and unreasonably lengthy.",
            "uk": "3.  Заявник скаржився на несправедливість та необґрунтовану тривалість кримінального провадження щодо нього."
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "4.  On 30 November 2017 the Government were given notice of the application. It was also granted priority treatment under Rule 41 of the Rules of Court.",
            "uk": "4.  30 листопада 2017 року про заяву було повідомлено Уряд. Їй також було надано статус приорітетної відповідно до Правила 41 Регламенту Суду."
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "5.  The applicant was born in 1983 and lives in Tianchang, the People’s Republic of China.",
            "uk": "5.  Заявник народився у 1983 році та проживає в м. Тяньчан Китайської Народної Республіки."
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "6.  At the time of the events the applicant was an undergraduate economics student at Kharkiv National University, Ukraine.",
            "uk": "6.  На момент подій заявник був студентом останнього курсу економічного факультету Харківського національного університету в Україні."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "8.  At some point a fight started between the two groups. They later blamed each other for beginning it. In the course of the fight M. was stabbed in the back with a metal skewer.",
            "uk": "8.  У певний момент між двома групами розпочалася бійка. Пізніше вони звинуватили один одного в її початку. Під час бійки М. був поранений у спину металевим шампуром."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "9.  Sa. took hold of one of the Chinese students, Ch. When the police arrived, Sa. stated that he had seen Ch. stabbing M. in the back with a folding knife and confirmed his statement in writing the same day. According to the report of the police officer on duty, Su. and D. were so drunk that it was impossible to question them. As for the victim, he was unconscious.",
            "uk": "9.  Са. схопив Ч., одного зі студентів китайців. Коли приїхали працівники міліції Са. стверджував, що бачив, як Ч. вдарив М. у спину складним ножем і у той самий день письмово підтвердив свої показання. Згідно з протоколом чергового працівника міліції Су. та Д. були настільки п’яними, що допитати їх було неможливо. Щодо потерпілого, то він був без свідомості."
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "10.  The applicant had been waiting for the police together with the four Ukrainians and some of his companions (several others had run away). None of the Ukrainians expressed any suspicions about the applicant and he eventually left with his friends.",
            "uk": "10.  Заявник чекав на працівників міліції разом з чотирма українцями та деякими зі своїх товаришів (декілька інших втекли). Ніхто з українців не висловив жодних підозр щодо заявника, і пізніше він пішов зі своїми друзями."
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "11.  On 2 May 2009 M. was questioned in hospital. He submitted that he had been stabbed unexpectedly in the back and that he had not seen who had done it. When he had fallen down, he had seen three Chinese men stepping over him, including the applicant. M. remembered the applicant because he appeared bigger than the other Chinese men and had spoken some Russian. M. considered that, most probably, it had been the applicant who had injured him.",
            "uk": "11.  02 травня 2009 року М. допитали у лікарні. Він стверджував, що йому несподівано нанесли удар у спину, але він не бачив, хто це зробив. Упавши він побачив, як через нього переступили три китайці, у тому числі заявник. М. пам’ятав заявника, оскільки він здавався більшим за інших китайців та трохи говорив російською мовою. М. вважав, що, найімовірніше, саме заявник його поранив."
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "12.  On the same day Sa. changed his initial statement and submitted that he had seen “one of the Chinese [men], who [had] appeared bigger than the others and called himself Yura [the applicant], jump on [M.’s] back and stab him with a metal skewer”.",
            "uk": "12.  У той самий день Са. змінив свої первинні показання та зазначив, що бачив, як «китаєць самий крупний на ім’я Юра [заявник] стрибнув на спину [М.] та наніс удар металевим шампуром»."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "13.  On 4 May 2009 M. died of his injury in hospital.",
            "uk": "13.  04 травня 2009 року від травми М. помер у лікарні."
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "14.  On the same day Su. told the police he had seen one of the Chinese men, who had appeared bigger than the others, stab M. with a metal skewer.",
            "uk": "14.  У той самий день Су. повідомив працівникам міліції, що бачив, як один з китайців, який здавався більшим за інших, вдарив М. металевим шампуром."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "15.  During an identification parade conducted that day Sa. and Su. pointed at the applicant as the one who had injured M.",
            "uk": "15.  Під час проведеного у той день пред’явлення осіб для впізнання Са. та Су. вказали на заявника як на того, хто поранив М."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "16.  The applicant was arrested that day on suspicion of M.’s murder.",
            "uk": "16.  Того самого дня заявник був затриманий за підозрою у вчиненні вбивства М."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "17.  On 6 May 2009 one of the Chinese students, W., speaking in the presence of a lawyer and with the aid of an interpreter, made a statement of surrender to the police. He stated that he had accidentally injured one of the Ukrainians with a skewer and had run away because he had been scared. He was sorry for what had happened.",
            "uk": "17.  06 травня 2009 року В., один зі студентів китайців, у присутності захисника та за допомогою перекладача зробив працівникам міліції усну заяву про явку з повинною. Він зазначив, що випадково поранив одного з українців шампуром та втік, оскільки злякався. Він каявся у скоєному."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "18.  On 8 May 2009 W. repeated his confession, adding that the applicant had done everything possible to prevent the conflict.",
            "uk": "18.  08 травня 2009 року В. повторив свої зізнавальні показання, додавши, що заявник зробив усе можливе для запобігання конфлікту."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "19.  On an unspecified later date W. retracted his confession and submitted that he had only slightly injured D. and Su. with a metal skewer, but not M.",
            "uk": "19.  Пізніше у незазначену дату В. відмовився від своїх зізнавальних показань та заявив, що він лише злегка поранив Д. та Су. металевим шампуром, але не М."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "20.  The investigation established that the Chinese students had initially had six metal skewers. Only four of them, packed in a plastic bag, were discovered. The two skewers taken by W. from the bag shortly before the fight were never found.",
            "uk": "20.  Слідство встановило, що спочатку у студентів китайців було шість металевих шампурів. Тільки чотири з них, упаковані в поліетиленовий пакет, були виявлені. Два шампури, які В. дістав з пакету незадовго до бійки, знайдені не були."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "21.  In the course of the pre-trial investigation twelve Chinese citizens made witness statements describing the events prior to, during and after the fight. None of them had seen who had injured M. or how it had happened. Nor had anybody seen the applicant holding a metal skewer at any point. To the contrary, some witnesses among the Chinese students submitted that they had been next to the applicant during the fight and that he had not been the one who had injured M.",
            "uk": "21.  Під час досудового слідства дванадцять громадян Китайської Народної Республіки дали показання як свідки, описавши події до, під час та після бійки. Жоден з них не бачив, хто поранив М. або як це сталося. Також ніхто не бачив, щоб заявник у який-небудь момент тримав металевий шампур. Навпаки, деякі свідки серед студентів китайців стверджували, що були поруч із заявником під час бійки і він не був тим, хто поранив М."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "22.  Furthermore, several of the Chinese witnesses told the police that W. had been particularly nervous after the incident, had destroyed the clothes he had been wearing on 1 May 2009 and had asked his parents for a considerable amount of money.",
            "uk": "22.  Крім того, декілька свідків китайців повідомили працівникам міліції, що після подій В. був особливо знервованим, знищив одяг, у який був одягнений 01 травня 2009 року, та попросив у своїх батьків значну суму грошей."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "23.  On an unspecified date the investigation was declared completed and the Kharkiv Kyivskyy District Court (“the Kyivskyy Court”) started the trial.",
            "uk": "23.  У незазначену дату слідство було оголошене закінченим, і Київський районний суд м. Харкова (далі – Київський суд) розпочав розгляд справи."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "24.  On 15 January 2010 the Kyivskyy Court ordered an additional pretrial investigation. As stated in its ruling, several people had seen metal skewers in W.’s hands, but nobody had seen the applicant holding a skewer, let alone stabbing M. Sa. had eventually retracted his statement of 2 May 2009 about seeing the applicant stab M. and specified that in fact he had not seen the injury being inflicted on M. He explained that when pointing out the applicant he had been “driven by [his] emotions”.",
            "uk": "24.  15 січня 2010 року Київський суд постановив провести додаткове досудове слідство. Як було зазначено у його постанові, декілька осіб бачили металеві шампури в руках В., проте ніхто не бачив, щоб шампур тримав заявник, не кажучи вже про нанесення ним удару М. Зрештою Са. відмовився від своїх показань від 02 травня 2009 року, що бачив, як заявник ударив М, і уточнив, що насправді не бачив, як було поранено М. Він пояснив, що, вказуючи на заявника, він «був на емоціях»."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "25.  On 25 March 2010 the Kharkiv Regional Court of Appeal (“the Court of Appeal”) quashed the above-mentioned ruling, concluding that all the issues it raised could be clarified in the course of the trial and that an additional pre-trial investigation was not necessary.",
            "uk": "25.  25 березня 2010 року Апеляційний суд Харківської області \n(далі – апеляційний суд) скасував зазначену постанову, дійшовши висновку про можливість вирішення усіх порушених у ній питань під час судового розгляду та відсутність необхідності у додатковому досудовому слідстві."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "27.  The applicant appealed, submitting, in particular, that his conviction lacked any evidential basis apart from the controversial and speculative statements of M.’s friends. The prosecutor also lodged an appeal, considering the sentence to be too lenient.",
            "uk": "27.  Заявник подав апеляційну скаргу, стверджуючи, зокрема, що його засудження не ґрунтувалося на жодних доказах, окрім суперечливих та спекулятивних показань друзів М. Прокурор також подав апеляційну скаргу, вважаючи вирок занадто м’яким."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "29.  Following an additional round of pre-trial investigation measures, the case was sent to the Kyivskyy Court.",
            "uk": "29.  Після проведення додаткових слідчих дій справа була направлена до Київського суду."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "30.  On 2 July 2012 the Kyivskyy Court held that the deficiencies pointed out by the Court of Appeal in its ruling of 26 March 2012 had not been rectified and that the additional investigation, like the one carried out earlier, had been incomplete and superficial. The case was therefore remitted once again for further pre-trial investigation.",
            "uk": "30.  02 липня 2012 року Київський суд постановив, що зазначені апеляційним судом у його ухвалі від 26 березня 2012 року недоліки усунуті не були, а додаткове слідство, як і проведене раніше, було неповним та поверховим. Тому справу було знову передано на додаткове досудове слідство."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "31.  On 20 September 2012 the Court of Appeal upheld the abovementioned ruling.",
            "uk": "31.  20 вересня 2012 року апеляційний суд залишив без змін зазначену постанову."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "32.  On 19 November 2012 the new Code of Criminal Procedure (“the CCP 2012”) came into effect, introducing many major changes in criminal procedure (see paragraph 45 below).",
            "uk": "32.  19 листопада 2012 року набрав чинності новий Кримінальний процесуальний кодекс України (далі – КПК України 2012 року), запровадивши багато важливих змін у кримінальному процесі \n(див. пункт 45)."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "33.  On 19 December 2012 the investigator announced to the applicant a “notice of suspicion”, that being the new procedure of opening criminal proceedings under the CCP 2012.",
            "uk": "33.  19 грудня 2012 року слідчий повідомив заявнику про підозру, що було новим порядком відкриття кримінального провадження за положеннями КПК України 2012 року."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "34.  On the same date the pre-trial investigation was declared completed, and on 24 December 2012 the case was referred to the Kyivskyy Court.",
            "uk": "34.  У той самий день досудове слідство було оголошене закінченим, і 24 грудня 2012 року справа була передана до Київського суду."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "35.  On 24 July 2013 the Kyivskyy Court found the applicant guilty of murder and sentenced him to twelve years’ imprisonment. It relied in particular on the statements made by Sa., Su. and D. at the court hearing, which were identical to those summarised in the judgment of 26 September 2011 (see paragraph 26 above).",
            "uk": "35.  24 липня 2013 року Київський суд визнав заявника винним у вчиненні вбивства та обрав йому покарання у виді позбавлення волі на строк дванадцять років. Він посилався, зокрема, на надані у судовому засіданні показання Са., Су. і Д., які були аналогічні узагальненим у вироку від 26 вересня 2011 року (див. Пункт 26)."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "36.  The trial court further held:",
            "uk": "36.  Суд першої інстанції також встановив:"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "“..The court has no doubts regarding the circumstances of the case which it considers established ... The statements of the witnesses [Sa., Su. and D.] are consistent and corroborated by other evidence in these criminal proceedings.”",
            "uk": "«..У суду немає сумнівів в обставинах справи, визнаних судом встановленими... Покази свідків [Са., Су. та Д.] є послідовними та підтверджуються іншими доказами в даному кримінальному проваджені .»"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "39.  On 27 November 2013 the Court of Appeal upheld the findings and the reasoning of the Kyivskyy Court’s judgment. It held in particular as follows:",
            "uk": "39.  27 листопада 2013 року апеляційний суд залишив без змін висновки та обґрунтування вироку Київського суду. Зокрема він встановив:"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "“The [first-instance] court’s findings regarding [the applicant’s guilt] are concordant with the factual circumstances of the case. [They] are based on the evidence, which was explored in the court hearing and which is set forth in detail in the judgment. The trial court thoroughly verified [that evidence] and assessed it in an objective manner.”",
            "uk": "«Висновки суду [першої інстанції] про [вину заявника] відповідають фактичним обставинам справи, [вони] підтверджені дослідженими в судовому засіданні й детально викладеними у вироку доказами, які ретельно та об’єктивно оцінені судом.»"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "40.  The Court of Appeal did not comment on the applicant’s argument about the applicability of the CCP 1960 on the assessment of the admissibility of evidence.",
            "uk": "40.  Апеляційний суд не прокоментував аргумент заявника щодо застосовності КПК України 1960 року при оцінці допустимості доказів."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "41.  The applicant reiterated his arguments in an appeal on points of law.",
            "uk": "41.  Заявник повторив свої аргументи у касаційній скарзі."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "42.  On 22 July 2014 the Higher Specialised Court for Civil and Criminal Matters found against him and upheld the lower courts’ decisions. It found no reasons to consider the investigation at the trial superficial or otherwise flawed. The Higher Specialised Court was silent on the applicant’s argument on the admissibility of the defence evidence in the light of the CCP 1960.",
            "uk": "42.  22 липня 2014 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ виніс ухвалу не на користь заявника та залишив без змін рішення судів нижчих інстанцій. Він не вбачав підстав вважати судове слідство поверховим або неповноцінним. Вищий спеціалізований суд України не прокоментував аргумент заявника щодо допустимості доказів сторони захисту в контексті КПК України 1960 року."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "43.  According to the information provided by the applicant, on 31 March 2016 he was released and he returned to China. The case file before the Court does not contain any further details in that regard.",
            "uk": "43.  Згідно з наданою заявником інформацією 31 березня 2016 року він був звільнений та повернувся до Китаю. У наявних в Суду матеріалах справи немає жодної додаткової інформації щодо цього."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "44.  The relevant provisions of the Code of Criminal Procedure 1960 (“the CCP 1960”; repealed with effect from 20 November 2012) read as follows:",
            "uk": "44.  Відповідні положення Кримінально-процесуального кодексу України 1960 року (далі – КПК України 1960 року; втратив чинність \n20 листопада 2012 року) передбачають:"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "Article 65. Evidence",
            "uk": "Стаття 65. Докази"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "“Evidence in criminal proceedings is any factual information, on the basis of which the inquiry authority, the investigator and the court ascertain, in compliance with the legally established procedure, whether or not an act that is a danger to society has been committed, whether the person who has committed it is guilty, and any other circumstances relevant for the proper resolution of the case.",
            "uk": "«Доказами в кримінальній справі є всякі фактичні дані, на підставі яких у визначеному законом порядку орган дізнання, слідчий і суд встановлюють наявність або відсутність суспільно небезпечного діяння, винність особи, яка вчинила це діяння, та інші обставини, що мають значення для правильного вирішення справи."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "Such information shall be established from: witness statements, the victim’s statements, the suspect’s statements, expert reports, material evidence, reports on investigative and judicial actions, reports on detective and search activities with annexes, and other documents.”",
            "uk": "Ці дані встановлюються: показаннями свідка, показаннями потерпілого, показаннями підозрюваного, показаннями обвинуваченого, висновком експерта, речовими доказами, протоколами слідчих і судових дій, протоколами з відповідними додатками, складеними уповноваженими органами за результатами оперативно-розшукових заходів, та іншими документами.»"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "Article 82. Reports on investigative and judicial actions and other information carriers regarding those actions",
            "uk": "Стаття 82. Протоколи слідчих і судових дій та інші носії інформації щодо цих дій"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "“Reports on investigative and judicial actions drawn up and documented in accordance with the procedure established by this Code, as well as information carriers, on which procedural actions are recorded with the use of technical means, are a source of evidence, as they confirm the circumstances and facts relevant for the resolution of a case.”",
            "uk": "«Протоколи слідчих і судових дій, складені і оформлені в порядку, передбаченому цим Кодексом, носії інформації, на яких з допомогою технічних засобів зафіксовані процесуальні дії, є джерелом доказів, оскільки в них підтверджуються обставини і факти, що мають значення для вирішення справи.»"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "45.  The relevant provisions of the Code of Criminal Procedure 2012 (“the CCP 2012”; in force since 20 November 2012) read as follows:",
            "uk": "45.  Відповідні положення Кримінального процесуального кодексу України 2012 року (далі – КПК України 2012 року; чинний з \n20 листопада 2012 року) передбачають:"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "Article 5. Temporal scope of the [CCP]",
            "uk": "Стаття 5. Дія [КПК] в часі"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "“1. A procedural action shall be carried out, and a procedural decision taken, in accordance with the [CCP] provisions in force at the time it was initiated.",
            "uk": "«1. Процесуальна дія проводиться, а процесуальне рішення приймається згідно з положеннями [КПК], чинними на момент початку виконання такої дії або прийняття такого рішення."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "2. The admissibility of evidence shall be determined by the [CCP] provisions in force at the time the evidence was obtained.”",
            "uk": "2. Допустимість доказів визначається положеннями [КПК], які були чинними на момент їх отримання.»"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "Article 85. Relevance of evidence",
            "uk": "Стаття 85. Належність доказів"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "“1. Evidence is relevant if it proves or disproves, directly or indirectly, elements to be proven in criminal proceedings and any circumstances of relevance for those proceedings, as well as the reliability and the possibility of using other evidence or the lack thereof.”",
            "uk": "«1. Належними є докази, які прямо чи непрямо підтверджують існування чи відсутність обставин, що підлягають доказуванню у кримінальному провадженні, та інших обставин, які мають значення для кримінального провадження, а також достовірність чи недостовірність, можливість чи неможливість використання інших доказів.»"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "Article 86. Admissibility of evidence",
            "uk": "Стаття 86. Допустимість доказу"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "“1. Evidence shall be regarded as admissible if it has been obtained in accordance with the procedure established by [the CCP].",
            "uk": "«1. Доказ визнається допустимим, якщо він отриманий у порядку, встановленому цим [КПК]."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "2. Inadmissible evidence shall not be used for taking procedural decisions. Nor shall the court rely on such evidence in delivering a judicial decision.”",
            "uk": "2. Недопустимий доказ не може бути використаний при прийнятті процесуальних рішень, на нього не може посилатися суд при ухваленні судового рішення.»"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "Article 95. Statements",
            "uk": "Стаття 95. Показання"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "“1. Statements are information provided orally or in writing by a suspect, an accused, a witness, a victim or an expert, in the course of their questioning, in respect of circumstances within their knowledge that are relevant for the criminal proceedings ...",
            "uk": "«1. Показання – це відомості, які надаються в усній або письмовій формі під час допиту підозрюваним, обвинуваченим, свідком, потерпілим, експертом щодо відомих їм обставин у кримінальному провадженні, що мають значення для цього кримінального провадження ..."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "4. The court shall base its conclusions only on the statements made directly in hearings or obtained in accordance with the procedure established by Article 225 of [the CCP]. The court is not entitled to base judicial decisions on statements made to the investigator or prosecutor, or by reference to such statements.”",
            "uk": "4. Суд може обґрунтовувати свої висновки лише на показаннях, які він безпосередньо сприймав під час судового засідання або отриманих у порядку, передбаченому статтею 225 цього [КПК]. Суд не вправі обґрунтовувати судові рішення показаннями, наданими слідчому, прокурору, або посилатися на них.»"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Article 225. Questioning a witness or victim during the pre-trial investigation",
            "uk": "Стаття 225. Допит свідка, потерпілого під час досудового розслідування в судовому засіданні"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "Chapter XI. TRANSITIONAL PROVISIONS",
            "uk": "Розділ XI. ПЕРЕХІДНІ ПОЛОЖЕННЯ"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "“... 8. The admissibility of evidence obtained prior to the entry into force of this [CCP] shall be determined in accordance with the procedure applicable prior to its entry into force.”",
            "uk": "«... 8. Допустимість доказів, отриманих до набрання чинності цим [КПК], визначається у порядку, що діяв до набрання ним чинності.»"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "A.  Fairness of the proceedings",
            "uk": "A.  Справедливість провадження"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "46.  The applicant complained that he had not had a fair trial. He relied on Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
            "uk": "46.  Заявник скаржився на несправедливий судовий розгляд. Він посилався на пункт 1 статті 6 Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... судом, ... який ... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення.»"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "47.  The Government submitted that this complaint was manifestly illfounded.",
            "uk": "47.  Уряд стверджував, що ця скарга була явно необґрунтованою."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "48.  The applicant disagreed.",
            "uk": "48.  Заявник не погодився."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "49.  The Court considers that, contrary to the Government’s submission, the applicant’s complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds and must therefore be declared admissible.",
            "uk": "49.  Суд вважає, що всупереч доводу Уряду скарга заявника не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вона не є неприйнятною з будь-яких інших підстав, тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "50.  The applicant submitted that the only evidential basis for his conviction had been the controversial, inconsistent and speculative statements of the victim’s friends, which had been changed on many occasions. He complained that the domestic courts had taken those witness statements at face value without questioning their credibility.",
            "uk": "50.  Заявник доводив, що єдиним доказом його засудження були суперечливі, непослідовні та спекулятивні показання друзів потерпілого, які неодноразово змінювалися. Він скаржився, що національні суди беззастережно прийняли ці показання свідків, не поставивши під сумнів їхню достовірність."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "51.  The applicant next complained that the domestic courts had refused, contrary to the applicable rules of criminal procedure, to admit in evidence the witness statements made by his fellow Chinese students during the pretrial investigation. By doing so, the applicant went on to state, the courts had seriously undermined his right to mount his defence and had acted in breach of the equality-of-arms principle.",
            "uk": "51.  Заявник також скаржився, що всупереч застосовним нормам кримінального судочинства національні суди не визнали показання його товаришів китайців допустимими доказами. Заявник далі стверджував, що таким чином суди серйозно підірвали його право на захист та порушили принцип рівності сторін."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "52.  The applicant also submitted that the above arguments had been disregarded in the decisions of the domestic courts.",
            "uk": "52.  Крім того, заявник доводив, що наведені аргументи були проігноровані у рішеннях національних судів."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "53.  The Government contested the applicant’s submissions and argued that his guilt had been established following a thorough examination of appropriate and admissible evidence.",
            "uk": "53.  Уряд заперечив проти доводів заявника та стверджував, що його вина була встановлена після ретельного розгляду належних і допустимих доказів."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "54.  The Government further maintained that numerous witnesses, including Chinese students, had been questioned in the course of the applicant’s trial. As regards the witness evidence of the Chinese students who had not been able to attend the hearing because they had left the country, their statements had in any event been vague and had not indicated the applicant’s innocence.",
            "uk": "54.  Уряд також стверджував, що під час судового розгляду справи заявника було допитано багато свідків, у тому числі студентів китайців. Щодо показань студентів китайців, які не змогли бути присутніми у засіданнях, оскільки виїхали з країни, то їхні показання у будь-якому разі були нечіткими та не вказували на невинуватість заявника."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "55.  Lastly, the Government emphasised that the Court could not dictate to the domestic courts how to verify the veracity of the witness evidence obtained during trial.",
            "uk": "55.  Зрештою Уряд наголосив, що Суд не може диктувати національним судам, яким чином перевіряти достовірність отриманих під час судового розгляду показань."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(i)   General principles",
            "uk": "(i)  Загальні принципи"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "58.  Another element of the broader concept of a “fair hearing” within the meaning of this provision is the principle of equality of arms, which requires a “fair balance” between the parties: each party must be afforded a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent or opponents (see Andrejeva v. Latvia [GC], no. 55707/00, § 96, ECHR 2009).",
            "uk": "58.  Ще один з елементів більш широкої концепції «справедливого судового розгляду» у розумінні цього положення є принцип рівності сторін, який вимагає «справедливого балансу» між сторонами: кожній стороні має бути надана розумна можливість представити свою справу за таких умов, що не ставлять її в явно гірше становище порівняно з протилежною стороною (див. рішення у справі «Андрєєва проти Латвії» [ВП] (Andrejeva v. Latvia) [GC], заява № 55707/00, пункт 96, ЄСПЛ 2009)."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "60.  Furthermore, according to the Court’s well-established case-law, the right to a fair trial cannot be seen as effective unless the requests and observations of the parties are truly “heard”, that is to say, properly examined by the tribunal (see Carmel Saliba v. Malta, no. 24221/13, § 65, 29 November 2016, and the cases cited therein).",
            "uk": "60.  Крім того, згідно з усталеною практикою Суду право на справедливий судовий розгляд може вважатися ефективним, тільки якщо клопотання чи зауваження сторін дійсно «заслухані», тобто належним чином розглянуті судом (див. рішення у справі «Кармель Суліба проти Мальти» (Carmel Saliba v. Malta), заява № 24221/13, пункт 65, від 29 листопада 2016 року та згадані у ньому справи)."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "(ii)  Application of the above principles to the circumstances of the present case",
            "uk": "(ii)  Застосування згаданих принципів до обставин цієї справи"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "62.  The Court agrees with the applicant’s argument in the present case that the key evidence on which his conviction for murder was based were the statements of the victim’s friends Sa., Su. and D., which had lacked consistency at various times.",
            "uk": "62.  Суд погоджується з аргументом заявника у цій справі, що ключовим доказом, на підставі якого він був засуджений за вчинення вбивства, були показання друзів потерпілого Са., Су. та Д., які у різні періоди часу були непослідовними."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "67.  The Court attaches weight to the fact that, apart from those inconsistent witness statements from the prosecution, there was no material or other evidence against the applicant. Furthermore, there were numerous witness statements from the Chinese students for the defence, and one of them even confessed, at some point, to having accidentally injured one of the Ukrainians (see in particular paragraphs 17 and 18 above).",
            "uk": "67.  Суд звертає увагу на той факт, що окрім цих неузгодженостей у показаннях свідків обвинувачення, жодних речових або інших доказів проти заявника не було. Крім того, на користь сторони захисту були численні показання студентів китайців, а один з них у певний момент навіть зізнався, що випадкового поранив одного з українців \n(див., зокрема, пункти 17 та 18)."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "68.  While the pre-trial investigation continued, all those students left the territory of Ukraine. The issue of establishing their whereabouts in China or wherever they could be, with a view to either summoning them to Ukraine or arranging for their long-distance questioning, was never raised.",
            "uk": "68.   Поки досудове слідство тривало, усі ці студенти виїхали з території України. Питання щодо встановлення їхнього місцезнаходження у Китаї чи іншому місці, де вони могли перебувати, з метою їхнього виклику в Україну або проведення дистанційного допиту, ніколи не порушувалося."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "70.  At the same time, the CCP 2012 specified that the admissibility of evidence was to be determined on the basis of the CCP in force at the time when that evidence had been obtained (see paragraph 45 above). In the applicant’s case it has not been disputed that all the witness statements for the defence were obtained when the CCP 1960 was still in force.",
            "uk": "70.  При цьому КПК України 2012 року зазначав, що допустимість доказу мала визначатися на підставі КПК, чинного на момент отримання цього доказу (див. пункт 45). У справі заявника не оспорювалося, що всі показання свідків на користь сторони захисту були отримані, коли ще діяв КПК України 1960 року."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "72.  Against this background, irrespective of whether the CCP 1960 or the CCP 2012 were to be applied to the applicant’s case, the Court cannot but conclude that the domestic courts interpreted and applied the provisions on criminal procedure on assessing the admissibility of evidence in a manner incompatible with the State’s obligations under the Convention (see paragraph 59 above).",
            "uk": "72.  З огляду на це, незалежно від того, які норми мали застосовуватись до справи заявника, КПК України 1960 року або \nКПК України 2012 року, Суд не може не дійти висновку, що національні суди при оцінці допустимості доказів тлумачили та застосовували положення кримінального законодавства у спосіб несумісний із зобов’язаннями держави за Конвенцією (див. пункт 59)."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "73.  Lastly, the Court observes that the domestic courts at all three levels of jurisdiction failed to give any assessment to the applicant’s specific pertinent and important points about the serious flaws in the prosecution witness evidence and about the alleged unlawfulness and arbitrariness of the exclusion of all the defence witness evidence from the file (see paragraph 61 above).",
            "uk": "73.  Зрештою Суд зазначає, що національні суди усіх трьох інстанцій не дали жодної оцінки особливо актуальним та важливим зауваженням заявника щодо серйозних недоліків у показаннях свідків сторони обвинувачення і стверджуваної незаконності та свавільності виключення з матеріалів справи усіх показань свідків сторони захисту (див. пункт 61)."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "74.  The foregoing considerations are sufficient to enable the Court to conclude that the criminal proceedings against the applicant, taken as a whole, constituted a violation of his right to a fair trial under Article 6 § 1 of the Convention.",
            "uk": "74.  Зазначених міркувань достатньо для висновку Суду, що кримінальне провадження проти заявника в цілому становило порушення його права на справедливий суд за пунктом 1 статті 6 Конвенції."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "B.  Length of the proceedings",
            "uk": "B.  Тривалість провадження"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "75.  The applicant also complained about the length of the criminal proceedings against him.",
            "uk": "75.  Заявник також скаржився на тривалість кримінального провадження щодо нього."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "76.  The Government submitted that the length of those proceedings had been reasonable.",
            "uk": "76.  Уряд доводив, що тривалість цього провадження була розумною."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "78.  Article 41 of the Convention provides:",
            "uk": "78.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "79.  The applicant claimed 25,000 euros (EUR) in respect of nonpecuniary damage. He also claimed 5,184 United States Dollars (USD) in respect of pecuniary damage. That was the amount of the tuition fees he had paid to Kharkiv National University, from which he had been unable to graduate owing to his conviction and imprisonment.",
            "uk": "79.  Заявник вимагав 25 000 євро в якості відшкодування моральної шкоди. Він також вимагав 5 184 доларів США в якості відшкодування матеріальної шкоди. Це сума за навчання, сплачена ним Харківському національному університеті, яке він не зміг закінчити через засудження та позбавлення волі."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "80.  The Government contested those claims as exorbitant and unfounded.",
            "uk": "80.  Уряд оскаржив ці вимоги як надмірні та необґрунтовані."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "81.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
            "uk": "81.  Суд не вбачає жодного причинно-наслідкового зв’язку між встановленим порушенням та стверджуваною матеріальною шкодою; отже, він відхиляє цю вимогу."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "82.  The Court further notes that where an individual, as the applicant in the instant case, has been convicted by a court in proceedings which did not meet the Convention requirement of fairness, a retrial, a reopening or a review of the case, if requested, represents in principle an appropriate way of redressing the violation (see, for example, Leonid Lazarenko v. Ukraine, no. 22313/04, § 65, 28 October 2010, with further references).",
            "uk": "82.  Суд також зазначає, що коли особу, як заявника у цій справі, було засуджено судом за результатами судового розгляду, який не відповідав вимогам Конвенції щодо справедливості, належним способом виправлення такого порушення може в принципі бути новий розгляд, перегляд або відновлення провадження за вимогою заявника (див., наприклад, рішення у справі «Леонід Лазаренко проти України» (Leonid Lazarenko v. Ukraine), заява № 22313/04, пункт 65, \nвід 28 жовтня 2010 року, з подальшими посиланнями)."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "83.  Regardless of the applicant’s eventual decision whether or not to seek his retrial in Ukraine, especially in view of his return to China, the Court considers that the violation of his rights must have caused him nonpecuniary damage which cannot be made good by the mere finding of a violation. In the circumstances of the case, the Court considers it appropriate to award the applicant EUR 7,500 in that respect.",
            "uk": "83.  Незалежно від можливого рішення заявника звертатись за переглядом його справи в Україні чи ні, особливо з огляду на його повернення до Китаю, Суд вважає, що порушення його прав мало завдати йому моральної шкоди, яка не може бути виправлена самим лише встановленням порушення. З огляду на обставин цієї справи Суд вважає за належне присудити заявнику 7 500 євро у зв’язку з цим."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "84.  The applicant did not submit any claim in respect of costs and expenses. The Court therefore makes no award under this head.",
            "uk": "84.  Заявник не подав вимог щодо компенсації судових та інших витрат. Отже, Суд нічого не присуджує за цим пунктом."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "85.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "85.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "1.  Declares the complaint concerning the alleged unfairness of the applicant’s trial admissible;",
            "uk": "1.  Оголошує прийнятною скаргу щодо стверджуваної несправедливості судового розгляду справи заявника;"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the unfairness of the applicant’s trial;",
            "uk": "2.  Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з несправедливістю судового розгляду справи заявника;"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "3.  Holds that it is not necessary to examine the admissibility and merits of the applicant’s complaint regarding the length of the criminal proceedings against him;",
            "uk": "3.  Постановляє, що немає потреби розглядати питання прийнятності та суть скарги заявника на тривалість кримінального провадження щодо нього;"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "4.  Holds",
            "uk": "4.  Постановляє, що:"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 7,500 (seven thousand five hundred euros), plus any tax that may be chargeable, in respect of nonpecuniary damage;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявнику 7 500 (сім тисяч п’ятсот) євро та додаткового суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    }
]