[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF ISTOMINA v. UKRAINE",
            "uk": "СПРАВА «ІСТОМІНА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 23312/15)",
            "uk": "(Заява № 23312/15)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 5 § 3 • Reasonableness of pre-trial detention • Domestic courts’ failure to provide relevant and sufficient justification for decisions setting applicant’s bail • No assessment of relevant factors and lack of satisfactory explanation for exceptionally high bail amount",
            "uk": "П. 3 ст. 5 • Обґрунтованість тримання під вартою під час досудового розслідування • Ненаведення національними судами відповідного та достатнього обґрунтування для своїх рішень про визначення розміру застави для заявниці • Відсутність оцінки відповідних факторів і ненадання задовільного пояснення надзвичайно великого розміру застави"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "13 January 2022",
            "uk": "13 січня 2022 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "13/04/2022",
            "uk": "13.04.2022"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Istomina v. Ukraine,",
            "uk": "У справі «Істоміна проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Mārtiņš Mits,",
            "uk": "Мартіньш Мітс (Mārtiņš Mits),"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Ganna Yudkivska,",
            "uk": "Ганна Юдківська (Ganna Yudkivska),"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "Lətif Hüseynov,",
            "uk": "Лятіф Гусейнов (Latif Hüseynov),"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "Jovan Ilievski,",
            "uk": "Йован Ілієвський (Jovan Ilievski),"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Ivana Jelić,",
            "uk": "Івана Джеліч (Ivana Jelić),"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Mattias Guyomar, judges,",
            "uk": "Маттіас Гуйомар (Mattias Guyomar), судді,"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "and Victor Soloveytchik, Section Registrar,",
            "uk": "та Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "Having regard to:",
            "uk": "з огляду на:"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "the application (no. 23312/15) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Olena Volodymyrivna Istomina (“the applicant”), on 15 May 2015;",
            "uk": "заяву (№ 23312/15), яку 15 травня 2015 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянка України, \nпані Олена Володимирівна Істоміна (далі – заявниця);"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the complaints concerning the justification of the applicant’s detention and to declare the remainder of the application inadmissible;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про скарги щодо обґрунтування тримання заявниці під вартою та визнати решту скарг у заяві неприйнятними;"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "Having deliberated in private on 7 December 2021,",
            "uk": "після обговорення за зачиненими дверима 07 грудня 2021 року"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "1.  The case concerns the alleged lack of justification of the applicant’s detention and the domestic courts’ alleged failure to duly justify the amount of bail, in breach of Article 5 §§ 1 (c) and 3 of the Convention.",
            "uk": "1.  Справа стосується стверджуваної відсутності обґрунтування тримання заявниці під вартою та стверджуваного ненаведення національними судами належного обґрунтування для обраного розміру застави усупереч підпункту «с» пункти 1 і пункту 3 статті 5 Конвенції."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "2.  The applicant was born in 1973 and lives in Dnipro. She was represented before the Court by Mr S.V. Karchagin, a lawyer practising in Dnipro.",
            "uk": "2.  Заявниця народилася у 1973 році та проживає у м. Дніпро. У Суді її представляв пан С.В. Карчагін, юрист, який практикує у м. Дніпро."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "3.  The Government were represented by their Agent, Mr I. Lishchyna.",
            "uk": "3.  Уряд представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "7.  On 25 March 2015 the applicant asked the District Court to change the preventive measure from bail to house arrest, arguing that the amount of bail was excessive and disproportionate to her income over the previous two years. On 6 April 2015 the District Court rejected the applicant’s request as unfounded.",
            "uk": "7.  25 березня 2015 року заявниця звернулася до районного суду з клопотанням про зміну запобіжного заходу із застави на домашній арешт, стверджуючи, що розмір застави був надмірний і непропорційний її доходу за попередні два роки. 06 квітня 2015 року районний суд відмовив у задоволенні клопотання заявниці як необґрунтованого."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "8.  The applicant appealed, arguing that the amount of bail had been excessive. She asked to have the bail reduced to UAH 24,360, which would correspond to the amount of bail permitted by domestic law in respect of a serious offence. On 10 April 2015 the Dnipropetrovsk Regional Court of Appeal (“the Court of Appeal”) rejected the applicant’s appeal and upheld the District Court’s decision.",
            "uk": "8.  Заявниця подала апеляційну скаргу, стверджуючи, що розмір застави був надмірний. Вона просила зменшити розмір застави до 24 360 грн, що відповідало б розміру застави, дозволеному національним законодавством у зв’язку з вчиненням тяжкого злочину. 10 квітня 2015 року Апеляційний суд Дніпропетровської області (далі – апеляційний суд) відмовив у задоволенні апеляційної скарги заявниці та залишив ухвалу районного суду без змін."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "10.  The applicant appealed, arguing that there were no reasonable grounds for suspecting her of any crime and that the District Court had not considered her family situation (she had a minor child) and her level of income when determining the amount of bail.",
            "uk": "10.  Заявниця подала апеляційну скаргу, стверджуючи про відсутність обґрунтованих підстав підозрювати її у вчиненні будь-якого злочину та неврахування районним судом під час визначення розміру застави її сімейного стану (у неї була малолітня дитина) та рівня її доходів."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "12.  On 15 May 2015 the District Court rejected as unfounded a further request from the applicant to change the preventive measure from pre-trial detention to house arrest.",
            "uk": "12.  15 травня 2015 року районний суд відмовив у задоволенні подальшого клопотання заявниці про зміну запобіжного заходу з тримання під вартою під час досудового розслідування на домашній арешт як необґрунтованого."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "13.  On 22 May 2015 the Court of Appeal upheld the decision of 15 May 2015. It noted that the amount of bail had been determined properly in view of the amount of damage that the applicant had allegedly caused, the risks justifying the preventive measure, which had neither diminished nor disappeared, the fact that the applicant had been provided with medical assistance in pre-trial detention and the fact that her family or personal situation could not justify changing the preventive measure.",
            "uk": "13.  22 травня 2015 року апеляційний суд залишив без змін ухвалу від 15 травня 2015 року. Він зазначив, що розмір застави був належним чином визначений з огляду на розмір шкоди, як стверджувалося, завданої заявницею, те, що ризики, які виправдовували застосування запобіжного заходу, не зменшилися та не зникли, заявниці була надана медична допомога під час тримання під вартою, а її сімейний чи особистий стан не могли виправдати зміну запобіжного заходу."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "14.  On 3 June 2015 the District Court decided to extend the applicant’s detention until 20 July 2015, maintaining the same amount of bail and the same reasons for her detention as in its previous decisions. On 3 July 2015 that decision was upheld on appeal.",
            "uk": "14.  03 червня 2015 року районний суд вирішив продовжити строк тримання заявниці під вартою до 20 липня 2015 року, залишивши той самий розмір застави та вказавши ті самі підстави для тримання її під вартою, що й у своїх попередніх ухвалах. 03 липня 2015 року цю ухвалу було залишено без змін в апеляційному порядку."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "15.  On 17 July 2015 the District Court again extended the applicant’s pretrial detention until 15 September 2015 on the grounds that the risks justifying the preventive measure given previously persisted. As an alternative preventive measure, it maintained her bail in the same amount.",
            "uk": "15.  17 липня 2015 року районний суд знову продовжив строк тримання заявниці під вартою до 15 вересня 2015 року на тій підставі, що наведені раніше ризики, які виправдовували застосування запобіжного заходу, зберігалися. В якості альтернативного запобіжного заходу він залишив заставу в тому ж розмірі."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "16.  On 29 July 2015 the Court of Appeal found that the extension of the applicant’s detention had not been justified. It therefore quashed the decision of 17 July 2015 and placed the applicant under house arrest, ordering her to stay in her home from 7 p.m. to 7 a.m. every day.",
            "uk": "16.  29 липня 2015 року апеляційний суд встановив, що продовження строку тримання заявниці під вартою не було виправданим. Тому він скасував ухвалу від 17 липня 2015 року та помістив заявницю під домашній арешт, зобов’язавши її залишатися вдома щодня з 19 год 00 хв до 07 год 00 хв."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "17.  On 15 September 2015 the applicant’s house arrest expired and no other preventive measure was applied to her.",
            "uk": "17.  15 вересня 2015 року строк дії запобіжного заходу у вигляді домашнього арешту заявниці закінчився і до неї не було застосовано іншого запобіжного заходу."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНа НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "19.  Article 182 § 5 lays down ranges for the bail to be set according to the level of seriousness of the offence (see paragraph 20 below). The ranges are set out as multiples of the minimum wage. For “serious” offences, bail must be set in an amount between twenty and eighty times the minimum wage. At the relevant time the latter amount was the equivalent of EUR 3,940.",
            "uk": "19.  Частиною п’ятою статті 182 встановлюються межі розміру застави, який повинен застосовуватися до злочинів певного ступеня тяжкості (див. пункт 20). Суми визначаються в кількості мінімальних заробітних плат. За «тяжкі» злочини застава має встановлюватися від двадцяти до вісімдесяти мінімальних заробітних плат. На момент подій остання сума була еквівалентна 3 940 євро."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "However, Article 182 § 5 also provides that in “exceptional cases” (у виключних випадках) the judge can set a higher amount of bail for a defendant accused of a “serious” offence where the judge finds that ordering an amount of bail within the range set by law might not ensure the defendant’s compliance with his or her procedural obligations.",
            "uk": "Проте частиною п’ятою статті 182 також передбачається, що у «виключних випадках» суддя може призначити вищий розмір застави для обвинуваченого у «тяжкому» злочині, якщо суддя вважає, що призначення застави у встановлених законом межах не здатне забезпечити виконання відповідачем його процесуальних обов’язків."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "20.  Relevant extracts from the Criminal Code and other provisions of the Code of Criminal Procedure 2012 can be found in Plachkov v. Ukraine ([Committee], no. 76250/13, §§ 57-60, 15 April 2021).",
            "uk": "20.  Відповідні витяги з Кримінального кодексу України та інших положень Кримінального процесуального кодексу України 2012 року наведені в рішенні у справі «Плачков проти України» [Комітет] (Plachkov v. Ukraine) [Committee], заява № 76250/13, пункти 57 – 60, від 15 квітня 2021 року)."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "THE LAW",
            "uk": "право"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
            "uk": "стверджуване порушення статті 5 конвенції"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "21.  The applicant complained under Article 5 §§ 1 (c) and 3 of the Convention that the courts’ decisions regarding her pre-trial detention had been unsubstantiated and had not been based on relevant and sufficient reasons. She further complained that the amount of bail had been excessive and that the courts had not examined her ability to pay it. The Court considers that the applicant’s complaints fall to be examined under Article 5 § 3 of the Convention, which reads as follows, insofar as relevant:",
            "uk": "21.  Заявниця скаржилася за підпунктом «с» пункту 1 і пунктом 3 статті 5 Конвенції, що рішення судів про тримання її під вартою під час досудового розслідування були безпідставними та не ґрунтувалися на відповідних і достатніх причинах. Вона також скаржилася, що розмір застави був надмірний й суди не перевірили її спроможність сплатити заставу. Суд вважає, що скарги заявниці мають розглядатися за пунктом 3 статті 5 Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article ... shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
            "uk": "«3.  Кожному, кого заарештовано або затримано згідно з положеннями підпункту «c» пункту 1 цієї статті, ... має бути забезпечено розгляд справи судом упродовж розумного строку або звільнення під час провадження. Таке звільнення може бути обумовлене гарантіями з’явитися на судове засідання.»"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "22.  The Court notes that the application is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "22.  Суд зазначає, що ця заява не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "23.  The applicant reiterated her complaints as outlined in paragraph 21 above, namely that her detention between 7 April and 29 July 2015 had not been justified and that the amount of bail had not been substantiated given the level of her income.",
            "uk": "23.  Заявниця повторила свої скарги, викладені в пункті 21, а саме, що тримання її під вартою з 07 квітня до 29 липня 2015 року не було виправданим, а розмір застави не був обґрунтованим з огляду на рівень її доходів."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "24.  The Government submitted that the domestic courts had properly justified the applicant’s detention and had lawfully fixed the amount of bail, taking into account both the need to ensure her proper behaviour during the proceedings and the amount of damage she had allegedly caused.",
            "uk": "24.  Уряд стверджував, що національні суди належним чином обґрунтували тримання заявниці під вартою та законно визначили розмір застави, враховуючи як необхідність забезпечення її належної поведінки під час провадження, так і розмір шкоди, як стверджувалося, завданої нею."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "28.  In the light of the foregoing, although the reasons for the detention complained of, which lasted from 7 April to 29 July 2015, might appear to be repetitive and general, the domestic courts reviewed the issue on six occasions, reassessing the arguments provided by the parties to the proceedings. In view of the above, the Court is prepared to accept that the domestic courts gave “relevant” and “sufficient” reasons for the applicant’s measure of restraint.",
            "uk": "28.  У контексті зазначеного, хоча причини оскаржуваного тримання під вартою, яке тривало з 07 квітня до 29 липня 2015 року, можуть здатися повторюваними та загальними, національні суди розглядали це питання шість разів, повторно оцінюючи надані сторонами провадження доводи. З огляду на зазначене Суд готовий погодитися, що національні суди навели «відповідні» та «достатні» підстави для обрання запобіжного заходу заявниці."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "29.  Nonetheless, the Court will analyse whether the domestic courts sufficiently justified their decisions fixing the amount of bail to meet the requirements of Article 5 § 3 of the Convention.",
            "uk": "29.  Тим не менш, Суд проаналізує, чи достатньо обґрунтували національні суди свої рішення про визначення розміру застави для дотримання вимог пункту 3 статті 5 Конвенції."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "31.  The Court observes that the amount of bail set by the District Court was 125 times higher than the maximum amount that could be set for the type of offence the applicant was accused of (see paragraph 6 above). It notes in this connection that although the domestic legislation allowed the court to set higher amounts of bail in “exceptional cases” (see paragraph 19 above), such a decision shall provide a thorough analysis of the circumstances of the case to justify its “exceptional” character.",
            "uk": "31.  Суд зауважує, що розмір застави, встановлений районним судом, у 125 разів перевищував максимальний розмір, який міг бути визначений для виду злочину, в якому обвинувачувалася заявниця (див. пункт 6). У зв’язку з цим Суд зазначає, що, хоча національне законодавство дозволяло суду у «виключних випадках» встановлювати більші розміри застави (див. пункт 19), таке рішення мало передбачати ретельний аналіз обставин справи для обґрунтування її «виключного» характеру."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "33.  Article 41 of the Convention provides:",
            "uk": "33.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "34.  The applicant claimed 25,000 euros (EUR) in respect of nonpecuniary damage for the alleged violation of her rights under the Convention.",
            "uk": "34.  Заявниця вимагала 25 000 євро в якості відшкодування моральної шкоди за стверджуване порушення її прав за Конвенцією."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "35.  The Government contested those claims as unsubstantiated and irrelevant to the subject matter of the case.",
            "uk": "35.  Уряд заперечив проти цих вимог як необґрунтованих і таких, які не мали стосунку до предмета справи."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "36.  Having regard to the subject matter and particular circumstances of the case, the Court awards the applicant EUR 1,000 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
            "uk": "36.  З огляду на предмет і конкретні обставини справи Суд присуджує заявниці 1 000 євро в якості відшкодування моральної шкоди та додатково суму будь-якого податку, що може нараховуватися."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "38.  The Government submitted that those claims were unsubstantiated.",
            "uk": "38.  Уряд доводив, що ці вимоги були необґрунтованими."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "39.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these were actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,000 covering costs under all heads, plus any tax that may be chargeable to the applicant.",
            "uk": "39.  Згідно з практикою Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні у нього документи та зазначені критерії Суд вважає за належне присудити суму у розмірі 1 000 євро, яка охоплює витрати за всіма аспектами, а також додатково суму будь-якого податку, що може нараховуватися заявниці."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "40.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "40.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "Declares the application admissible;",
            "uk": "Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "Holds that there has been a violation of Article 5 § 3 of the Convention as regards the failure of the domestic courts to provide relevant and sufficient justification for their decisions setting bail;",
            "uk": "Постановляє, що було порушено пункт 3 статті 5 Конвенції у зв’язку з ненаведенням національними судами відповідного та достатнього обґрунтування для своїх рішень про визначення розміру застави;"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявниці такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "EUR 1,000 (one thousand euros) plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "1 000 (одна тисяча) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "EUR 1,000 (one thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
            "uk": "1 000 (одна тисяча) євро та додатково суму будь-якого податку, що може нараховуватися заявниці, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявниці щодо справедливої сатисфакції."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Done in English, and notified in writing on 13 January 2022, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 13 січня 2022 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]