[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF YURIY CHUMAK v. UKRAINE",
            "uk": "СПРАВА «ЮРІЙ ЧУМАК ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 23897/10)",
            "uk": "(Заява № 23897/10)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 10 • Freedom to receive information • Procedural dysfunction or fault on part of domestic authorities and courts when reviewing and denying request to access restricted Presidential decrees, labelled as “not for publication” and “not for printing” • No provision for the labels in national legislation • Failure of domestic courts to provide relevant and sufficient reasons",
            "uk": "Стаття 10 • Свобода отримувати інформацію • Процесуальний недолік або порушення з боку національних органів влади та судів під час розгляду та відмови у задоволенні запиту про надання указів Президента України з обмеженим доступом, яким було присвоєно грифи «опублікуванню не підлягає» та «не для друку» • Відсутність положень про такі грифи у національному законодавстві • Ненаведення національними судами відповідних і достатніх підстав"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "18 March 2021",
            "uk": "18 березня 2021 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "DÉFINITIF",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "18/06/2021",
            "uk": "18.06.2021"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Yuriy Chumak v. Ukraine,",
            "uk": "У справі «Юрій Чумак проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tMārtiņš Mits,\n\tGanna Yudkivska,\n\tLatif Hüseynov,\n\tJovan Ilievski,\n\tLado Chanturia,\n\tArnfinn Bårdsen\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГанна Юдківська (Ganna Yudkivska),\n\tЛятіф Гусейнов (Latif Hüseynov),\n\tЙован Ілієвський (Jovan Ilievski),\n\tЛадо Чантурія (Lado Chanturia),\n\tАрнфінн Бордсен (Arnfinn Bårdsen),\nта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having regard to:",
            "uk": "з огляду на:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the application (no. 23897/10) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Yuriy Vladimirovich Chumak (“the applicant”), on 12 April 2010;",
            "uk": "заяву (№ 23897/10), яку 12 квітня 2010 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, \nпан Юрій Володимирович Чумак (далі – заявник);"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the decision to give notice of the application to the Ukrainian Government (“the Government”);",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про заяву;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "the decision to reject the unilateral declaration presented by the Government;",
            "uk": "рішення відхилити односторонню декларацію, подану Урядом;"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Having deliberated in private on 26 January and 9 February 2021,",
            "uk": "після обговорення за зачиненими дверима 26 січня та 09 лютого 2021 року"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on the latter date:",
            "uk": "постановляє таке рішення, що було ухвалено в останню дату:"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "The application, lodged under Article 10 of the Convention, concerns the failure of the domestic authorities, including the courts, to address the applicant’s information request.",
            "uk": "Подана за статтею 10 Конвенції заява стосується відмови національних органів влади, у тому числі судів, у задоволенні інформаційного запиту заявника."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "1.  The applicant was born in 1971 and lives in the town of Chuguyiv, Ukraine. At the time of his application the applicant was represented by Mr A.P. Bushchenko, at the material time a lawyer practising in Kyiv.",
            "uk": "1.  Заявник народився у 1971 році і проживає у м. Чугуїв, Україна. На момент подання його заяви заявника представляв пан А.П. Бущенко, на той момент юрист, який практикував у м. Київ."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "2.  The Government were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Уряд представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "3.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "4.  At the time of the events the applicant was a journalist and a member of a non-governmental organisation, the Kharkiv Human Rights Protection Group (“the NGO”); he was also a deputy editor of its bulletin Human Rights.",
            "uk": "4.  На момент подій заявник був журналістом і членом неурядової організації «Харківська правозахисна група» (далі – НУО); він також був заступником редактора бюлетеня «Права людини»."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "(i) the titles, numbers and dates of decrees of the serving President, Mr Yushchenko, which had been restricted (мали обмежувальний гриф);",
            "uk": "(i) назви, номери та дати указів Президента України, \nпана В. Ющенка, що мали обмежувальний гриф;"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "(ii) which of the above-mentioned decrees had been declassified and which had been restricted and categorised as “for official use”;",
            "uk": "(ii) які зі згаданих указів були розсекречені, а які отримали обмежувальний гриф «для службового користування»;"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "(iii) the titles, numbers and dates of decrees of the former President, Mr Kuchma, which had been restricted. The applicant stated that he needed this information in order to request the text of some of those decrees at a later stage. Although the applicant did not indicate a precise period covering his request, it appears that it concerns July 1994 – May 2005.",
            "uk": "(iii) назви, номери та дати указів колишнього Президента України, пана Л. Кучми, які мали обмежувальні грифи. Заявник зазначив, що потребував цю інформацію, аби пізніше звернутися зі запитом про надання тексту деяких з цих указів. Хоча заявник не вказав точного періоду, який охоплював його запит, як вбачається, він стосується липня 1994 року – травня 2005 року."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "7.  On 21 December 2005 the case was transferred to the Chuguyivsky Local Court of Kharkiv Region, which had jurisdiction for the applicant’s town of residence, Chuguyiv.",
            "uk": "7.  21 грудня 2005 року справу передали до Чугуївського міського суду Харківської області, який був компетентним розглядати справи у місті проживання заявника, м. Чугуїв."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "9.  On 5 June 2006 the Chuguyivsky Local Court of the Kharkiv Region, noting the reply of 1 June 2006, found in part for the applicant on account of the President’s failure to reply in due time. The court rejected the remainder of the applicant’s application without giving details.",
            "uk": "9.  05 червня 2006 року Чугуївський міський суд Харківської області, взявши до уваги відповідь від 01 червня 2006 року, частково задовольнив позов заявника у зв’язку з несвоєчасним наданням відповіді Президентом України. Суд залишив без задоволення решту позовних вимог заявника, не вказавши деталей."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "13.  On 30 March 2007 the applicant requested the Ministry of Justice to provide him with similar information, namely the titles, numbers and dates of decrees of the President of Ukraine which had been labelled “not for publication” or similarly, and to inform him which decrees had been declassified. The applicant maintained that he was requesting this information in his professional capacity as a journalist and a member of the NGO and that he needed it for drafting an article.",
            "uk": "13.  30 березня 2007 року заявник звернувся до Міністерства юстиції України із запитом про надання йому подібної інформації, а саме назв, номерів і дат указів Президента України, які мали гриф «опублікуванню не підлягає», чи подібні, та повідомити його, з яких указів такі грифи було знято. Заявник стверджував, що запитував цю інформацію як журналіст за фахом і член НУО, та потребував її для написання статті."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "Referring to the above, it was concluded that there had been no legal grounds to provide the applicant with the list of the documents of the President of Ukraine with restrictive labels (що мають обмежувальні грифи).",
            "uk": "З посиланням на зазначене було зроблено висновок про відсутність правових підстав для надання заявнику переліку указів Президента України, що мали обмежувальні грифи."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "Finally, no information was available as regards the declassified decrees of the President of Ukraine.",
            "uk": "Насамкінець, була відсутня інформація про укази Президента України, з яких було знято такі грифи."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "15.  On 9 November 2007 the Chuguyivsky Local Court rejected the applicant’s applications of 3 July 2006 and 5 September 2006. The court’s reasoning was as follows:",
            "uk": "15.  09 листопада 2007 року Чугуївський міський суд відмовив у задоволенні позовів заявника від 03 липня 2006 року та 05 вересня 2006 року. Обґрунтування суду було таким:"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "“Under part 1 of section 9 of the Information Act, all citizens, legal entities and State bodies of Ukraine have the right to information, encompassing the possibility of free receipt, use, distribution, and storage of such data as may be required for the implementation of their rights, freedoms, and lawful interests, as well as for carrying out their tasks and their functions.",
            "uk": "«Відповідно до частини першої статті 9 Закону України «Про інформацію» всі громадяни України, юридичні особи і державні органи мають право на інформацію, що передбачає можливість вільного одержання, використання, поширення та зберігання відомостей, необхідних їм для реалізації ними своїх прав, свобод і законних інтересів, здійснення завдань і функцій."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "The information requested by Y.V. Chumak was not information concerning him personally, and therefore, was not required for the implementation of his rights and interests.",
            "uk": "Інформація, яку запитував Чумак Ю.В., не є інформацією, що стосується конкретно нього, а тому не стосується реалізації ним своїх прав та інтересів."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "In accordance with section 6 of the Code of Administrative Justice of Ukraine, everybody’s right to protection of his rights, freedoms and interests is to be secured.",
            "uk": "Відповідно до статті 6 Кодексу адміністративного судочинства України кожному гарантується право на захист його прав, свобод та інтересів."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "As for the plaintiff’s claim about the provision of information not specifically concerning his interests, it is groundless.",
            "uk": "Вимога ж позивача про надання інформації, яка не стосується конкретно його інтересів є безпідставною."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "In such circumstances the claims of Y.V. Chumak must be rejected.”",
            "uk": "При таких обставинах вимоги Чумака Ю.В. не підлягають задоволенню.»"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "17.  On 20 March 2008 the Kharkiv Administrative Court of Appeal rejected the applicant’s appeal, reiterating the conclusion of the first-instance court:",
            "uk": "17.  20 березня 2008 року Харківський апеляційний адміністративний суд залишив без задоволення апеляційну скаргу заявника, повторивши висновок суду першої інстанції:"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "“The information which was requested by Y.V. Chumak was not information that concerned him personally, and therefore, it did not concern the exercise by him of his rights and interests.",
            "uk": "«Інформація, яку запитував Чумак Ю.В, не є інформацією, що стосується конкретно нього, а тому не стосується реалізації ним своїх прав та інтересів."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "The panel of judges concurs with this conclusion of the court of first instance.",
            "uk": "Колегія суддів погоджується з такими висновками суду першої інстанції."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "It is also necessary to note that pursuant to paragraph 1 of Article 71 of the Code of Administrative Justice, every party to a dispute should prove those circumstances on which his or her claims are based.",
            "uk": "Також необхідно зазначити, що згідно з частиною першою статті 71 Кодексу адміністративного судочинства України кожна сторона повинна довести ті обставини, на яких ґрунтуються її вимоги та заперечення."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "The plaintiff did not present before the court any evidence, as required by law, that he had the right to receive the requested information.”",
            "uk": "Позивач не надав до суду доказів, передбачених законом, що він має право на отримання запитуваної інформації.»"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "18.  The applicant lodged an appeal on points of law, maintaining, inter alia, the following.",
            "uk": "18.  Заявник подав касаційну скаргу, стверджуючи, inter alia, про таке."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "20.  On 14 October 2009 the Higher Administrative Court of Ukraine rejected the applicant’s appeal on points of law. It found as follows:",
            "uk": "20.  14 жовтня 2009 року Вищий адміністративний суд України відхилив касаційну скаргу заявника. Він встановив таке:"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "When dismissing the claim, the courts reasonably grounded their position on the fact that the information which had been requested by Y.V. Chumak was confidential and did not concern him personally or the exercise of his rights and interests, and therefore the non-provision of this information has not breached the rights, freedoms and legitimate interests of the plaintiff.",
            "uk": "Відмовляючи в задоволенні позову, суди обґрунтовано виходили з того, що інформація, яку запитував Чумак Ю.В., є конфіденційною, не стосується конкретно його та реалізації ним своїх прав та інтересів, а тому її ненадання не порушує прав, свобод і законних інтересів позивача."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "In such circumstances, the courts reached the correct conclusion in dismissing the claim.”",
            "uk": "За таких обставин, суди дійшли правильного висновку про відмову в задоволенні позову.»"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "Constitution of Ukraine",
            "uk": "Конституція україни"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "21.  The relevant Article of the Constitution provides as follows:",
            "uk": "21.  Відповідна стаття Конституції України передбачає:"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "Article 34",
            "uk": "Стаття 34"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "“Everyone is guaranteed the right to freedom of thought and speech, and to the free expression of his or her views and beliefs.",
            "uk": "«Кожному гарантується право на свободу думки і слова, на вільне вираження своїх поглядів і переконань.."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "Everyone has the right to freely collect, store, use and disseminate information by oral, written or other means of his or her choice.",
            "uk": "Кожен має право вільно збирати, зберігати, використовувати і поширювати інформацію усно, письмово або в інший спосіб – на свій вибір."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "The exercise of these rights may be restricted by law in the interests of national security, territorial indivisibility or public order, with the purpose of preventing disturbances or crime, protecting the health of the population, the reputation or rights of others, preventing the publication of information received confidentially, or upholding the authority and impartiality of the justice [system].”",
            "uk": "Здійснення цих прав може бути обмежене законом в інтересах національної безпеки, територіальної цілісності або громадського порядку з метою запобігання заворушенням чи злочинам, для охорони здоров’я населення, для захисту репутації або прав інших людей, для запобігання розголошенню інформації, одержаної конфіденційно, або для підтримання авторитету і неупередженості [системи] правосуддя.»"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "Information Act 1992",
            "uk": "Закон україни «про інформацію» 1992 року"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "22.  The Information Act 1992, in its wording in force at the material time, provided as follows:",
            "uk": "22.  Закон України «Про інформацію» 1992 року у редакції, чинній на момент подій, передбачав:"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“Section 9. The right to information",
            "uk": "«Стаття 9. Право на інформацію"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "“All citizens, legal entities and State bodies of Ukraine shall have the right to information, encompassing the possibility of free receipt, use, distribution, and storage of such data as may be required for the implementation of their rights, freedoms, and lawful interests, as well as for carrying out their tasks and their functions.",
            "uk": "«Всі громадяни України, юридичні особи і державні органи мають право на інформацію, що передбачає можливість вільного одержання, використання, поширення та зберігання відомостей, необхідних їм для реалізації ними своїх прав, свобод і законних інтересів, здійснення завдань і функцій."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "The implementation of the right to information by citizens, legal entities and the State shall not infringe the civil, political, economic, social, cultural, ecological and other rights, freedoms and lawful interests of other citizens, or the rights and interests of legal entities.",
            "uk": "Реалізація права на інформацію громадянами, юридичними особами і державою не повинна порушувати громадські, політичні, економічні, соціальні, духовні, екологічні та інші права, свободи і законні інтереси інших громадян, права та інтереси юридичних осіб."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Every citizen shall be ensured free access to information relating to him or her, except in cases provided for by the laws of Ukraine.”",
            "uk": "Кожному громадянину забезпечується вільний доступ до інформації, яка стосується його особисто, крім випадків, передбачених законами України.»"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "Section 28. Modes of access to information",
            "uk": "Стаття 28. Режим доступу до інформації"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "“A mode of access to information is a legally established procedure for receiving, using, distributing and storing information.",
            "uk": "«Режим доступу до інформації – це передбачений правовими нормами порядок одержання, використання, поширення і зберігання інформації.."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "In terms of mode of access, information shall be categorised as open information and information with restricted access.",
            "uk": "За режимом доступу інформація поділяється на відкриту інформацію та інформацію з обмеженим доступом.."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "The State shall exercise supervision over modes of access to information.",
            "uk": "Держава здійснює контроль за режимом доступу до інформації."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "The task of supervising modes of access shall be to secure the observance of the legally established information requirements by all State bodies, enterprises, institutions and organisations, and to prevent the unjustified classification of information as subject to restricted access.",
            "uk": "Завдання контролю за режимом доступу до інформації полягає у забезпеченні додержання вимог законодавства про інформацію всіма державними органами, підприємствами, установами та організаціями, недопущенні необгрунтованого віднесення відомостей до категорії інформації з обмеженим доступом."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "State supervision of the observance of the established mode of access shall be exercised by special bodies designated by the Supreme Council of Ukraine and the Cabinet of Ministers of Ukraine.",
            "uk": "Державний контроль за додержанням встановленого режиму здійснюється спеціальними органами, які визначають Верховна Рада України і Кабінет Міністрів України."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "Section 29. Access to unrestricted information",
            "uk": "Стаття 29. Доступ до відкритої інформації"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "“Access to unrestricted information shall be provided by:",
            "uk": "«Доступ до відкритої інформації забезпечується шляхом:"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "regular publication of such information in the official printed press (bulletins, collected volumes);",
            "uk": "систематичної публікації її в офіційних друкованих виданнях (бюлетенях, збірниках);"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "its dissemination by the mass media; or",
            "uk": "поширення її засобами масової комунікації; або"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "the provision of such information directly to the interested citizens, State bodies and legal entities.",
            "uk": "безпосереднього її надання заінтересованим громадянам, державним органам та юридичним особам."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "The terms of providing information on request to citizens, State bodies, legal entities and representatives of society shall be determined by this Law and by agreements (contracts), if the provision of information takes place on a contractual basis.",
            "uk": "Порядок і умови надання громадянам, державним органам, юридичним особам і представникам громадськості відомостей за запитами встановлюються цим Законом або договорами (угодами), якщо надання інформації здійснюється на договірній основі."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "A priority right to receive information shall be enjoyed by citizens who need this information for the performance of their professional duties.”",
            "uk": "Переважним правом на одержання інформації користуються громадяни, яким ця інформація необхідна для виконання своїх професійних обов’язків.»"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "Section 30. Information with limited access",
            "uk": "Стаття 30. Інформація з обмеженим доступом"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "“Information with limited access, according to its legal status, shall be divided into confidential and secret.",
            "uk": "«Інформація з обмеженим доступом за своїм правовим режимом поділяється на конфіденційну і таємну."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Confidential information – [shall denote] materials owned, used or disposed of by individual physical persons or legal entities and shall be disseminated in accordance with their wishes on the conditions stipulated by them.",
            "uk": "Конфіденційна інформація – [означає] відомості, які знаходяться у володінні, користуванні або розпорядженні окремих фізичних чи юридичних осіб і поширюються за їх бажанням відповідно до передбачених ними умов"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Access to information in the possession of the State bodies ... for its safekeeping may be limited by giving it the status of confidential information. The rules for ... use of documents containing such information shall be determined by the Cabinet of Ministers.",
            "uk": "Стосовно інформації, що є власністю держави і знаходиться в користуванні органів державної влади ... з метою її збереження може бути ... встановлено обмежений доступ – надано статус конфіденційної. Порядок ... використання документів та інших носіїв інформації, що містять зазначену інформацію, визначається Кабінетом Міністрів України."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Section 30 further enumerated categories of information which could not be classified as confidential, including information about environmental issues, accidents and catastrophes, issues related to human rights and freedoms, and information about unlawful actions of State bodies.",
            "uk": "У статті 30 також було перелічено категорії інформації, яка не могла бути класифікована як конфіденційна, у тому числі інформація про стан довкілля, аварії та катастрофи, про питання стосовно прав і свобод людини, а також інформація про незаконні дії органів державної влади."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Section 32. Information requests for access to official documents and for the provision of written or oral information",
            "uk": "Стаття 32. Інформаційний запит щодо доступу до офіційних документів і запит щодо надання письмової або усної інформації"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "“An information request (hereinafter ‘request’) to access official documents as mentioned in this Law shall be understood as a statement requesting an opportunity to familiarise oneself with official documents. This request may be individual or collective. It shall be submitted in writing.",
            "uk": "«Під інформаційним запитом (надалі – запитом) щодо доступу до офіційних документів у цьому Законі розуміється звернення з вимогою про надання можливості ознайомлення з офіційними документами. Запит може бути індивідуальним або колективним. Він подається у письмовій формі.."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "A citizen shall have the right to request State bodies to provide him or her with any official document, regardless of whether the document relates to that citizen personally or not, except in cases of restricted access specified by this Law.",
            "uk": "Громадянин має право звернутися до державних органів і вимагати надання будь-якого офіційного документа, незалежно від того, стосується цей документ його особисто чи ні, крім випадків обмеження доступу, передбачених цим Законом.."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "In the context of this Law, a request for written or oral information shall be understood as a statement requesting written or oral information relating to the activities of legislative, executive and judicial authorities of Ukraine, as well as officials thereof with regard to certain matters.",
            "uk": "Під запитом щодо надання письмової або усної інформації у цьому Законі розуміється звернення з вимогою надати письмову або усну інформацію про діяльність органів законодавчої, виконавчої та судової влади України, їх посадових осіб з окремих питань."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Citizens of Ukraine, State bodies, organisations and citizens’ associations (hereinafter referred to as ‘requesters’) shall submit their requests to a specific legislative, executive or judicial authority, or an official thereof.",
            "uk": "Громадяни України, державні органи, організації і об’єднання громадян (надалі – запитувачі) подають запит відповідному органу законодавчої, виконавчої та судової влади, його посадовим особам."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "Each such request shall contain the requester’s name in full, the document, written or oral information required, and the forwarding address.",
            "uk": "У запиті повинно бути зазначено прізвище, ім’я та по батькові запитувача, документ, письмова або усна інформація, що його цікавить, та адреса, за якою він бажає одержати відповідь."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Legislative, executive and judicial authorities, as well as officials thereof, shall be under an obligation to provide information relating to their activities in writing, orally, by telephone, or through their officials’ public presentations.”",
            "uk": "Органи законодавчої, виконавчої та судової влади України, їх посадові особи зобов’язані надавати інформацію, що стосується їх діяльності, письмово, усно, по телефону чи використовуючи публічні виступи своїх посадових осіб.»"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "Section 35. Challenge to the denial and delayed examination of requests for access to official documents",
            "uk": "Стаття 35. Оскарження відмови і відстрочки задоволення запиту щодо доступу до офіційних документів"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "“The denial or delayed examination of requests for access to official documents may be challenged.",
            "uk": "«Відмову або відстрочку задоволення запиту може бути оскаржено.."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "If access to official documents is denied or the examination of a request for such access is delayed, the requester shall have the right to challenge the denial or delay to a higher authority.",
            "uk": "У разі відмови в наданні документа для ознайомлення або відстрочки задоволення запиту запитувач має право оскаржити відмову або відстрочку до органу вищого рівня."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "If the complaint to a higher authority is refused, the requester may challenge the refusal before a court.",
            "uk": "Якщо на скаргу, подану до органу вищого рівня, дається негативна відповідь, запитувач має право оскаржити цю відмову до суду."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "When the requester brings the matter before a court, the State body acting as the defendant shall be under an obligation to prove the lawfulness of the denial or delayed examination of the request.",
            "uk": "У разі, коли запитувач звернувся до суду, обов’язок доводити законність відмови чи відстрочки задоволення запиту покладається на відповідача – державну установу."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "In order to ensure the completeness and correctness of its adjudication, the court shall have the right to request and receive the official documents to which access was denied and, having studied them, to take a decision on whether or not the actions of officials of State bodies have been sufficiently justified.",
            "uk": "Суд має право для забезпечення повноти та об’єктивності розгляду справи запитати офіційні документи, у можливості ознайомлення з якими було відмовлено, і, вивчивши їх, прийняти рішення про обгрунтованість (або необгрунтованість) дій посадових осіб державної установи."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "If the denial or delay is found to be unjustified, the court shall require the State institution to give the requester access to the official document and shall adopt a separate ruling in relation to the officials who denied access to the document.",
            "uk": "Якщо відмову або відстрочку визнано необгрунтованою, суд зобов’язує державну установу надати запитувачу змогу ознайомитися з офіційним документом і постановляє окрему ухвалу щодо посадових осіб, які відмовили заявнику."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "The unjustified denial of access to official documents or failure without valid reason to comply with the prescribed time-limit within which such access is to be provided shall entail disciplinary or other liability with regard to officials of State institutions in accordance with procedures determined by the laws of Ukraine.",
            "uk": "Необгрунтована відмова у наданні змоги для ознайомлення з офіційними документами або порушення визначеного терміну її надання без поважних причин тягнуть за собою дисциплінарну або іншу відповідальність посадових осіб державних установ у порядку, встановленому законами України."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "Official documents provided by the legislative, executive and judicial authorities of Ukraine, as requested, may be published.",
            "uk": "Офіційні документи, надані на запити органами законодавчої, виконавчої та судової влади України, можуть публікуватися."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Requesters shall have the right to make notes using the official documents thus provided, as well as to photograph them, record the text on magnetic tape, and so forth. The owner of the documents shall have the right to make copies of the documents requested by a requester on a paid-for basis.",
            "uk": "Запитувачі мають право робити виписки з наданих їм для ознайомлення офіційних документів, фотографувати їх, записувати текст на магнітну плівку тощо. Власник документів має право за відповідну плату виготовляти за бажанням запитувача копії запитуваних документів."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "No fees shall be collected for searching for official documents.",
            "uk": "Не підлягає оплаті робота по пошуку офіційних документів."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "The denial or delayed examination of a request for written information shall be challenged using the same procedures.”",
            "uk": "Оскарження відмови і відстрочки задоволення запиту щодо надання письмової інформації здійснюється в аналогічному порядку.»"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "Section 37. Documents and information that are not subject to access on request",
            "uk": "Стаття 37. Документи та інформація, що не підлягають наданню для ознайомлення за запитами"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "“Compulsory access to official documents on request shall not apply to documents containing:",
            "uk": "«Не підлягають обов’язковому наданню для ознайомлення за інформаційними запитами офіційні документи, які містять у собі:"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "information duly classified as a State secret;",
            "uk": "інформацію, визнану у встановленому порядку державною таємницею;"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "confidential information;",
            "uk": "конфіденційну інформацію;"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "information relating to the operational and investigation activities of bodies of the Ministry of the Interior, the Security Service of Ukraine, the courts, criminal investigations and the prosecution in cases when such disclosure may harm the investigation or a citizen’s right to a fair and impartial trial or threaten human life or health;",
            "uk": "інформацію про оперативну і слідчу роботу органів прокуратури, МВС, СБУ, роботу органів дізнання та суду у тих випадках, коли її розголошення може зашкодити оперативним заходам, розслідуванню чи дізнанню, порушити право людини на справедливий та об’єктивний судовий розгляд її справи, створити загрозу життю або здоров’ю будь-якої особи;"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "information relating to [a person’s] private life;",
            "uk": "інформацію, що стосується особистого життя [особи];"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "documents referred to as departmental service correspondence (reports, memoranda, letters, etc.), provided they relate to a particular institution’s policy or decision-making or precede the adoption of a decision;",
            "uk": "документи, що становлять внутрівідомчу службову кореспонденцію (доповідні записки, переписка між підрозділами та інше), якщо вони пов’язані з розробкою напряму діяльності установи, процесом прийняття рішень і передують їх прийняттю;"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "information not to be disclosed pursuant to other legislative or normative acts. The institution to which such a request is addressed may bar access to the documents requested provided that they contain information not to be divulged in accordance with another government institution’s normative documents and [provided] the institution receiving the request has no right to take a decision relating to the disclosure of such information;",
            "uk": "інформацію, що не підлягає розголошенню згідно з іншими законодавчими або нормативними актами. Установа, до якої звернуто запит, може не надавати для ознайомлення документ, якщо він містить інформацію, яка не підлягає розголошенню на підставі нормативного акта іншої державної установи, а та державна установа, яка розглядає запит, не має права вирішувати питання щодо її розсекречення"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "financial institutions’ information compiled for [the purposes of] monitoring fiscal authorities.”",
            "uk": "інформацію фінансових установ, підготовлену [з метою надання] контрольно-фінансовим відомствам.»"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Section 45. Protection of the right to information",
            "uk": "Стаття 45. Охорона права на інформацію"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "“The right to information shall be protected by the law. The State shall guarantee to all participants in information relationships equal rights and opportunities in terms of access to information.",
            "uk": "«Право на інформацію охороняється законом. Держава гарантує всім учасникам інформаційних відносин рівні права і можливості доступу до інформації.."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "No one shall restrict a person’s right to choose the form and sources for receiving information, except in cases provided by law.",
            "uk": "Ніхто не може обмежувати права особи у виборі форм і джерел одержання інформації, за винятком випадків, передбачених законом."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "Subjects having the right to information may demand the elimination of any infringements of this right.",
            "uk": "Суб’єкт права на інформацію може вимагати усунення будь-яких порушень його права."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "State SecretS Act 1994",
            "uk": "ЗАКОН україни «про державну таємницю» 1994 року"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "Decree no. 503 of the President of Ukraine of 10 June 1997 on the procedure for the official publication of normative legal acts and their entry into force",
            "uk": "УКАЗ ПРЕЗИДЕНТА УКРАЇНИ від 10 ЧЕРВНЯ 1997 року № 503 «Про порядок офіційного оприлюднення нормативно-правових Актів та набрання ними чинності»"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "24.  The relevant part of Decree 503 of the President of Ukraine of 10 June 1997 on the procedure for the official publication of normative legal acts and their entry into force provides as follows:",
            "uk": "24.  Відповідна частина Указу Президента України від 10 червня 1997 року «Про порядок офіційного оприлюднення нормативно-правових актів та набрання ними чинності» передбачає:"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 10 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "25.  The applicant complained under Article 10 of the Convention about the refusal, upheld by the Ukrainian courts, to provide him with the information he had requested. This provision reads as follows:",
            "uk": "25.  Заявник скаржився за статтею 10 Конвенції на відмову у наданні йому запитуваної інформації, визнану законною українськими судами. Це положення передбачає:"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
            "uk": "«1.  Кожен має право на свободу вираження поглядів. Це право включає свободу дотримуватися своїх поглядів, одержувати і передавати інформацію та ідеї без втручання органів державної влади і незалежно від кордонів. Ця стаття не перешкоджає державам вимагати ліцензування діяльності радіомовних, телевізійних або кінематографічних підприємств."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "26.  Although the Government have not raised an objection as regards the applicability of Article 10 of the Convention, the Court considers that it has to address this issue of its own motion.",
            "uk": "26.  Хоча Уряд не висунув заперечення щодо застосовності статті 10 Конвенції, Суд вважає, що має розглянути це питання за власною ініціативою."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "28.  In determining this question the Court will be guided by the principles laid down in Magyar Helsinki Bizottság (ibid., §§ 149-80) and will assess the case in the light of its particular circumstances and having regard to the following criteria: (a) the purpose of the information request; (b) the nature of the information sought; (c) the role of the applicant; and (d) whether the information was ready and available.",
            "uk": "28.  Під час вирішення цього питання Суд керуватиметься принципами, викладеними в рішенні у справі «Угорський Гельсінський Комітет проти Угорщини» (Magyar Helsinki Bizottság v. Hungary), пункти 149 – 180), і розглядатиме справу з урахуванням її конкретних обставин та з огляду на такі критерії: (а) мета запиту на інформацію; (b) характер запитуваної інформації; (c) роль заявника; та (d) готовність і доступність інформації."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "The Court further notes that by its very nature the information requested – titles of legal acts issued by the head of State, which, apparently, were part of the law in Ukraine – was obviously of general public importance, not least because the public needed to know the domains in which legal rules existed and could affect them.",
            "uk": "Суд також зазначає, що за своїм характером запитувана інформація – назви нормативно-правових актів, виданих главою держави, які, як вбачається, були частиною законодавства в Україні, – вочевидь, мала загальносуспільне значення, не в останню чергу у зв’язку з необхідністю, аби громадськість знала сфери, в яких існували правові норми і могли впливати на них."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "33.  In sum, the Court is satisfied that the applicant, as a journalist and a member of a non-governmental human rights organisation, wished to exercise the right to impart information on a matter of public interest and sought access to information to that end under Article 10 of the Convention.",
            "uk": "33.  Загалом Суд переконаний, що заявник як журналіст і член неурядової правозахисної організації бажав скористатися правом передавати інформацію з питання, що становило суспільний інтерес, і з цією метою намагався отримати доступ до інформації відповідно до статті 10 Конвенції."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "34.  The Court further notes that the applicant’s complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "34.  Суд також зазначає, що скарга заявника не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "The applicant’s submissions",
            "uk": "Доводи заявника"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "36.  The applicant also submitted that the Government in their observations had acknowledged that there had been no legal ground for classifying the documents adopted by the President as “not for publication” or similarly. Moreover, according to the applicant, at the date of submission of his observations the practice of labelling legal documents “not for publication” had still persisted; therefore, the new Access to Public Information Act referred to by the Government had not fully remedied the situation.",
            "uk": "36.  Заявник також доводив, що Уряд у своїх зауваженнях визнав відсутність правових підстав для засекречення прийнятих Президентом України документів, які мали гриф «опублікуванню не підлягають» або подібний. До того ж згідно з твердженнями заявника на дату подання ним зауважень практика присвоєння офіційним документам грифу «опублікуванню не підлягає» все ще існувала; і тому згаданий Урядом новий Закон України «Про доступ до публічної інформації» не повністю виправив ситуацію."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "The applicant lastly contended that his rights under Article 10 of the Convention had been violated and that the situation had not been remedied to date.",
            "uk": "Насамкінець, заявник стверджував, що його права за статтею 10 Конвенції були порушені і ситуація до теперішнього часу виправлена не була."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "The Government’s submissions",
            "uk": "Доводи Уряду"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "38.  Furthermore, the Government, referring to the enactment on 10 May 2011 of the Access to Public Information Act, argued that there had no longer been any issues regarding access to public information.",
            "uk": "38.  Крім того, Уряд, посилаючись на набрання чинності 10 травня 2011 року Закону України «Про доступ до публічної інформації», стверджував, що жодних питань, пов’язаних з доступом до публічної інформації, більше не було."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "39.  In view of its above findings (see paragraphs 26-32 above), the Court considers that by denying the applicant access to the requested information, the domestic authorities interfered with his rights enshrined in Article 10 § 1 of the Convention.",
            "uk": "39.  З огляду на зазначені ним висновки (див. пункти 26 – 32) Суд вважає, що, відмовляючи заявнику у доступі до запитуваної інформації, національні органи влади втрутилися в його права, закріплені у пункті 1 статті 10 Конвенції."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "40.  The Court reiterates that an interference with an applicant’s rights under Article 10 § 1 will infringe the Convention if it does not meet the requirements of paragraph 2 of Article 10. It should therefore be determined whether it was “prescribed by law”, whether it pursued one or more of the legitimate aims set out in that paragraph and whether it was “necessary in a democratic society” in order to achieve those aims.",
            "uk": "40.  Суд повторює, що втручання у права заявника за пунктом 1 статті 10 Конвенції порушуватиме положення Конвенції, якщо не відповідатиме вимогам пункту 2 статті 10 Конвенції. Тому слід визначити, чи було воно «встановлене законом», чи переслідувало одну або декілька законних цілей, наведених у цьому пункті, та чи було воно «необхідним у демократичному суспільстві» для досягнення цих цілей."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "In its turn, the Ministry of Justice, citing legal provisions on confidential information only, stated that there were no legal grounds for providing the applicant with the list of the restricted documents of the President of Ukraine and that no information was available as regards the declassified decrees issued by the President.",
            "uk": "У свою чергу, Міністерство юстиції України, посилаючись на положення законодавства лише про конфіденційну інформацію, вказало на відсутність правових підстав для надання заявнику переліку указів Президента України, що мали обмежувальні грифи, і відсутність інформації про укази Президента України, з яких було знято такі грифи."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Finally, the domestic courts limited their reasoning mainly to a different and very short statement that the information in question could not be provided to the applicant as it did not concern him personally. Only the Higher Administrative Court of Ukraine briefly indicated in addition that the information in question was confidential, without providing any further details in that regard.",
            "uk": "Насамкінець, національні суди здебільшого обмежили свої міркування іншим і дуже коротким твердженням, що відповідна інформація не могла бути надана заявнику, оскільки не стосувалася його особисто. Лише Вищий адміністративний суд України додатково коротко зазначив, що відповідна інформація була конфіденційною, не вказавши жодних додаткових відомостей у зв’язку з цим."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "43.  The Court lastly notes that the Government in their observations did not indicate the reasons and/or legal grounds for the refusal to provide the applicant with the information requested.",
            "uk": "43.  Насамкінець, Суд зазначає, що у своїх зауваженнях Уряд не вказав причин та/або правових підстав для відмови у наданні заявнику запитуваної інформації."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "44. To sum up, it can be concluded that the domestic authorities, while not being completely consistent in their arguments, advanced two reasons for not providing the applicant with the information requested: its confidential nature and the fact that such information did not have any implications for his rights and freedoms.",
            "uk": "44.  У підсумку можна зробити висновок, що національні органи влади, хоча і не були цілком послідовними у своїх аргументах, висунули дві причини для ненадання заявнику запитуваної інформації: її конфіденційний характер і відсутність впливу такої інформації на його права і свободи."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "46. The Court considers that the question of lawfulness and, in particular, the foreseeability and details of the legislative provisions as well as the legitimate aim pursued by the refusal in this case is closely linked to the broader issues of whether the interference was necessary in a democratic society and proportionate (see, mutatis mutandis, Breyer v. Germany, no. 50001/12, § 85, 30 January 2020).",
            "uk": "46.  Суд вважає, що питання законності і, зокрема, передбачуваності та особливостей положень законодавства, а також законної мети, яка переслідувалася у зв’язку з відмовою надати інформацію у цій справі, тісно пов’язане з ширшими питаннями, чи було втручання необхідним у демократичному суспільстві та пропорційним (див., mutatis mutandis, рішення у справі «Бреєр проти Німеччини» (Breyer v. Germany), заява № 50001/12, пункт 85, від 30 січня 2020 року)."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "48. In view of the above, the Court is precluded from further assessing the lawfulness and legitimate aim of the domestic authorities’ refusal to provide the applicant with the information requested. The Court considers that the present case discloses a procedural dysfunction or fault on the part of the Ukrainian authorities and courts (see, mutatis mutandis, Lazoriva v. Ukraine, no. 6878/14, § 69, 17 April 2018). There has accordingly been a violation of Article 10 of the Convention.",
            "uk": "48.  З огляду на зазначене Суд не може продовжити оцінку законності та законної мети відмови національних органів влади надати заявнику запитувану інформацію. Суд вважає, що ця справа свідчить про процесуальний недолік або порушення з боку національних органів влади та судів (див., mutatis mutandis, рішення у справі «Лазоріва проти України» (Lazoriva v. Ukraine), заява № 6878/14, пункт 69, від 17 квітня 2018 року). Отже, було порушено статтю 10 Конвенції."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
            "uk": "ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "49.  The applicant complained that the length of the civil proceedings in his case had been excessive, contrary to Article 6 § 1 of the Convention, which reads, in so far as relevant, as follows:",
            "uk": "49.  Заявник скаржився на надмірну тривалість цивільного провадження у його справі всупереч пункту 1 статті 6 Конвенції, відповідна частина якого передбачає:"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру...»"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "50.  The Court has examined the above complaint and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, it does not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
            "uk": "50.  Суд розглянув зазначену скаргу і вважає, що у контексті всіх наявних у нього документів та з огляду на належність оскаржуваних питань до сфери його компетенції ці скарги не виявляють жодних ознак порушення прав і свобод, гарантованих Конвенцією або протоколами до неї."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "51.  It follows that this complaint must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
            "uk": "51.  З цього випливає, що ця скарга має бути відхилена на підставі пунктів 3 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "52.  Article 41 of the Convention provides:",
            "uk": "52.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "53.  The applicant claimed 5,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "53.  Заявник вимагав 5 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "54.  The Government contested that claim.",
            "uk": "54.  Уряд заперечив проти цієї вимоги."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "56.  The Court rejects the applicant’s claims in respect of non-pecuniary damage.",
            "uk": "56.  Суд відхиляє вимоги заявника щодо відшкодування моральної шкоди."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "57.  The applicant also claimed EUR 1,638 in respect of the costs and expenses incurred before the Court, consisting of his lawyer’s fees.",
            "uk": "57.  Заявник також вимагав 1 638 євро в якості компенсації судових та інших витрат, понесених під час провадження у Суді, що становили оплату послуг його захисника."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "58.  The Government contested that claim.",
            "uk": "58.  Уряд заперечив проти цієї вимоги."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "59.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant the amount claimed.",
            "uk": "59.  Відповідно до практики Суду заявник має право на відшкодування судових витрат лише, якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні у нього документи та зазначені критерії Суд вважає за належне присудити заявнику суму, яка вимагалася."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "60.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "60.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "Declares, by 5 votes to 2, the applicant’s complaint under Article 10 of the Convention admissible and the remainder of the application inadmissible;",
            "uk": "Оголошує 5 голосами проти 2 прийнятною скаргу заявника за статтею 10 Конвенції, а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "Holds, by 5 votes to 2, that there has been a violation of Article 10 of the Convention;",
            "uk": "Постановляє 5 голосами проти 2, що було порушено статтю 10 Конвенції;"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "Holds, by 5 votes to 2,",
            "uk": "Постановляє 5 голосами проти 2, що:"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,638 (one thousand six hundred and thirty-eight euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявнику 1 638 (одна тисяча шістсот тридцять вісім) євро та додатково суму будь-якого податку, що може нараховуватися заявнику, в якості компенсації судових та інших витрат, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє одноголосно решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "Done in English, and notified in writing on 18 March 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 18 березня 2021 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges O’Leary and Bårdsen is annexed to this judgment.",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додається спільна окрема думка суддів О’Лірі та Бордсена."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "S.O.L.\nV.S.",
            "uk": "С.O.Л.\nВ.С."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "JOINT DISSENTING OPINION OF JUDGES O’LEARY\nAND BÅRDSEN",
            "uk": "СПІЛЬНА ОКРЕМА ДУМКА СУДДІВ О’ЛІРІ ТА БОРДСЕНА"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "I",
            "uk": "I"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "1.  We are unable to concur with our colleagues in finding a violation of Article 10 of the Convention in this case. The application is, in our opinion, manifestly ill-founded and therefore inadmissible in accordance with Article 35 § 3 (a) of the Convention. Our view can be summed up by the following four interconnected observations.",
            "uk": "1.  Ми не можемо погодитися з нашими колегами щодо встановлення порушення статті 10 Конвенції у цій справі. На нашу думку, заява є явно необґрунтованою і тому неприйнятною відповідно до підпункту «а» пункту 3 статті 35 Конвенції. Нашу думку можна узагальнити такими чотирма взаємопов’язаними зауваженнями."
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "II",
            "uk": "II"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "III",
            "uk": "III"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "IV",
            "uk": "IV"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "V",
            "uk": "V"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "9.  Fourthly, even assuming that there was an interference with the applicant’s “right to have access to information held by public authorities”, and that Article 10 of the Convention is therefore applicable, we are not able to follow the majority’s assessment that there has in this case been a violation of that provision.",
            "uk": "9.  По-четверте, навіть припустивши, що було втручання у «право заявника на доступ до інформації, яка перебуває в розпорядженні органів державної влади», і стаття 10 Конвенції є застосовною, ми не можемо погодитися з оцінкою більшості, що у цій справі було порушено це положення."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "12.  This assessment is in our view problematic, for the following reasons.",
            "uk": "12.  На нашу думку, ця оцінка є проблемною з таких підстав."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "13.  It must be noted that the procedural angle applied by the majority barely has any basis in the applicant’s submissions before the Court – and, accordingly, this approach has not been addressed by the Respondent Government either.",
            "uk": "13.  Слід зазначити, що процесуальний підхід, застосований більшістю, навряд чи ґрунтується на доводах заявника до Суду – і, таким чином, цей підхід також не розглядався Урядом держави-відповідача."
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "VI",
            "uk": "VI"
        }
    }
]