[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF POLYAKH AND OTHERS v. UKRAINE",
            "uk": "СПРАВА «ПОЛЯХ ТА ІНШІ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Applications nos. 58812/15 and 4 others – see appended list)",
            "uk": "(Заяви № 58812/15 та 4 інші – див. перелік у додатку)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "This version was rectified on 12 November 2019 under Rule 81 of the Rules of Court.",
            "uk": "У текст рішення 12 листопада 2019 року було внесено зміни \nвідповідно до Правила 81 Регламенту Суду"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "17 October 2019",
            "uk": "17 жовтня 2019 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "24/02/2020",
            "uk": "24.02.2020"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Polyakh and Others v. Ukraine,",
            "uk": "У справі «Полях та інші проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Angelika Nußberger, President,",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger), Голова,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Gabriele Kucsko-Stadlmayer,",
            "uk": "Габріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Ganna Yudkivska,",
            "uk": "Ганна Юдківська (Ganna Yudkivska),"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "André Potocki,",
            "uk": "Андре Потоцький (André Potocki),"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "Yonko Grozev,",
            "uk": "Йонко Грозєв (Yonko Grozev),"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Síofra O’Leary,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary),"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Lәtif Hüseynov, judges",
            "uk": "Лятіф Гусейнов (Lәtif Hüseynov), судді"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "and Claudia Westerdiek, Section Registrar,",
            "uk": "та Клаудія Вестердік (Claudia Westerdiek), Секретар секції,"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "Having deliberated in private on 24 September 2019,",
            "uk": "після обговорення за зачиненими дверима 24 вересня 2019 року"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "1.  The case originated in five applications against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Ukrainian nationals whose names and dates of birth are listed in the Appendix, on the various dates listed in the Appendix.",
            "uk": "1.  Справу було розпочато за п’ятьма заявами, поданими у різні дати, зазначені у таблиці в додатку, до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) п’ятьма громадянами України, відомості про яких і дати народження зазначені у додатку."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "2.  The applicants were represented by lawyers whose names are listed in the Appendix. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявників представляли юристи, відомості про яких зазначені у додатку. Уряд України (далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "4.  On 30 May 2017 notice of the first three applications was given to the Government.",
            "uk": "4.  30 травня 2017 року про перші три заяви було повідомлено Уряд."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "5.  On 14 November 2018 notice of the above complaints under Article 8 of the Convention in the fourth and fifth applications was given to the Government and the remainder of those two applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "5.  14 листопада 2018 року Уряд було повідомлено про зазначені скарги четвертого та п’ятого заявників за статтею 8 Конвенції, а решту скарг у цих двох заявах було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "THE CIRCUMSTANCES OF THE CASE",
            "uk": "ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "Background information concerning the events in Ukraine in 2010–2014",
            "uk": "Довідкова інформація щодо подій в Україні \nу 2010 – 2014 роках"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "6.  On 7 February 2010 Viktor Yanukovych was elected President of Ukraine. The Office for Democratic Institutions and Human Rights of the Organisation for Security and Cooperation in Europe (OSCE) made a generally positive assessment of the electoral process (see paragraph 110 below).",
            "uk": "6.  07 лютого 2010 року Віктора Януковича обрали Президентом України. Бюро Організації з безпеки і співробітництва в Європі (далі – ОБСЄ) з демократичних інститутів і прав людини загалом позитивно оцінило виборчий процес (див. пункт 110)."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "7.  On 25 February 2010 President Yanukovych took office.",
            "uk": "7.  25 лютого 2010 року Президент Янукович вступив на пост."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "10.  In 2012 the Commissioner for Human Rights of the Council of Europe expressed serious concern over allegations of political pressure on the Ukrainian judiciary (see the relevant report in Oleksandr Volkov v. Ukraine, no. 21722/11, § 80, ECHR 2013).",
            "uk": "10.  У 2012 році Комісар Ради Європи з прав людини висловив серйозне занепокоєння щодо тверджень про політичний тиск на судову владу в Україні (див. відповідну доповідь у рішенні у справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine), заява № 21722/11, пункт 80, ЄСПЛ 2013)."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "11.  International observers, notably the OSCE, were of the opinion that the 2012 parliamentary elections in Ukraine had failed to meet international standards, owing in particular to interference by the administration in the electoral process, and had constituted a step backwards compared with the national elections held in 2010 (see paragraphs 111 and 112 below).",
            "uk": "11.  Міжнародні спостерігачі, а саме ОБСЄ, вважали, що парламентські вибори в Україні у 2012 році не відповідали міжнародним стандартам, зокрема через втручання уряду у виборчий процес, і були кроком назад у порівнянні із загальнонаціональними виборами 2010 року (див. пункти 111 і 112)."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "12.  President Yanukovych’s rule came to an end as a result of protests known as “EuroMaidan”, which took place from November 2013 to 22 February 2014. The events which took place during those protests are the subject of several other applications before the Court.",
            "uk": "12.  Президентство Януковича закінчилося в результаті акцій протесту, відомих як «Євромайдан», які відбувалися у період \nз листопада 2013 року до 22 лютого 2014 року. Події, що відбувалися під час цих акцій протесту, є предметом розгляду декількох інших заяв до Суду."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "13.  The EuroMaidan events are summarised in the following terms in a report by the International Advisory Panel (IAP), a body constituted by the Secretary General of the Council of Europe to assess the effectiveness of the investigations carried out by the Ukrainian authorities into events during the EuroMaidan demonstrations between November 2013 and February 2014 and the events in Odessa in May 2014:",
            "uk": "13.  У звіті Міжнародної дорадчої групи (далі – МДГ), органу створеного Генеральним Секретарем Ради Європи для оцінки ефективності проведених українськими органами влади розслідувань подій під час Євромайдану у період з листопада 2013 року до \nлютого 2014 року та подій у м. Одеса у квітні 2014 року, події Євромайдану узагальнено так:"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "14.  By Law no. 742-VII of 21 February 2014 Parliament declared that the 2004 version of the Constitution had been restored.",
            "uk": "14.  Законом України від 21 лютого 2014 року № 742-VII Верховна Рада України постановила про відновлення дії Конституції України у редакції 2004 року."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "15.  On 22 February 2014, by Resolution no. 757-VII, Parliament declared that Mr Yanukovych had unconstitutionally ceased to exercise his presidential functions and duties. It called an extraordinary presidential election, which took place on 25 May 2014.",
            "uk": "15.  22 лютого 2014 року Постановою № 757-VII  Верховна Рада України встановила, що пан Янукович у неконституційний спосіб самоусунувся від здійснення президентських повноважень. Вона призначила позачергові вибори Президента України, які відбулися \n25 травня 2014 року."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "The applicants’ employment history in the relevant period",
            "uk": "Трудовий стаж заявників у відповідний період"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "16.  The applicants are career civil servants who, prior to their dismissal under the Government Cleansing (Lustration) Act of 2014 (“GCA”), occupied certain positions in the civil service.",
            "uk": "16.  Заявники є державними службовцями, які до звільнення відповідно до Закону України «Про очищення влади» (люстрацію) 2014 року (далі – Законом «Про очищення влади»), обіймали певні посади державної служби."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "17.  The first applicant started his career as an investigator and then became a district prosecutor in the Chernigiv Region, before working at the Chernigiv regional prosecutor’s office. On an unspecified date in or before 2005 he was transferred to the Prosecutor General’s Office (“PGO”). He then served as:",
            "uk": "17.  До роботи у Чернігівській обласній прокуратурі перший заявник розпочинав свою кар’єру як слідчий, потім працював районним прокурором у Чернігівській області. У незазначену дату в або до 2005 року його перевели до Генеральної прокуратури України (далі – ГПУ). Потім він обіймав посади:"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "(i)\tdeputy head of the documentation department at the PGO from 21 January 2012 to 16 July 2014 and",
            "uk": "(i)\tзаступника начальника управління організації роботи з документами ГПУ з 21 січня 2012 року до 16 липня 2014 року та"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "(ii)\thead of the documentation department at the PGO from 16 July 2014 to 23 October 2014.",
            "uk": "(ii)\tначальника управління організації роботи з документами ГПУ з 16 липня 2014 року до 23 жовтня 2014 року."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "18.  The second applicant served in the following positions:",
            "uk": "18.  Другий заявник обіймав такі посади:"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "(i)\tdeputy head of the tax police, head of the investigations section of the tax police of the Mykolaiv Region from 3 February 2009 to 8 May 2013,",
            "uk": "(i)\tзаступника начальника управління податкової міліції, начальника слідчого відділу податкової міліції Державної податкової адміністрації у Миколаївській області з 03 лютого 2009 року \nдо 08 травня 2013 року,"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "(ii)\thead of the financial investigations department of the Directorate of the Ministry of Revenues and Duties in the region from 8 May 2013 to 29 July 2013, and",
            "uk": "(ii)\tначальника слідчого управління фінансових розслідувань Головного управління Міністерства доходів і зборів України в області з 08 травня 2013 року до 29 липня 2013 року та"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "(iii)\tfirst deputy head of the financial investigations department of the Directorate of the Ministry of Revenues and Duties in the region from 29 July 2013 to 29 October 2014.",
            "uk": "(iii)\tпершого заступника начальника слідчого управління фінансових розслідувань Головного управління Міністерства доходів і зборів України в області з 29 липня 2013 року до 29 жовтня 2014 року."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "19.  The changes in the titles of the second applicant’s positions in 2013 and 2014 appear to have been related to the overall reorganisation of the State Tax Service, which prior to 2012 used to be an independent agency. In that year it was merged with the State Customs Service to form the Ministry of Revenues and Duties. There may have been similar changes in the title of the position occupied by the fourth applicant in the same period (see below).",
            "uk": "19.  Вбачається, що зміни у назвах посад другого заявника у 2013 – 2014 роках були пов’язані із загальною реорганізацією Державної податкової служби України, яка до 2012 року була незалежним органом. Того року вона була об’єднана з Державною митною службою України з метою створення Міністерства доходів і зборів України. Можливо, аналогічні зміни відбулись і в назві посади, яку у той самий період обіймав четвертий заявник (див. далі)."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "20.  The third applicant served as deputy prosecutor of the Chernigiv Region from 19 December 2002 to 23 October 2014.",
            "uk": "20.  Третій заявник у період з 19 грудня 2002 року до 23 жовтня \n2014 року обіймав посаду заступника прокурора Чернігівської області."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "21.  The fourth applicant served as head of the Yaremche tax authority from 26 April 2006 to 25 March 2015.",
            "uk": "21.  Четвертий заявник у період з 26 квітня 2006 року до 25 березня 2015 року обіймав посаду начальника Державної податкової інспекції України у місті Яремче."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "22.  The fourth applicant was reprimanded by the State Tax Service on 27 July 2006 and 11 September 2008 for “not taking measures for the proper organisation of work and effective control”, which had led to a failure to meet tax collection targets in the first six months of 2006 and 2008 respectively.",
            "uk": "22.  27 липня 2006 року та 11 вересня 2008 року Державна податкова адміністрація України оголосила четвертому заявнику догани «за неналежну організацію роботи та контролю», що призвело до невиконання завдань зі збору податків у першому півріччі \n2006 та 2008 років відповідно."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "23.  The fifth applicant in 1990-1991 occupied the position of the second secretary of a district department of the Communist Party of the Ukrainian Soviet Socialist Republic (Ukrainian SSR).",
            "uk": "23.  П’ятий заявник у 1990 – 1991 роках обіймав посаду другого секретаря районного комітету Комуністичної партії Української Радянської Соціалістичної Республіки (далі – Українська РСР)"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "From 16 March 2010 to 21 July 2015 he served as deputy head of the agriculture department of the Oleksandrivka District State Administration.",
            "uk": "З 16 березня 2010 року до 21 липня 2015 року він обіймав посаду заступника начальника управління агропромислового розвитку Олександрівської районної державної адміністрації."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "The applicants’ dismissal under the GCA",
            "uk": "Звільнення заявників відповідно до Закону «Про очищення влади»"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "25.  Pursuant to the GCA, the applicants’ names were published in the Lustration Register, a publicly accessible online database maintained by the Ministry of Justice (see paragraph 78 below).",
            "uk": "25.  Відповідно до Закону «Про очищення влади» відомості про заявників було опубліковано в Єдиному державному реєстрі осіб, щодо яких застосовано положення Закону «Про очищення влади» – загальнодоступній онлайн базі даних, яка ведеться Міністерством юстиції України (див. пункт 78)."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "26.  Relevant specific circumstances related to the applicants’ dismissal are set out below.",
            "uk": "26.  Відповідні конкретні обставини щодо звільнення заявників наведено далі."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "The first three applicants",
            "uk": "Перші три заявники"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "27.  In October 2014, based on their employment history (see paragraphs 18 to 20 above), the first three applicants were dismissed under the GCA.",
            "uk": "27.  У жовтні 2014 року на підставі відомостей про трудовий стаж (див. пункти 18 – 20) перших трьох заявників було звільнено відповідно до Закону «Про очищення влади»."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "The fourth applicant",
            "uk": "Четвертий заявник"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "28.  On 1 March 2014 the Cabinet of Ministers decided to dissolve the Ministry of Revenues and Duties and to again create a separate Tax Service and Customs Service.",
            "uk": "28.  01 березня 2014 року Кабінет Міністрів України постановив ліквідувати Міністерство доходів і зборів України та знову створити окремі Державну податкову службу України та Державну митну службу України."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "29.  On 16 January 2015 the applicant was warned that he would be made redundant owing to the dissolution of the Ministry (see paragraph 28 above).",
            "uk": "29.  16 січня 2015 року заявника було попереджено, що його буде звільнено у зв’язку з ліквідацією Міністерства (див. пункт 28)."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "31.  On 7 March 2015 the applicant received a letter from his employer informing him of the obligation to file a GCA statement.",
            "uk": "31.  07 березня 2015 року заявник отримав листа від свого роботодавця, яким його було поінформовано, що він мав подати заяву про проведення перевірки, передбаченої Законом «Про очищення влади»."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "32.  The applicant was on sick leave while the screening procedure was underway. According to him, he was in hospital from 10 to 25 March 2015.",
            "uk": "32.  Під час проведення перевірки заявник перебував на лікарняному. Згідно з його твердженнями він перебував у лікарні з \n10 до 25 березня 2015 року."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "33.  On 25 March 2015 the applicant was dismissed by his superior. The relevant order referred to the GCA in general but not to any of its specific provisions.",
            "uk": "33.  25 жовтня 2015 року керівник заявника звільнив його. У відповідному наказі містилося загальне посилання на Закон «Про очищення влади», а не на які-небудь його конкретні положення."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "34.  On 26 March 2015 the applicant filed his GCA statement. It apparently contained a declaration to the effect that the GCA did not apply to him.",
            "uk": "34.  26 березня 2015 року заявник подав заяву про проведення перевірки, передбаченої Законом «Про очищення влади». Вочевидь, у ній містилося твердження, що Законом «Про очищення влади» до нього не застосовувався."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "The fifth applicant",
            "uk": "П’ятий заявник"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "35.  On 17 July 2015, within the framework of the screening mandated by the GCA, the applicant filed a statement declaring that in 1990 to 1991 he had occupied the position of second secretary of the district department of the Communist Party of the Ukrainian SSR. On 21 July 2015 he was dismissed under the GCA on those grounds (see paragraph 75 (iii) below).",
            "uk": "35.  17 липня 2015 року у рамках перевірки, передбаченої Законом «Про очищення влади», заявник подав заяву, повідомивши, що \nу 1990 – 1991 роках він обіймав посаду другого секретаря районного комітету Комуністичної партії Української РСР. У зв’язку з цим \n21 липня 2015 року його було звільнено відповідно до Закону «Про очищення влади» (див. підпункт (ііі) пункту 75)."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "Proceedings before domestic administrative courts",
            "uk": "Провадження у національних адміністративних судах"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "The first applicant",
            "uk": "Перший заявник"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "37.  On 17 November 2014 the Kyiv Administrative Court opened proceedings in the applicant’s case.",
            "uk": "37.  17 листопада 2014 року Окружний адміністративний суд \nміста Києва відкрив провадження у справі заявника."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "38.  On 20 January 2015 the court held a hearing at which it solicited the parties’ opinions as to the possibility of asking the Supreme Court to consider referring the issue of the constitutionality of the GCA to the Constitutional Court and suspending the proceedings until the Supreme Court examined the issue. Neither the applicant nor the defendant objected. At the close of the hearing the court referred the matter to the Supreme Court and suspended the proceedings.",
            "uk": "38.  20 січня 2015 року суд провів засідання, під час якого заслухав думки сторін стосовно можливості звернення до Верховного Суду України для вирішення питання про внесення до Конституційного Суду України подання щодо конституційності Закону «Про очищення влади» та зупинення провадження до розгляду питання Верховним Судом України. Ані заявник, ані відповідач не заперечували. Наприкінці засідання суд передав це питання до Верховного Суду України та зупинив провадження."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "39.  On 5 January 2015 the first applicant complained to the Ministry of Justice, challenging the application of the GCA to him. On 11 February 2015 the Ministry responded that the law applied unreservedly to all the categories of officials listed in it, and that the relevant checks required by the Act were to be conducted by the officials who had the authority to dismiss the official concerned.",
            "uk": "39.  05 січня 2015 року перший заявник звернувся до Міністерства юстиції України зі скаргою на застосування до нього Закону «Про очищення влади». 11 лютого 2015 року Міністерство відповіло, що дія Закону розповсюджувалася без обмежень на всі категорії зазначених у ньому посадових осіб, а організація проведення відповідних передбачених Законом перевірок покладалася на керівників, до повноважень яких належало звільнення з посад відповідних осіб."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "40.  The first applicant wrote to the Constitutional Court on several occasions to enquire about the proceedings concerning the GCA. He was informed that they were pending.",
            "uk": "40.  Перший заявник неодноразово звертався до Конституційного Суду України, щоб дізнатися про перебіг провадження щодо Закону «Про очищення влади». Його інформували, що провадження тривало."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "The second applicant",
            "uk": "Другий заявник"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "41.  On 28 November 2014 the second applicant lodged an appeal against his dismissal with the Kyiv Circuit Administrative Court, seeking reinstatement and lost wages.",
            "uk": "41.  28 листопада 2014 року другий заявник оскаржив його звільнення в Окружному адміністративному суді міста Києва, вимагаючи поновлення на посаді та відшкодування втраченої заробітної плати."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "42.  On 19 December 2014 the court, at the second applicant’s request, decided to ask the Supreme Court to consider submitting the issue of the constitutionality of the GCA to the Constitutional Court and suspend the proceedings in the case until the Supreme Court examined the issue.",
            "uk": "42.  19 грудня 2014 року суд за клопотанням другого заявника вирішив звернутися до Верховного Суду України для розгляду питання стосовно внесення до Конституційного Суду України подання щодо конституційності положень Закону «Про очищення влади» та зупинив провадження у справі до розгляду питання Верховним Судом України."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "The third applicant",
            "uk": "Третій заявник"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "44.  On 18 December 2014 the third applicant requested that the proceedings in his case be suspended until the Constitutional Court resolved the Supreme Court’s constitutional review application (see paragraph 60 below).",
            "uk": "44.  18 грудня 2014 року третій заявник подав клопотання про зупинення провадження у його справі до розгляду Конституційним Судом України конституційного подання Верховного Суду України (див. пункт 60)."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "45.  On the same day the court granted that request.",
            "uk": "45.  Того ж дня суд задовольнив це клопотання."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "46.  On 20 February 2015 an internal investigation conducted by the PGO concluded that the staff of the Chernigiv regional prosecutor’s office had been involved in the “unjustified persecution of individuals for legitimate protest activity”. This had been facilitated by a “lack of effective control” by the former leaders of the prosecution service in the region, including the third applicant.",
            "uk": "46.  20 лютого 2015 року за результатами проведеного ГПУ службового розслідування було встановлено, що працівники прокуратури Чернігівської області були причетні до «несправедливого переслідування громадян за участь у законних акціях протесту». Цьому сприяла «відсутність дієвого контролю» з боку колишніх керівників прокуратури області, зокрема третього заявника."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "47.  On 15 December 2015 the third applicant, citing a delay in the examination of the matter by the Constitutional Court, requested that the proceedings be resumed.",
            "uk": "47.  15 грудня 2015 року третій заявник, посилаючись на затримку у розгляді питання Конституційним Судом України, подав клопотання про поновлення провадження."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "48.  On 24 December 2015 the Administrative Court rejected the third applicant’s request on the grounds that the proceedings before the Constitutional Court were pending and that therefore the circumstances which had led the court to suspend the proceedings had not ceased to exist (see paragraph 89 below for the relevant legislative provision).",
            "uk": "48.  24 грудня 2015 року адміністративний суд залишив клопотання заявника без задоволення на тій підставі, що провадження у Конституційному Суді України тривало, а тому обставини, які призвели до зупинення провадження, не відпали (див. відповідні положення законодавства у пункті 89)."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "The fourth applicant",
            "uk": "Четвертий заявник"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "49.  The fourth applicant lodged a claim with the administrative courts seeking reinstatement. He argued that:",
            "uk": "49.  Четвертий заявник подав позов до адміністративних судів, вимагаючи поновлення на посаді. Він стверджував, що:"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "(i)\this dismissal had been contrary to domestic law because he had been dismissed while on sick leave (Article 40 § 3 of the Labour Code provides that an employer cannot terminate an employment contract when the employee is on leave, including sick leave of up to four months);",
            "uk": "(i)\tйого звільнення суперечило національному законодавству, оскільки його було звільнено, коли він перебував на лікарняному (частина третя статті 40 Кодексу законів про працю України передбачає, що роботодавець не може розірвати трудовий договір у період перебування працівника у відпустці, у тому числі у період його тимчасової непрацездатності тривалістю до чотирьох місяців);"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "(ii)\the had in fact filed the necessary statement after coming back from sick leave;",
            "uk": "(ii)\tнасправді він подав необхідну заяву після виходу з лікарняного;"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "(iii)\tthe GCA was contrary to the PACE Resolution and PACE Guidelines (see paragraphs 104 and 105 below) and the Court’s judgment in Ādamsons v. Latvia (no. 3669/03, § 116, 24 June 2008), as it established a system of collective rather than individual responsibility and was overbroad in that respect;",
            "uk": "(iii)\tЗакон «Про очищення влади» суперечив Резолюції ПАРЄ та Керівним принципам ПАРЄ (див. пункти 104 і 105), а також рішенню Суду у справі «Адамсонс проти Латвії» (Ādamsons v. Latvia), \nзаява № 3669/03, пункт 116, від 24 червня 2008 року), оскільки ним передбачалася система колективної, а не індивідуальної відповідальності, і він був занадто загальним з цього погляду;"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "(iv)\tthe GCA was contrary to the constitutional provisions guaranteeing the principles of individual liability and the presumption of innocence (see paragraph 71 below).",
            "uk": "(iv)\tЗакон «Про очищення влади» суперечив положенням Конституції України, які гарантують принцип індивідуальної відповідальності та презумпцію невинуватості (див. пункт 71)."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "51.  In appeals lodged subsequently the fourth applicant repeated essentially the same arguments. He also added that, even though the GCA had not been declared unconstitutional, it had to be applied in line with the constitutional principles of individual liability and the presumption of innocence.",
            "uk": "51.  У поданих згодом апеляційній та касаційній скаргах четвертий заявник повторив по суті ті самі аргументи. Він також додав, що хоча Закон «Про очищення влади» не було визнано неконституційним, він мав застосовуватися відповідно до конституційних принципів індивідуальної відповідальності та презумпції невинуватості."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "52.  In September 2015 and on 24 January 2018 respectively the Lviv Administrative Court of Appeal and the Supreme Court upheld the firstinstance court’s judgment, largely endorsing its reasoning.",
            "uk": "52.  У вересні 2015 року та 24 січня 2018 року Львівський апеляційний адміністративний суд і Верховний Суд відповідно залишили без змін постанову суду першої інстанції, значною мірою, підтримавши його обґрунтування."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "The fifth applicant",
            "uk": "П’ятий заявник"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "58.  The courts noted that since at the material time there had been no decision taken by the Constitutional Court finding the GCA unconstitutional, its provisions were in force and had been lawfully applied to the applicant.",
            "uk": "58.  Суди зазначили, що оскільки на момент подій Конституційний Суд України не ухвалив Рішення, яким би визнав положення Закону «Про очищення влади» неконституційними, його положення були чинними та були застосовані до заявника законно."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "59.  On 30 May 2018 a three-judge panel of the Supreme Court declared the fifth applicant’s appeal on points of law inadmissible, as an appeal could not be lodged in cases concerning dismissals from the civil service, unless the cases were of particular interest, which the fifth applicant’s case was not.",
            "uk": "59.  30 травня 2018 року колегія у складі трьох суддів Верховного Суду відмовила у відкритті касаційного провадження за касаційною скаргою п’ятого заявника, оскільки касаційна скарга не могла бути подана у справах щодо звільнення державних службовців, окрім справ, які мали виняткове значення, якого справа п’ятого заявника не мала."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "Proceedings before the Constitutional Court",
            "uk": "Провадження у Конституційному Суді України"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "61.  On 20 January 2015 forty-seven members of parliament lodged an application for a constitutional review of the provisions of the GCA providing for dismissal and a ban on accessing the civil service based on the fact that an individual had occupied certain positions at a certain point in time, except where such bans were imposed following a judicial decision establishing individual wrongdoing (section 1(3) and (6) and section 3(1) to (4) and (8) of the Act).",
            "uk": "61.  20 січня 2015 року сорок сім народних депутатів звернулися з поданням щодо конституційності положень Закону «Про очищення влади», якими передбачалося звільнення та заборона доступу до державної служби на підставі того, що особа обіймала певну посаду у певній період часу, окрім випадків, коли такі заборони було накладено за рішенням суду, яким встановлювалося вчинення правопорушення конкретною особою (частини третя і шоста статті 1 та частини перша – четверта і восьма статті 3 Закону)."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "They argued that the relevant provisions were contrary, in particular, to the constitutional principles of the rule of law, including legal certainty and legality, equality, the right of access to the civil service, the right to work, the right to respect for human dignity, the presumption of innocence, individual liability, the non-retroactivity of laws (see paragraph 71 below).",
            "uk": "Вони стверджували, що відповідні положення суперечили, зокрема, конституційним принципам верховенства права, у тому числі принципу юридичної визначеності та законності, рівності, праву на доступ до державної служби, праву на працю, праву на повагу до людської гідності, презумпцію невинуватості, принципам індивідуального характеру відповідальності та незворотності дії законів у часі (див. пункт 71)."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "The gist of their argument was that the Act essentially held the official subject to it liable for certain actions which were not illegal when they were committed, on the basis of a collective rather than individual assessment of their guilt, without due process.",
            "uk": "Суть їхнього аргументу полягала в тому, що Закон, по суті, притягував до відповідальності посадових осіб за певні дії, які не були протиправними на момент їхнього вчинення, скоріше на підставі колективної, а не індивідуальної оцінки їхньої вини, без належного судового розгляду."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "In support of those arguments the MPs referred, inter alia, to:",
            "uk": "З метою обґрунтування цих аргументів депутати посилалися, inter alia, на:"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "(i)\tthe principles of lustration endorsed by the PACE Resolution (see paragraph 104 below);",
            "uk": "(i)\tпринципи люстрації, схвалені Резолюцією ПАРЄ \n(див. пункт 104);"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "(ii)\tthe Court’s case-law, notably Matyjek and Ādamsons (both cited above); and",
            "uk": "(ii)\tпрактику Суду, зокрема, згадані рішення у справах «Матиєк проти Польщі» (Matyjek v. Poland) та «Адамсонс проти Латвії» (Ādamsons v. Latvia); та"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "(iii)\tthe interim opinion of the Venice Commission on the GCA (see paragraph 107 below).",
            "uk": "(iii)\tпроміжний висновок Венеціанської комісії щодо Закону «Про очищення влади» (див. пункт 107)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "62.  The Supreme Court and the MPs asked the Constitutional Court to consider their applications urgently and examine them within a month, as required by the Constitutional Court Act (see paragraph 80 below).",
            "uk": "62.  Верховний Суд України та народні депутати просили Конституційний Суд України невідкладно прийняти до провадження їхні подання та розглянути їх протягом місяця, як це вимагалося Законом України «Про Конституційний Суд України» (див. пункт 80)."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "The Supreme Court asked the Constitutional Court to examine whether the provisions in question complied with the constitutional principles guaranteeing, in particular, the right of access to the civil service, the non-retroactivity of laws, individual liability and the presumption of innocence.",
            "uk": "Верховний Суд України просив Конституційний Суд України розглянути, чи відповідали зазначені положення конституційним принципам, які гарантували, зокрема, право на доступ до державної служби, незворотність дії законів у часі, індивідуальний характер відповідальності та презумпцію невинуватості."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "The Supreme Court stated that it was submitting this question to the Constitutional Court at the initiative of the lower courts, including the Kyiv Circuit Administrative Court and the High Administrative Court, in 133 cases.",
            "uk": "Верховний Суд України зазначив, що передав це питання на розгляд Конституційного Суду України за ініціативою судів нижчих інстанцій, у 133 справах, у тому числі Окружного адміністративного суду міста Києва та Вищого адміністративного суду України."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "64.  The panels of the Constitutional Court issued rulings opening constitutional review proceedings in respect of the above applications on 12 February, 18 and 31 March 2015 respectively and joined them on 1 April 2015.",
            "uk": "64.  12 лютого, 18 та 31 березня 2015 року відповідно за згаданими поданнями колегії суддів Конституційного Суду України винесли ухвали про відкриття конституційного провадження та 01 квітня \n2015 року об’єднали ці провадження."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "65.  On 25 December 2015 the Supreme Court lodged a third application asking the Constitutional Court to review whether the provision of the GCA providing for dismissal and a ten-year ban on officials who failed to file a declaration as required by the Act complied with the constitutional principles guaranteeing the right of access to the civil service, individual liability and the presumption of innocence.",
            "uk": "65.  25 грудня 2015 року Верховний Суд України звернувся до Конституційного Суду України з третім поданням з проханням розглянути питання, чи відповідали положення Закону «Про очищення влади» щодо звільнення посадових осіб і десятирічної заборони на зайняття ними посад державної служби через неподання передбаченої Законом заяви конституційним принципам, які гарантують право на доступ до державної служби, індивідуальний характер відповідальності та презумпцію невинуватості."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "66.  On 10 February 2016 a Constitutional Court panel opened proceedings in respect of the Supreme Court’s third application.",
            "uk": "66.  10 лютого 2016 року колегія суддів Конституційного Суду України відкрила провадження за третім поданням Верховного Суду України."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "67.  On 22 March 2016 the Constitutional Court held a public hearing in the case. At the close of the hearing the court began deliberations.",
            "uk": "67.  22 березня 2016 року Конституційний Суд України провів відкрите засідання у справі. Наприкінці засідання суд видалився до нарадчої кімнати."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "68.  On 6 July 2017 the Constitutional Court joined all cases into a single set of proceedings.",
            "uk": "68.  06 липня 2017 року Конституційний Суд України об’єднав усі справи в одне провадження."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "69.  According to the information provided by the Government, the Constitutional Court, in plenary formation, deliberated on the case in camera on 6 April, 2 and 10 June, 5 July, 27 October 2016, 31 January, 21 April, 6 July and 6 September 2017, 31 January and 28 November 2018 and 14 May 2019.",
            "uk": "69.  Згідно з наданою Урядом інформацією Конституційний Суд України розглядав справу на закритих пленарних засіданнях  \n06 квітня, 02 та 10 червня, 05 липня, 27 жовтня 2016 року, \n31 січня, 21 квітня, 06 липня та 06 вересня 2017 року, 31 січня і \n28 листопада 2018 року та 14 травня 2019 року."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "70.  The proceedings before the Constitutional Court are currently pending.",
            "uk": "70.  Провадження у Конституційному Суді України триває."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "Відповідне національне законодавство та практика"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "Constitution",
            "uk": "Конституція України"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "71.  The Constitution of Ukraine of 1996 establishes the following:",
            "uk": "71.  Конституція України 1996 року встановлює таке:"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "(i)\tthe rule of law, including the superiority of the Constitution over ordinary legislation (Article 8);",
            "uk": "(i)\tпринцип верховенства права, у тому числі найвищу юридичну силу Конституції України над звичайним законодавством (стаття 8);"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "(ii)\tthe non-diminution of rights, according to which “the content and scope of existing rights and freedoms shall not be diminished when new laws are enacted or existing laws are amended” (Article 22);",
            "uk": "(ii)\tпринцип неможливості звуження прав, відповідно до якого «при прийнятті нових законів або внесенні змін до чинних законів не допускається звуження змісту та обсягу існуючих прав і свобод» (стаття 22);"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(iii)\tequality regardless of race, skin colour, political, religious and other beliefs, sex, ethnic and social origin, property status, place of residence, language or other characteristics (Article 24);",
            "uk": "(iii)\tрівність незалежно від раси, кольору шкіри, політичних, релігійних та інших переконань, статі, етнічного та соціального походження, майнового стану, місця проживання, мовних або інших ознак (стаття 24);"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "(iv)\tthe right of everyone to respect for his or her dignity (Article 28);",
            "uk": "(iv)\tправо кожного на повагу до його гідності (стаття 28);"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "(v)\tthe right of equal access of citizens to the civil service (Article 38);",
            "uk": "(v)\tрівне право доступу громадян до державної служби \n(стаття 38);"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "(vi)\tthe right to work, “including the possibility to earn one’s living from employment that he or she freely chooses or to which he or she freely agrees, and protection from unlawful dismissal” (Article 43);",
            "uk": "(vi)\tправо на працю, що «включає можливість заробляти собі на життя працею, яку він вільно обирає або на яку вільно погоджується, та захист від незаконного звільнення» (стаття 43);"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "(vii)\tthe non-retroactivity of laws, except in cases where they mitigate or annul the liability of a person (Article 58);",
            "uk": "(vii)\tпринцип незворотності дії в часі законів, окрім випадків, коли вони пом’якшують або скасовують відповідальність особи (стаття 58);"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "(viii)\tindividual (rather than collective) liability, worded as follows: “the legal liability of a person is of an individual nature” (Article 61). The same provision also provides for the non bis in idem principle: “No one shall bear the same type of legal liability twice for the same offence.”;",
            "uk": "(viii)\t принцип індивідуальної (а не колективної) відповідальності, сформульований так: «юридична відповідальність особи має індивідуальний характер» (стаття 61). Те саме положення також передбачає принцип non bis in idem: «Ніхто не може бути двічі притягнений до юридичної відповідальності одного виду за одне й те саме правопорушення.»;"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "(ix)\tthe presumption of innocence, in the sense that “a person is presumed innocent of committing a crime and shall not be subjected to criminal punishment until his or her guilt is proved through legal procedure and established by a court verdict of guilty” (Article 62);",
            "uk": "(ix)\tпринцип презумпції невинуватості у тому сенсі, що «особа вважається невинуватою у вчиненні злочину і не може бути піддана кримінальному покаранню, доки її вину не буде доведено в законному порядку і встановлено обвинувальним вироком суду» (стаття 62);"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "(x)\trestrictions on constitutional rights can only be introduced in the cases specified in the Constitution (Article 64);",
            "uk": "(x)\tконституційні права можуть бути обмежені лише у випадках, передбачених Конституцією України (стаття 64);"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "(xi)\tthe independence of judges, who can be removed only on the grounds explicitly defined in the Constitution, such as expiry of term of office, inability to carry out functions for health reasons, and so forth (Article 126);",
            "uk": "(xi)\tпринцип незалежності суддів, які можуть бути звільнені лише на підставах, чітко визначених Конституцією України, таких як закінчення строку їхнього призначення або обрання, неспроможність виконувати повноваження за станом здоров’я тощо (стаття 126);"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "(xii)\tthe incompatibility of judicial office with certain activities, defined in Article 127 of the Constitution, which provides that: “professional judges shall not belong to political parties and trade unions, take part in any political activity, hold a representative mandate, occupy any other paid positions, perform other remunerated work except scholarly, teaching and creative activity.”",
            "uk": "(xii)\tнесумісність посади судді з певною діяльністю, визначеною у статті 127 Конституції України, яка передбачає, що «судді не можуть належати до політичних партій, профспілок, брати участь у будь-якій політичній діяльності, мати представницький мандат, обіймати будь-які інші оплачувані посади, виконувати іншу оплачувану роботу, крім наукової, викладацької чи творчої.»"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "Government Cleansing (Lustration) Act of 2014 (“GCA”)",
            "uk": "Закон України «Про очищення влади (люстрацію)» \nу редакції 2014 року (далі – Закон «Про очищення влади»)"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "Definitions and principles",
            "uk": "Визначення та принципи"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "72.  Section 1 of the GCA defines the Act’s objectives and principles as follows:",
            "uk": "72.  Стаття 1 Закону «Про очищення влади» визначає цілі та принципи Закону так:"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "“1.  Government cleansing (lustration) is a ban imposed by this Act or a court judgment on particular individuals taking certain positions (serving) in central and local government authorities (except for elective positions).",
            "uk": "«1.  Очищення влади (люстрація) – це встановлена цим Законом або рішенням суду заборона окремим фізичним особам обіймати певні посади (перебувати на службі) (крім виборних посад) в органах державної влади та органах місцевого самоврядування."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "2.  Government cleansing (lustration) aims at keeping away from public governance persons who made decisions, took action or inaction (and/or contributed to their taking) facilitating the usurpation of power by the President of Ukraine Viktor Yanukovych and seeking to undermine the foundations of national security and defence or violate human rights and freedoms. It is based on the following principles:",
            "uk": "2.  Очищення влади (люстрація) здійснюється з метою недопущення до участі в управлінні державними справами осіб, які своїми рішеннями, діями чи бездіяльністю здійснювали заходи (та/або сприяли їх здійсненню), спрямовані на узурпацію влади Президентом України Віктором Януковичем, підрив основ національної безпеки і оборони України або протиправне порушення прав і свобод людини, і ґрунтується на принципах:"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "the rule of law and lawfulness;",
            "uk": "верховенства права та законності;"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "openness, transparency and public accessibility;",
            "uk": "відкритості, прозорості та публічності;"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "the presumption of innocence;",
            "uk": "презумпції невинуватості;"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "individual liability; and",
            "uk": "індивідуальної відповідальності;"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "the guarantee of the right to defence.”",
            "uk": "гарантування права на захист.»"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Categories of individuals subject to restrictive measures: the one-year rule and the “EuroMaidan” period rule",
            "uk": "Категорії осіб, до яких застосовуються обмежувальні заходи: правило одного року та правило періоду «Євромайдану»"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "73.  The Act provides for the dismissal of certain categories of individuals from their positions in the civil service. These include individuals who (a) for at least a year in the period from 25 February 2010 to 22 February 2014 (“the one-year period”) or (b) for any period of time from 21 November 2013 to 22 February 2014 (the “EuroMaidan period”) occupied the following positions:",
            "uk": "73.  Закон передбачає звільнення певних категорій осіб з їхніх посад державної служби. До них відносяться особи, які (а) не менше одного року у період з 25 лютого 2010 року до 22 лютого 2014 року (далі – однорічний період) або (b) у будь-який період часу з 21 листопада \n2013 року до 22 лютого 2014 року (далі – період «Євромайдану») обіймали такі посади:"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "(i)\theads and deputy heads of central departments or of regional offices of certain law enforcement agencies: the prosecution service, Security Service, External Intelligence Service, Ministry of the Interior (police) and government agencies in charge of tax, the tax police and customs;",
            "uk": "(i)\tкерівників, заступників керівників самостійних структурних підрозділів певних центральних або обласних правоохоронних органів: Генеральної прокуратури України, Служби безпеки України, Служби зовнішньої розвідки України, Міністерства внутрішніх справ України (поліція), органу виконавчої влади, що забезпечує формування та реалізує державну податкову та митну політику, податкової міліції;"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "(ii)\theads and deputy heads of regional State administrations, heads of district-level State administrations;",
            "uk": "(ii)\tголів та заступників голів обласної державної адміністрації, голови районної державної адміністрації;"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "(iii)\tmembers of the High Council of Justice, the High Judicial Qualifications Commission, the head and deputy heads of the State Judicial Administration;",
            "uk": "(iii)\tчленів Вищої ради юстиції, членів Вищої кваліфікаційної комісії суддів України, Голови Державної судової адміністрації України та його заступників;"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "(iv)\tthe President, Prime Minister, members of the government and heads of central executive agencies;",
            "uk": "(iv)\tПрезидента України, Прем’єр-міністра України, членів Уряду та керівників центральних органів виконавчої влади;"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "(v)\tthe secretary and deputy secretary of the National Security Council, presidential administration and the government secretariat;",
            "uk": "(v)\tСекретаря Ради національної безпеки і оборони України та його заступника, глави Адміністрації Президента України, Керівника Секретаріату Кабінету Міністрів України;"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "(vi)\tchiefs of staff of the armed forces and their deputies;",
            "uk": "(vi)\tначальників штабів Збройних сил України та їхніх заступників;"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "(vii)\tmembers of the independent regulatory commissions for natural monopolies, telecommunications, securities and financial services; and",
            "uk": "(vii)\tчленів незалежних національних комісій, що здійснюють відповідно державне регулювання природних монополій, державне регулювання у сферах зв’язку та інформатизації, ринків цінних паперів і фінансових послуг; та"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(viii)\tdirectors of certain State-owned companies in the defence sector and those providing administrative services on behalf of government agencies (підприємств оборонно-промислового комплексу, а також державних підприємств, що належать до сфери управління суб’єкта надання адміністративних послуг) (sections 1(3), 3(1) and (2) of the GCA).",
            "uk": "(viii)\tкерівників державних, у тому числі казенних, підприємств оборонно-промислового комплексу, а також державних підприємств, що належать до сфери управління суб’єкта надання адміністративних послуг (частина третя статті 1, частини перша та друга статті 3 \nЗакону «Про очищення влади)."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "Ten-year and five-year bans",
            "uk": "Десятирічна та п’ятирічна заборони"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "75.  The Act also provides for the dismissal and exclusion from public positions of certain other categories of officials. For some categories, the grounds for application of the Act need to be established by a judicial decision, based on the official’s individual actions rather than on him or her occupying certain positions. For those categories, the ban is for five years, to be counted from the moment the relevant judicial decision becomes final (“five-year ban”):",
            "uk": "75.  Закон також передбачає звільнення та заборону доступу до посад державної служби деяких інших категорій державних службовців. Для певних категорій підстави застосування Закону мають бути встановлені рішенням суду, з огляду на особисті дії державного службовця, а не на зайняття ним певних посад. Для цих категорій п’ятирічна заборона має обчислюватися з дня набрання чинності відповідним рішенням суду (далі – п’ятирічна заборона):"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "(i)\tlaw enforcement officers, prosecutors and judges who took part in the proceedings against “EuroMaidan” protesters if those protesters were later amnestied by the Laws of 29 January and 21 February 2014 (section 3(2)(9) to (13) and section 1(3)) – ten-year ban;",
            "uk": "(i)\tпрацівники правоохоронних органів, прокурори та судді, які брали участь у провадженнях щодо протестувальників «Євромайдану», якщо цих протестувальників у подальшому було звільнено від відповідальності відповідно до Законів України від 29 січня та \n21 лютого 2014 року (пункти 9 – 13 частини другої статті 3 та частина третя статті 1) – десятирічна заборона;"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "(ii)\tlaw enforcement officers, prosecutors and judges who took part in the proceedings against forty-two individuals specifically designated by name as “political prisoners” and amnestied by the Law of 27 February 2014 (section 3(3) and section 1(4)) – five-year ban;",
            "uk": "(ii)\tпрацівники правоохоронних органів, прокурори та судді, які брали участь у провадженнях щодо сорока двох осіб, спеціально визначених як «політичні в’язні» та реабілітованих Законом України від 27 лютого 2014 року (частина третя статті 3 та частина четверта статті 1) – п’ятирічна заборона;"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "(v)\tany State or local government officials who, in the EuroMaidan period, by their decisions, interfered with the right to freedom of assembly or caused damage to life, health or property, if that has been established by a final judicial decision (section 3(6)) – five-year ban;",
            "uk": "(v)\tбудь-які посадові та службові особи органів державної влади та органів місцевого самоврядування, які у період «Євромайдану» своїми рішеннями перешкоджали реалізації права на зібрання або завдали шкоди життю, здоров’ю або майну фізичних осіб, якщо це було встановлено рішенням суду, яке набрало законної сили (частина шоста статті 3) – п’ятирічна заборона;"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "(vi)\tany State or local government officials who has: (a) cooperated with foreign intelligence services; (b) undermined national security, defence or the territorial integrity of Ukraine; (c) publicly called for a violation of Ukraine’s territorial integrity and sovereignty; (d) incited ethnic hatred; or (e) caused a violation of human rights or fundamental freedoms established by a judgment of the European Court of Human Rights (section 3(7)) – fiveyear ban;",
            "uk": "(vi)\tбудь-які посадові та службові особи, які (а) співпрацювали із спецслужбами інших держав; (b) підривали основи національної безпеки, оборони чи територіальної цілісності України; (с) закликали публічно до порушення територіальної цілісності та суверенітету України; (d) розпалювали міжнаціональну ворожнечу; або (e) призвели до порушення прав людини та основоположних свобод, визнаних рішенням Європейського суду з прав людини (частина сьома статті 3) – п’ятирічна заборона;"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "(vii)\tindividuals whose property declarations have been found untruthful or whose assets acquired in the period when they occupied positions in public service have been found to exceed their lawful income (section 3(8)) – ten-year ban.",
            "uk": "(vii)\tособи, декларації яких було визнано недостовірними або активи яких, набуті за час перебування на посадах державної служби, перевищували дохід, отриманий із законних джерел (частина восьма статті 3) – десятирічна заборона."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "76.  A ten-year and five-year ban can be applied to the same person if the circumstances so warrant (section 1(6) of the GCA).",
            "uk": "76.  До однієї і тієї самої особи може застосовуватися десятирічна та п’ятирічна заборони, якщо цього вимагають обставини (частина шоста статті 1 Закону «Про очищення влади»)."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "Procedure",
            "uk": "Процедура"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "78.  The names of the officials and the positions from which they have been dismissed, as well as the period for which restrictions have been imposed on them, are listed in the Lustration Register, a publicly accessible online database maintained by the Ministry of Justice (section 7).",
            "uk": "78.  Відомості про осіб та посади, з яких їх було звільнено, а також період застосування до них заборони вносяться до Єдиного державного реєстру осіб, щодо яких застосовано положення Закону «Про очищення влади», загальнодоступної онлайн бази даних, яка ведеться Міністерством юстиції України (стаття 7)."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "Restoration of Trust in the Judiciary Act of 2014",
            "uk": "Закон України «Про відновлення довіри до судової влади в Україні» у редакції 2014 року"
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "Constitutional Court Acts of 1996 and 2017",
            "uk": "Закон України «Про Конституційний Суд України» у редакціях 1996 та 2017 років"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "80.  Section 57 of the Constitutional Court Act of 1996 required the Constitutional Court to examine constitutional review applications within three months or, if the court considered an application urgent, within a month. This period was to be counted from the adoption of the ruling opening proceedings in the case.",
            "uk": "80.  Стаття 57 Закону України «Про Конституційний Суд України» у редакції 1996 року передбачала, що Конституційний Суд України мав розглядати конституційні подання протягом трьох місяців або, якщо суд визнавав подання невідкладним, протягом одного місяця. Цей період мав обчислюватися з дня прийняття ухвали про відкриття провадження у справі."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "81.  Section 75 of the Constitutional Court Act of 13 July 2017, which came into force on 3 August 2017, provides that constitutional proceedings must be completed within six months of the ruling opening such proceedings.",
            "uk": "81.  Стаття 75 Закону України «Про Конституційний Суд України» від 13 липня 2017 року, який набрав чинності 03 серпня 2017 року, передбачає, що конституційне провадження має бути закінчено упродовж шести місяців з дати постановлення ухвали про відкриття такого провадження."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "Code of Administrative Justice",
            "uk": "Кодекс адміністративного судочинства України"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "The 2005 Code and its 2017 restatement",
            "uk": "Кодекс у редакціях 2005 року та 2017 року"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "The role of the Constitution and ECHR case-law in administrative proceedings",
            "uk": "Роль Конституції України та практики ЄСПЛ в адміністративному судочинстві"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "83.  Section 17 of the Execution of Judgments of the European Court of Human Rights Act of 2006 provides that the courts, when deciding cases, are to apply the Convention and Protocols and the Court’s case-law as a source of law.",
            "uk": "83.  Стаття 17 Закону України «Про виконання рішень та застосування практики Європейського суду з прав людини» 2006 року передбачає, що суди при розгляді справ мають застосовувати положення Конвенції та Протоколів до неї, а також практику Суду як джерело права."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "84.  Section 19 of the International Treaties Act of 2004 provides that international treaties are deemed part of domestic law and prevail over conflicting provisions of domestic legislation.",
            "uk": "84.  Стаття 19 Закону України «Про міжнародні договори України» 2004 року передбачає, що міжнародні договори є частиною національного законодавства та у разі суперечностей між ними мають вищу юридичну силу, ніж положення національного законодавства."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "85.  Article 8 §§ 1 and 2 of the 2005 Code provided that the courts were guided (керується) by the principle of the rule of law and had to apply that principle taking into account ECHR case-law. Article 8 § 3 provided that plaintiffs could invoke the Constitution directly. Article 6 of the 2017 Code contains similar provisions.",
            "uk": "85.  Частини перша та друга статті 8 Кодексу у редакції 2005 року передбачали, що суди керуються принципом верховенства права і повинні застосовувати цей принцип з урахуванням практики ЄСПЛ. Частина третя статті 8 передбачала, що позивачі мали право посилатися безпосередньо на положення Конституції України. \nСтаття 6 Кодексу у редакції 2017 року містить аналогічні норми."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "86.  Article 9 § 4 of the 2005 Code provided that, in the event of a contradiction between a legislative act and the Constitution, the court was to apply the latter and, in the event of a contraction between a legislative act which was higher in the hierarchy of norms and one which was lower in the hierarchy, the court was to apply the former. The 2017 Code contains a similar provision in Article 7 § 3.",
            "uk": "86.  Частина четверта статті 9 Кодексу у редакції 2005 року передбачала, що у разі невідповідності нормативно-правового акта Конституції України суд має застосовувати останню, а у разі суперечності між правовим актом, який має вищу юридичну силу та тим, що має меншу юридичну силу, суд застосовує акт, який має вищу юридичну силу. Частина третя статті 7 Кодексу у редакції 2017 року містить аналогічну норму."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "87.  Article 9 § 5 of the 2005 Code provided that, if a court had doubts as to the constitutionality of a law, it should request the Supreme Court (звертається до Верховного Суду для вирішення питання) to submit a constitutional review application to the Constitutional Court.",
            "uk": "87.  Частина п’ята статті 9 Кодексу у редакції 2005 року передбачала, що у разі виникнення в суду сумніву щодо відповідності закону Конституції України суд звертається до Верховного Суду України для вирішення питання стосовно внесення до Конституційного Суду України подання щодо конституційності."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "88.  On the same point Article 7 § 4 of the 2017 Code provides that if a court concludes that a law is unconstitutional, it cannot apply (не застосовує) the law in question and must directly apply the Constitution. In such situations, after rendering a judgment in the case, the court must request the Supreme Court to lodge a constitutional review application with the Constitutional Court.",
            "uk": "88.  Частина четверта статті 7 Кодексу у редакції 2017 року стосовно того самого питання передбачає, що у випадку, якщо суд доходить висновку про неконституційність закону, він не застосовує такий закон, а повинен застосовувати безпосередньо норми Конституції України. У таких випадках після винесення рішення у справі суд повинен звернутися до Верховного Суду для вирішення питання стосовно внесення до Конституційного Суду України подання щодо конституційності закону."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "Suspension of proceedings",
            "uk": "Зупинення провадження"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "90.  The 2017 Code contains somewhat similar provisions concerning the suspension and resumption of proceedings (Articles 236 § 1 (3) and 237 respectively).",
            "uk": "90.  Кодекс у редакції 2017 року містить дещо подібні норми стосовно зупинення та поновлення провадження (пункт 3 частини першої статті 236 та стаття 237 відповідно)."
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "Time-limit for appeals",
            "uk": "Строки оскарження"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "91.  Article 186 § 3 provides that rulings of first-instance courts may be appealed against within five days of their pronouncement.",
            "uk": "91.  Частина третя статті 186 передбачає, що ухвали судів першої інстанції можуть бути оскаржені протягом п’яти днів з дня їхнього проголошення."
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "Domestic case-law",
            "uk": "Національна практика"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "The Supreme Court’s decision of 18 September 2018",
            "uk": "Рішення Верховного Суду від 18 вересня 2018 року"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "92.  This was a decision of the Administrative Court of Cassation of 18 September 2018 in the case of I.S. v. the High Council of Justice (case no. 800/186/17).",
            "uk": "92.  Це було рішення Касаційного адміністративного суду від \n18 вересня 2018 року у справі «І.С. проти Вищої ради правосуддя» \n(I.S. v. the High Council of Justice) (справа № 800/186/17)."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "The plaintiff, Mr I.S., was a Supreme Court judge. He was also chairman of the High Judicial Qualifications Commission from September 2010 to 11 April 2014, when his tenure in that position was terminated on the coming into force of the Restoration of Trust in the Judiciary Act (see paragraph 79 above).",
            "uk": "Позивач, пан І. С., був суддею Верховного Суду. Він також був головою Вищої кваліфікаційної комісії суддів України з вересня \n2010 року до 11 квітня 2014 року, коли його повноваження на цій посаді закінчилися з набранням чинності Законом України «Про відновлення довіри до судової влади в Україні» (див. пункт 79)."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "Under the 2016 Judicial Organisation Act, the High Administrative Court was abolished and its functions transferred to the Administrative Court of Cassation, which forms part of the Supreme Court. The Administrative Court of Cassation was established in early 2018.",
            "uk": "Відповідно до Закону України «Про судоустрій і статус суддів» 2016 року Вищий адміністративний суд України припинив свою діяльність, а його функції було передано Касаційному адміністративному суду, який є частиною Верховного Суду. Касаційний адміністративний суд було створено на початку 2018 року."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "At the same time, the Court of Cassation rejected the plaintiff’s arguments based on the constitutional provisions concerning non-retroactivity and imposition of the same type of liability twice. It held that lustration measures did not constitute a form of legal, in particular criminal, liability. They pursued the aim of restoring trust in the State institutions rather than holding the officials in question responsible.",
            "uk": "Водночас касаційний суд відхилив аргументи позивача, які ґрунтувалися на положеннях Конституції щодо незворотності дії законів і забороні притягнення до юридичної відповідальності одного виду за одне й те саме правопорушення двічі. Він дійшов висновку, що люстраційні заходи не були формою правової, зокрема кримінальної, відповідальності. Їхня мета полягала у відновленні довіри до органів державної влади, а не притягненні до відповідальності відповідних посадових осіб."
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "Case-law presented by the Government",
            "uk": "Практика, наведена Урядом"
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "The Kyiv Administrative Court of Appeal’s judgment of 22 June 2017 in case no. 826/1003/17, concerning the dismissal of an official under the GCA provision affecting former Communist Party officials and KGB agents (section 3 (4) of the GCA, see paragraph 75 (iii) above)",
            "uk": "Ухвала Київського апеляційного адміністративного суду \nвід 22 червня 2017 року у справі № 826/1003/17 щодо звільнення посадової особи відповідно до положення Закону «Про очищення влади» про колишніх посадових осіб Комуністичної партії та працівників КДБ (частина четверта статті 3 Закону «Про очищення влади», див.  підпункт (ііі) пункту 75)"
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "The Kyiv Circuit Administrative Court’s judgment of 20 January 2017 in case no. 826/3328/16, concerning the dismissal of a deputy district prosecutor under the GCA provision applicable to officials who occupied targeted positions in the EuroMaidan period (see paragraph 74 above)",
            "uk": "Постанова Окружного адміністративного суду міста Києва \nвід 20 січня 2017 року у справі № 826/3328/16 щодо звільнення заступника районного прокурора відповідно до положення Закону «Про очищення влади», застосовного до посадових осіб, які обіймали відповідні посади у період «Євромайдану» (див. пункт 74)"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "On 18 April 2017 the Kyiv Administrative Court of Appeal upheld the Circuit Administrative Court’s judgment.",
            "uk": "18 квітня 2017 року Київський адміністративний апеляційний суд залишив постанову Окружного адміністративного суду без змін."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "The Lviv Administrative Court’s judgment of 21 February 2017 and 26 April 2017 in case no. 813/1030/15, concerning the dismissal of a police officer",
            "uk": "Постанови Львівського окружного адміністративного суду \nвід 21 лютого 2017 року та 26 квітня 2017 року у справі № 813/1030/15 щодо звільнення працівників поліції."
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "96.  The plaintiff, a traffic police officer, was dismissed under the GCA for allegedly having drawn up an administrative offence report against a participant in the EuroMaidan events (see paragraph 75 (i) above).",
            "uk": "96.  Позивача, працівника Державної автомобільної інспекції України, було звільнено відповідно до Закону «Про очищення влади» нібито за те, що він нібито склав протокол про адміністративне правопорушення щодо учасника подій «Євромайдану» \n(див. підпункт (і) пункту 75)."
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "On 10 August 2015 the proceedings in the case were suspended pending the decision of the Constitutional Court on the constitutionality of the GCA. However, on 30 December 2016 the plaintiff requested a resumption of the proceedings, arguing that the delay in the examination of the case was in breach of the right to a hearing within a reasonable time.",
            "uk": "10 серпня 2015 року провадження у справі було зупинено до ухвалення Рішення Конституційним Судом України щодо конституційності Закону «Про очищення влади». Проте 30 грудня \n2016 року позивач звернувся з клопотанням про поновлення провадження, стверджуючи, що затримка у розгляді справи порушувала право на розгляд справи упродовж розумного строку."
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "On 21 February 2017 the court decided to resume examination of the case and 26 April 2017 delivered its decision on the merits. It held the dismissal unlawful since the check required under the GCA had not been conducted and there was no proof that the person in respect of whom the plaintiff had drawn up an administrative arrest report had been a EuroMaidan protester.",
            "uk": "21 лютого 2017 року суд вирішив поновити розгляд справи та \n26 квітня 2017 року ухвалив рішення по суті. Він визнав звільнення незаконним, оскільки передбачена Законом «Про очищення влади» перевірка проведена не була та не було доказів, що особа, стосовно якої позивач склав протокол про адміністративний арешт, була протестувальником «Євромайдану»."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "The Supreme Court’s decision of 18 October 2016 in case no. П/800/63/16 concerning a judge of the High Commercial Court",
            "uk": "Постанова Верховного Суду України від 18 жовтня 2016 року \nу справі № П/800/63/16 щодо судді Вищого господарського суду України"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "The High Administrative Court’s (“the HAC”) decision of 12 April 2016 in case no. 826/24337/15, which concerned a claim by a former head of a customs office for reinstatement",
            "uk": "Ухвала Вищого адміністративного суду України (далі – ВАСУ) \nвід 12 квітня 2016 року у справі № 826/24337/15 щодо позову колишнього керівника митної служби про поновлення на посаді"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "The Odessa Circuit Administrative Court’s decision of 20 February 2017 in case no. 815/1745/15, which concerned the dismissal of a tax official",
            "uk": "Ухвала Одеського окружного адміністративного суду від 20 лютого 2017 року у справі № 815/1745/15 щодо звільнення працівника податкової служби"
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "99.  By this decision the court resumed, at the plaintiff’s request, the proceedings in the case, which it had suspended on 29 April 2015. It stated that the three-month time-limit for examination of the case by the Constitutional Court had been exceeded. This had led to a breach of the plaintiff’s right to have his case examined by the administrative courts, guaranteed by Article 6 § 1 of the Convention.",
            "uk": "99.  Цією ухвалою суд поновив за клопотанням позивача провадження у справі, яке було зупинено 29 квітня 2015 року. Суд зазначив, що тримісячний строк для розгляду справи Конституційним Судом України було перевищено. Це призвело до порушення права позивача на розгляд його справи адміністративними судами, гарантованого пунктом 1 статті 6 Конвенції."
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "The court stated that, under the Constitutional Court Act, the Constitutional Court had the power to declare laws unconstitutional only ex nunc. Until then, the GCA remained in effect and the case had to be resolved on the basis of the legislation as it stood. At the same time, in the event that the Constitutional Court eventually declared the Law unconstitutional, the parties would be entitled to request a reopening on the basis of newly established circumstances.",
            "uk": "Суд зазначив, що відповідно до Закону України «Про Конституційний Суд України» Конституційний Суд України мав повноваження визнавати закони неконституційними лише ex nunc. До того Закон «Про очищення влади» залишався чинним, а справи мали вирішуватися на підставі чинного законодавства. Водночас, якщо Конституційний Суд України зрештою визнав би Закон неконституційним, сторони мали б право подати клопотання про поновлення провадження за нововиявленими обставинами."
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "The Cherkasy Circuit Administrative Court’s ruling of 6 July 2016 in case no. 823/739/16",
            "uk": "Рішення Черкаського окружного адміністративного суду від 06 липня 2016 року у справі № 823/739/16"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "The Odessa Administrative Court of Appeal’s decision of 18 April 2018 in case no. 815/2163/15",
            "uk": "Постанова Одеського адміністративного апеляційного суду від \n18 квітня 2018 року у справі № 815/2163/15"
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "101.  The plaintiff had served as deputy prosecutor of the Kyiv Pechersk District from May 2012 to July 2014 and then from November 2013 to 22 February 2014. In March 2015 he had been dismissed from his position as prosecutor of the Odessa Primorsky District based on the EuroMaidan period rule of the GCA. On 14 December 2015 the Odessa Circuit Administrative Court rejected his claim for reinstatement.",
            "uk": "101.  Позивач обіймав посаду заступника прокурора Печерського району міста Києва з травня 2012 року до липня 2014 року та згодом з листопада 2013 року до 22 лютого 2014 року. У березні 2015 року його було звільнено з посади прокурора Приморського району міста Одеси на підставі правила періоду «Євромайдану» Закону «Про очищення влади». 14 грудня 2015 року Одеський окружний адміністративний суд залишив його позов про поновлення на посаді без задоволення."
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "The Kyiv Circuit Administrative Court’s decision of 31 May 2018 in case no. 826/6555/15",
            "uk": "Рішення Окружного адміністративного суду міста Києва \nвід 31 травня 2018 року у справі № 826/6555/15"
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "102.  The case concerned the dismissal of a former deputy head of the Mykolaiv customs office. The court held her dismissal under the GCA unlawful and ordered her reinstatement. From February 2011 to July 2014 she had served as deputy head of the Crimea customs office. The court held that those positions were not covered by the GCA’s one-year rule.",
            "uk": "102.  Справа стосувалася звільнення колишньої заступниці начальника Миколаївської митниці. Суд визнав незаконним її звільнення відповідно до Закону «Про очищення влади» та поновив її на посаді. З лютого 2011 року до липня 2014 року вона обіймала посаду заступника начальника Кримської митниці. Суд встановив, що ці посади не підпадали під дію правила однорічного періоду Закону «Про очищення влади»."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "Case-law presented by the applicants",
            "uk": "Практика, наведена заявниками"
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "103.  The first applicant submitted the following examples of domestic case-law concerning officials dismissed under the GCA. In particular he referred to the following decisions:",
            "uk": "103.  Перший заявник надав такі приклади національної практики щодо посадових осіб, звільнених відповідно до Закону «Про очищення влади». Зокрема, він посилався на такі рішення:"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "(i)\tthe decisions of the Volyn and Kirovogradsky Circuit Administrative Courts (decisions of 23 June 2017 in case no. 803/173/16 and of 27 April 2017 in case no. П/811/1275/15 respectively) and of the Odessa Administrative Court of Appeal (decision of 26 September 2017 in case no. 815/2163/15) by which the courts refused to resume proceedings after suspension;",
            "uk": "(i)\tухвали Волинського та Кіровоградського окружних адміністративних судів (від 23 червня 2017 року у справі № 803/173/16 та від 27 квітня 2017 року у справі № П/811/1275/15 відповідно) та ухвалу Одеського адміністративного апеляційного суду (від 26 вересня \n2017 року у справі № 815/2163/15), якими суди відмовили у поновленні проваджень після зупинення;"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "(ii)\tthe decisions of the HAC of 26 May 2016 in cases nos. K/800/39325/15 and K/800/1649/16. The cases concerned claims of two dismissed officials against the State Tax Service and the prosecutor’s office respectively. The HAC suspended proceedings concerning a review on points of law of the lower courts’ decisions in the case pending examination of the constitutionality of the GCA by the Constitutional Court;",
            "uk": "(ii)\tухвали ВАСУ від 26 травня 2016 року у справах № K/800/39325/15 та № K/800/1649/16. Ці справи стосувалися позовів двох звільнених посадових осіб проти Державної фіскальної служби України та прокуратури відповідно. ВАСУ зупинив касаційні провадження щодо перегляду рішень судів нижчих інстанцій до розгляду Конституційним Судом України питання конституційності Закону «Про очищення влади»;"
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "(iii)\t the HAC’s decisions of 12 July 2017 in case no. K/800/5726/16 and of 12 September 2017 in case no. K/800/2125/17 by which the HAC suspended proceedings in similar circumstances.",
            "uk": "(iii)\t ухвали ВАСУ від 12 липня 2017 року у справі № K/800/5726/16 та від 12 вересня 2017 року у справі № K/800/2125/17, якими ВАСУ за аналогічних обставин зупинив провадження."
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "RELEVANT INTERNATIONAL MATERIAL",
            "uk": "відповідні міжнародні матеріали"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "Resolution of the Parliamentary Assembly of the Council of Europe on measures to dismantle the heritage of former communist totalitarian systems",
            "uk": "Резолюція Парламентської Асамблеї Ради Європи «Про заходи, спрямовані на ліквідацію спадщини колишніх комуністичних тоталітарних режимів»"
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "104.  On 27 June 1996 the Parliamentary Assembly of the Council of Europe adopted Resolution 1096 (1996) on measures to dismantle the heritage of former communist totalitarian systems (“the PACE Resolution”). The relevant part of that Resolution reads as follows:",
            "uk": "104.  27 червня 1996 року Парламентська Асамблея Ради Європи ухвалила Резолюцію № 1096 (1996) «Про заходи, спрямовані на ліквідацію спадщини колишніх комуністичних тоталітарних режимів» \n(далі – Резолюція ПАРЄ). Відповідна частина цієї резолюції передбачає:"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "13.  The Assembly thus suggests that it be ensured that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law, and focus on threats to fundamental human rights and the democratisation process. Please see the ‘Guidelines to ensure that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law’ as a reference text.”",
            "uk": "13.  Так, Асамблея вважає за необхідне забезпечити, щоб закони про люстрацію й подібні адміністративні заходи відповідали вимогам держави, заснованої на принципі верховенства права, та зосередили увагу на боротьбі із загрозами основоположним правам людини та процесу демократизації. Будь ласка, ознайомтеся з «Керівними принципами для забезпечення відповідності законів про люстрацію та аналогічних адміністративних норм вимогам держави, заснованої на принципі верховенства права.»"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "Guidelines to ensure that lustration laws and similar administrative measures comply with the requirements of a state based on the rule of law (PACE Guidelines)",
            "uk": "Керівні принципи для забезпечення відповідності законів про люстрацію та аналогічних адміністративних заходів вимогам держави, заснованої на принципі верховенства права (далі – Керівні принципи ПАРЄ)"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "105.  The PACE Guidelines, endorsed by the Resolution cited in the preceding paragraph, read as follows:",
            "uk": "105.  У Керівних принципах ПАРЄ, підтверджених у наведеній в попередньому пункті Резолюції, зазначається:"
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "a.  Lustration should be administered by a specifically created independent commission of distinguished citizens nominated by the head of state and approved by parliament;",
            "uk": "a.  Люстрація має здійснюватися спеціально створеною незалежною комісією шанованих суспільством громадян, запропонованих главою держави та затверджених парламентом;"
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "b.  Lustration may only be used to eliminate or significantly reduce the threat posed by the lustration subject to the creation of a viable free democracy by the subject’s use of a particular position to engage in human rights violations or to block the democratisation process;",
            "uk": "b.  Люстрація може бути застосована тільки для усунення або суттєвого зменшення загрози, яку становить суб’єкт люстрації, створенню вільної демократії, зокрема шляхом використання конкретної посади, яку обіймає цей суб’єкт, для порушення прав людини або блокування демократичних процесів;"
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "c.  Lustration may not be used for punishment, retribution or revenge; punishment may be imposed only for past criminal activity on the basis of the regular Criminal Code and in accordance with all the procedures and safeguards of a criminal prosecution;",
            "uk": "c.  Люстрація не може бути використана для покарання, відплати або помсти; покарання може накладатися тільки за минулу злочинну діяльність на підставі чинного Кримінального кодексу України та відповідно до усіх процедур і гарантій кримінального переслідування;"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "g.  Disqualification for office based on lustration should not be longer than five years, since the capacity for positive change in an individual’s attitude and habits should not be underestimated; lustration measures should preferably end no later than 31 December 1999, because the new democratic system should be consolidated by that time in all former communist totalitarian countries;",
            "uk": "g.  Позбавлення посади на підставі люстрації не може тривати довше п’яти років, оскільки не має недооцінюватися здатність людини до позитивних змін в її ставленні та звичках; рекомендується, щоб люстраційні заходи закінчилися не пізніше 31 грудня 1999 року, оскільки до того часу нова демократична система має зміцнитися в усіх колишніх комуністичних тоталітарних країнах;"
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "h.  Persons who ordered, perpetrated, or significantly aided in perpetrating serious human rights violations may be barred from office; where an organisation has perpetrated serious human rights violations, a member, employee or agent shall be considered to have taken part in these violations if he was a senior official of the organisation, unless he can show that he did not participate in planning, directing or executing such policies, practices, or acts;",
            "uk": "h.  Особам, які віддавали накази, вчиняли або значною мірою сприяли вчиненню серйозних порушень прав людини, може бути заборонено обіймати посади; якщо органом було вчинено серйозні порушення прав людини, то вважається, що його член, працівник або уповноважений був учасником цих порушень, якщо він обіймав високу посаду в цьому органі, допоки він не зможе довести, що не брав участі в плануванні, керівництві чи здійсненні таких політики, практик або дій;"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "i.  No person shall be subject to lustration solely for association with, or activities for, any organisation that was legal at the time of such association or activities (except as set out above in sub-paragraph h), or for personal opinions or beliefs;",
            "uk": "i.  Ніхто не повинен піддаватись люстрації виключно через членство або діяльність на користь будь-якій організації, які були законними на момент такого членства або діяльності (крім випадків, зазначених у підпункті «h»), або через особисті погляди чи переконання;"
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "k. Lustration of ‘conscious collaborators’ is permissible only with respect to individuals who actually participated with governmental offices (such as the intelligence services) in serious human rights violations that actually harmed others and who knew or should have known that their behaviour would cause harm;",
            "uk": "k.  Люстрація «свідомих співробітників» допустима лише щодо осіб, які разом з органами державної влади (такими як спецслужби) дійсно брали участь у серйозних порушеннях прав людини, які фактично заподіяли шкоду іншим особам, та які знали або повинні були знати, що їхня поведінка заподіє шкоду;"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "m. In no case may a person be lustrated without his being furnished with full due process protection, including but not limited to the right to counsel (assigned if the subject cannot afford to pay), to confront and challenge the evidence used against him, to have access to all available inculpatory and exculpatory evidence, to present his own evidence, to have an open hearing if he requests it, and the right to appeal to an independent judicial tribunal.”",
            "uk": "m.  У жодному разі особа не може бути люстрована без забезпечення повного належного процесуального захисту, у тому числі, але не обмежуючись, права на захисника (призначається, якщо суб’єкт не може оплатити), на ознайомлення та оскарження зібраних проти неї доказів, на доступ до всіх доказів, що підтверджують або спростовують її провину, на надання власних доказів, на проведення за її вимогою відкритого засідання, та право на оскарження до незалежного суду.»"
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "Venice Commission",
            "uk": "Венеціанська комісія"
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "Opinion concerning constitutional developments in Ukraine in 2010",
            "uk": "Висновок щодо конституційних змін в Україні в 2010 році"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "106.  At its 85th Plenary Session (17-18 December 2010) the Venice Commission adopted its opinion on the constitutional situation in Ukraine. It reads, in so far as relevant:",
            "uk": "106.  На своїй 85-тій Пленарній сесії (17–18 грудня 2010 року) Венеціанська комісія схвалила висновок «Про конституційну ситуацію в Україні». У відповідних частинах зазначено:"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "“9.  The 1996 Constitution has established a presidential-parliamentary type of institutional regime ...",
            "uk": "«9.  Конституція 1996 року встановила президентсько-парламентську форму правління …"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "12.  In practice however, the 1996 Constitution resulted in a concentration of powers in the hands of the President and in a constant legislative-executive confrontation ...",
            "uk": "12.  Однак, на практиці, Конституція України 1996 року призвела до концентрації влади в руках Президента і до постійної конфронтації між законодавчою та виконавчою гілками влади …"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "15.  The 1996 Constitution was amended in December 2004 by the Law on amendments to the Constitution No. 2222. The constitutional changes provided a strong impetus for transforming the Ukrainian political system from a presidentialparliamentary system to a more parliamentary one.",
            "uk": "15.  Конституція України 1996 року була змінена в грудні 2004 року Законом України «Про внесення змін до Конституції України» № 2222. Конституційні зміни надали потужний імпульс для трансформації української політичної системи з президентсько-парламентської системи до більш парламентської."
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "25.  Thereafter, in July 2010, 252 deputies of Ukraine applied to the Constitutional Court with a request to recognise as non-conforming to the Constitution [of the 2004 constitutional amendments].",
            "uk": "25.  Згодом, у липні 2010 року, 252 народних депутати України звернулися до Конституційного Суду України з поданням про визнання такими, що не відповідають Конституції України [змін до Конституції України 2004 року]."
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "26.  On 30 September 2010, the CCU (hereinafter, “the 30 September Judgment”) issued a Decision declaring Law No. 2222 unconstitutional “due to a violation of the constitutional procedure of its consideration and adoption”. The main argument is that the Verkhovna Rada has overstepped its competences fixed in Article 159 of the Constitution, as it cannot amend the Constitution without a Constitutional Court opinion.",
            "uk": "26.  30 вересня 2010 року КСУ ухвалив Рішення про визнання Закону № 2222 неконституційним (далі – Рішення від 30 вересня) «через порушення встановленої Конституцією України процедури його розгляду та прийняття». Головний аргумент полягав у перевищенні Верховною Радою України своїх повноважень, закріплених у статті 159 Конституції України, оскільки вона не може змінити Конституцію України без висновку Конституційного Суду України."
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "27.  The 30th September Judgment of the Constitutional Court is based exclusively [that the 2004 amendments had not been validated by the Constitutional Court]. The Court does not examine whether the amendments could have been declared [unconstitutional on the substance at the time they had to be reviewed by the court].",
            "uk": "27.  Рішення від 30 вересня Конституційного Суду України ґрунтується виключно на [тому, що зміни 2004 року не було перевірено Конституційним Судом України]. Суд не розглянув, чи могли ці зміни бути визнані [неконституційними по суті, оскільки на той момент вони мали бути перевірені судом]."
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "28.  Based on the Constitutional Court reasoning in the 30 September Judgment, it seems that it is the 1996 version of the Constitution that is in force in Ukraine since 1 October 2010.",
            "uk": "28.  З огляду на обґрунтування Конституційного Суду України в Рішенні \nвід 30 вересня вбачається, що з 01 жовтня 2010 року в Україні діяла \nКонституція 1996 року."
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "34.  The Commission also noted, with some surprise, that the 30 September Judgment does not refer to the Decision of February 2008 [by which the Constitutional Court had previously refused to review the constitutionality of the constitutional amendments in question].",
            "uk": "34.  Комісія також із деяким подивом зазначила, що Рішення від 30 вересня не містить посилань на рішення від лютого 2008 року, [яким Конституційний Суд України вже відмовив у розгляді питання конституційності зазначених змін до Конституції України]."
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "35.  It also considers highly unusual that far-reaching constitutional amendments, including the change of the political system of the country - from a parliamentary system to a parliamentary-presidential one - are declared unconstitutional by a decision of the Constitutional Court after a period of 6 years. The Commission notes however, that neither the Constitution of Ukraine nor the Law on the Constitutional Court provide for a time-limit for contesting the constitutionality of a law before the CCU.",
            "uk": "35.  Вона також вважає вельми незвичайним, що такі далекосяжні конституційні зміни, які, зокрема, передбачають зміну політичної системи країни – від парламентської системи до парламентсько-президентської – були визнані неконституційними рішенням Конституційного Суду України через 6 років. Втім Комісія зазначає, що ні Конституція України, ні Закон України «Про Конституційний Суд України» не передбачають граничного строку для оскарження конституційності закону до КСУ."
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "36.  As Constitutional Courts are bound by the Constitution and do not stand above it, such decisions raise important questions of democratic legitimacy and the rule of law.",
            "uk": "36.  Оскільки конституційні суди зобов’язані діяти в рамках Конституції та не можуть мати переважаючий вплив у порівнянні з нею, такі рішення порушують важливі питання щодо демократичної законності та верховенства права."
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "37.  It is clear that a change of the political system of a country based on a ruling of a constitutional court does not enjoy the legitimacy which only the regular constitutional procedure for constitutional amendment, and preceding open and inclusive public debate can bring ...”",
            "uk": "37.  Очевидно, що зміна політичної системи країни, яка ґрунтується на рішенні конституційного суду, не має такої законності, якої можна досягнути тільки в результаті звичайної конституційної процедури внесення змін до конституції та попереднього відкритого й всебічного громадського обговорення...»."
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "Interim opinion on the GCA",
            "uk": "Проміжний висновок щодо Закону «Про очищення влади»"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "107.  At its 101st Plenary Session (12-13 December 2014) the Venice Commission adopted its interim opinion on the GCA. It reads, in so far as relevant:",
            "uk": "107.  На своїй 101-й Пленарній сесії (12–13 грудня 2014 року) Венеціанська комісія схвалила проміжний висновок щодо Закону «Про очищення влади»:"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "“32.  Party affiliation, political and ideological reasons should not be used as grounds for lustration measures, as stigmatization and discrimination of political opponents do not represent acceptable means of political struggle in a state governed by the rule of law.",
            "uk": "«32.  Партійна приналежність, політичні та ідеологічні причини не повинні використовуватися як підстави для застосування люстраційних заходів, оскільки стигматизація та дискримінація політичних опонентів не є прийнятними засобами політичної боротьби в державі, заснованій на принципі верховенства права."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "63.  Finally, as is also stated in Article 1.2 of the Lustration law, “lustration needs to be based on the principle of individual (not collective) liability”.",
            "uk": "63.  Насамкінець, як зазначено у статті 1.2 Закону України «Про очищення влади», «люстрація має бути заснована на принципі індивідуальної (не колективної) відповідальності»."
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "98.  Under Article 7 of the Lustration law, information about individuals subject to lustration is entered in the Uniform Register of persons who are subject to the Lustration law. This register is created and maintained by the Ministry of Justice. In addition, this information regarding bans under Article 1.4 is also published on the website of the Ministry of Justice, where information including the individual’s personal data and progress in the screening are made freely available.",
            "uk": "98.  Відповідно до статті 7 Закону України «Про очищення влади» відомості про осіб, які підлягають люстрації, вносяться до Єдиного державного реєстру осіб, щодо яких застосовано положення цього Закону. Цей реєстр формується та ведеться Міністерством юстиції України. Крім того, ця інформація щодо заборон відповідно до частини четвертої статті 1 також публікується на веб-сайті Міністерства юстиції України, який надає вільний доступ до відомостей про персональні дані осіб і результати перевірки."
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "100.  The Lustration law fails to guarantee that publication is only allowed after a final court judgment; as such, it raises evident problems of compatibility with Article 8 ECHR. For this reason, the relevant provisions should be amended.",
            "uk": "100.  Закон України «Про очищення влади» не гарантує, що оприлюднення дозволяється тільки після остаточного рішення суду; як таке, призводить до очевидних проблем сумісності зі статтею 8 ЄКПЛ. У зв’язку з цим до відповідних положень повинні бути внесені зміни."
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "104.  The Commission has reached the following main conclusions:",
            "uk": "104.  Комісія дійшла таких основних висновків:"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "a)  Applying lustration measures to the period of the Soviet communist rule so many years after the end of that regime and the enactment of a democratic constitution in Ukraine requires cogent reasons justifying the specific threat for democracy which former communists pose nowadays; the Commission finds it difficult to justify such late lustration.",
            "uk": "a)  Застосування люстраційних заходів до періоду правління радянської комуністичної влади через стільки років після закінчення цього режиму та набрання чинності демократичної конституції в Україні потребують переконливих причин для виправдання наявності конкретної загрози, яку колишні комуністи наразі становлять для демократії; Комісія вважає, що важко виправдати таку пізню люстрацію."
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "b)  Applying lustration measures in respect of the recent period during which Mr Yanukovych was President of Ukraine would ultimately amount to questioning the actual functioning of the constitutional and legal framework of Ukraine as a democratic state governed by the rule of law.",
            "uk": "b)  Застосування люстраційних заходів щодо недавнього періоду, упродовж якого пан Янукович був Президентом України, зрештою поставить під сумнів реальне функціонування положень Конституції та законодавства України, як демократичної держави, заснованої на принципі верховенства права."
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "c)  The Lustration law presents several serious shortcomings and would require reconsideration at least in respect of the following:",
            "uk": "c)  Закон України «Про очищення влади» містить кілька серйозних недоліків і потребує перегляду принаймні таких положень:"
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "- Lustration must concern only positions which may genuinely pose a significant danger to human rights or democracy; the list of positions to be lustrated should be reconsidered.",
            "uk": "– Люстрація повинна стосуватися тільки посад, які дійсно можуть становити значну загрозу для прав людини та демократії; перелік посад, які підлягають люстрації, має бути переглянутий."
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "- Guilt must be proven in each individual case, and cannot be presumed on the basis of the mere belonging to a category of public offices; the criteria for lustration should be reconsidered;",
            "uk": "– Вина має бути доведена у кожному конкретному випадку та не може припускатися на підставі лише приналежності до категорії органів державної влади; критерії для люстрації мають бути переглянуті;"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "- Responsibility for carrying out the lustration process should be removed from the Ministry of Justice and should be entrusted to a specifically created independent commission, with the active involvement of the civil society.",
            "uk": "– Відповідальність за проведення процесу люстрації повинна бути знята з Міністерства юстиції України та покладена на спеціально створену незалежну комісію за активної участі громадянського суспільства."
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "- The lustration procedure should respect the guarantees of a fair trial (right to counsel, equality of arms, right to be heard in person); court proceedings should suspend the administrative decision on lustration until the final judgment; the Lustration law should specifically provide for these guarantees.",
            "uk": "– Процедура люстрації повинна поважати гарантії справедливого судового розгляду (право на захисника, рівність сторін, право бути вислуханим особисто); судове провадження має призупиняти адміністративне рішення щодо люстрації до ухвалення остаточного рішення; Закон України «Про очищення влади» має прямо передбачати ці гарантії."
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "- The lustration of judges should be regulated in one piece of legislation and not in overlapping ones, and should only be carried out with full respect of the constitutional provisions guaranteeing their independence, and only the High Council of Justice should be responsible for any dismissal of a judge.",
            "uk": "– Люстрація суддів повинна регулюватися лише одним законом, а не законами, які дублюються, та здійснюватися лише з повним урахуванням конституційних положень, що гарантують їхню незалежність, і тільки Вища рада юстиції має нести відповідальність за будь-яке звільнення судді."
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "- Information on the persons subject to lustration measures should only be made public after a final judgment by a court.",
            "uk": "– Відомості про осіб, що підлягають люстраційним заходам, мають оприлюднюватися тільки після ухвалення остаточного рішення суду."
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "105. The Ukrainian authorities have agreed that the Lustration law requires improvement in order to meet the applicable international standards and have sought the assistance of the Venice Commission. The Commission welcomes the commitment of the Ukrainian authorities and is ready to provide its support for the amendment of the Lustration law.”",
            "uk": "105. Українські влада погодилася, що Закон України «Про очищення влади» потребує вдосконалення для відповідності міжнародним стандартам, і звернулася за допомогою до Венеціанської комісії. Комісія схвалює прагнення української влади та готова надати свою підтримку у внесенні змін до Закону України «Про очищення влади.»"
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "Final opinion on the GCA",
            "uk": "Остаточний висновок щодо Закону «Про очищення влади»"
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "108.  At its 103rd Plenary Session (19-20 June 2015) the Venice Commission adopted its final opinion on the GCA. It reads, in so far as relevant:",
            "uk": "108.  На своїй 103-ій Пленарній сесії (19–20 червня 2015 року) Венеціанська комісія схвалила свій остаточний висновок щодо Закону «Про очищення влади». У його відповідних частинах зазначено:"
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "“6.  In April 2015, the Venice Commission received from the Ukrainian authorities a set of draft amendments to the Law on Government Cleansing that had been submitted to the Parliament... These amendments are under consideration and have not been formally approved yet. This final opinion nevertheless takes them into account when assessing the Law...",
            "uk": "«6.  У квітні 2015 року Венеціанська комісія отримала від української влади низку проєктів змін до Закону України «Про очищення влади», поданого до Верховної Ради України… Ці зміни розглядаються та ще не були офіційно прийняті. Однак, у цьому Остаточному висновку вони враховуються під час оцінки Закону…"
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "A.  Aims of the Law on Government Cleansing",
            "uk": "A.  Цілі Закону України «Про очищення влади»"
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "24.  The Venice Commission accepts that the two aims pursued by the Law on Government Cleansing are both legitimate.",
            "uk": "24.  Венеціанська комісія визнає, що дві цілі, які переслідує Закон України «Про очищення влади», є правомірними."
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "The fight against corruption is a long-term process. Corruption, once ingrained in the social life, can hardly be eradicated through a one-time measure.",
            "uk": "Боротьба з корупцією – довготривалий процес. Корупцію важко подолати одноразовим заходом, якщо вона вкоренилася в житті суспільства."
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "28.  The Venice Commission understands that in the specific Ukrainian context, institutionalized corruption was in fact closely linked to, and made part of non-democratic practices exhibited by the regime of the president Yanukovych. This regime, rather than serving any specific ideology, was established to allow the ruling elites to extend their personal wealth. Widespread corruption together with systematic misuse of power was among the means to achieve this goal.",
            "uk": "28.  Венеційська комісія розуміє, що у специфічному українському контексті інститутилізована корупція була тісно пов’язана та являлася частиною недемократичних практик, що застосовувалися режимом Президента Януковича. Цей режим не був служінням будь-якій конкретній ідеології, а був створений для того, щоб правлячі еліти примножили особисті статки. Широко розповсюджена корупція разом із систематичним зловживанням влади була серед засобів досягнення цієї мети."
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "B.  Personal Scope of the Application of the Law",
            "uk": "B.  Особи, до яких застосовується Закон"
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "1.  The Positions Subject to Government Cleansing",
            "uk": "1.   Посади, які підпадають під очищення"
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "32.  The 1996 Guidelines on Lustration stipulate that:",
            "uk": "32.  Керівні принципи щодо люстрації 1996 року передбачають, що:"
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "Lustration should be limited to positions in which there is good reason to believe that the subject would pose a significant danger to human rights or democracy;",
            "uk": "люстрація повинна обмежуватися посадами, щодо яких існують вагомі підстави вважати, що суб’єкт, який їх обіймає, становитиме серйозну небезпеку для прав людини та демократії;"
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "Lustration shall not apply to elective offices; and",
            "uk": "люстрація не застосовується до виборних посад; та"
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "Lustration shall not apply to positions in private or semi-private organisations.",
            "uk": "люстрація не застосовується до посад у приватних або напівприватних організаціях."
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "51.  The time frame set in Article 3(1) – holding an office “for at least a year cumulatively between February 25, 2010 and February 22, 2014” – would require some justification. Given that Article 3(1) mostly relates to high-level posts within the state administration, it is not clear, why a minimum period of holding such posts is needed and why this minimum period has been set to one year.",
            "uk": "51.  Встановлені частиною першою статті 3 часові рамки – обіймання посади «сукупно не менше одного року з 25 лютого 2010 року до 22 лютого 2014 року» – вимагають певного обґрунтування. Ураховуючи, що частина перша статті 3 застосовується, головним чином, до посад вищого корпусу у державному апараті, незрозуміло, для чого потрібен такий мінімальний період обіймання цих посад і чому таким мінімальним періодом було встановлено один рік."
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "68.  As the Venice Commission noted in its Interim Opinion, the Law on Government Cleansing “seeks to deal with two different periods of undemocratic rule in the country: the Soviet communist regime and the ‘power usurpation by the President of Ukraine Viktor Yanukovych’” (para. 25).",
            "uk": "68.  Як Венеціанська комісія зазначила у своєму Проміжному висновку Закон України «Про очищення влади» «має на меті врегулювати два різні періоди недемократичної влади в країні: Радянський комуністичний режим і «узурпацію влади Президентом Януковичем» (пункт 25)."
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "69.  With respect to the first period, the Venice Commission stressed that “cogent reasons to justify lustration with regard to persons involved in the Communist regime need to be given” (para. 37). Even after extensive exchange of views with the Ukrainian authorities, the doubts as to the presence of these cogent reasons still persist.",
            "uk": "69.  Щодо першого періоду Венеціанська комісія наголосила, що «мають бути наведені переконливі підстави для виправдання люстрації осіб, які мали відношення до комуністичного режиму» (пункт 37). Навіть після ґрунтовного обміну думками з представниками української влади сумніви щодо існування таких переконливих підстав все ще залишаються."
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "IV.  Conclusions",
            "uk": "IV.  Висновки"
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "109.  The Ukrainian authorities have agreed that the Law requires improvement in order to meet the applicable international standards and have sought further assistance of the Venice Commission. In February-May 2015, extensive exchange of views took place between the Ukrainian authorities and the Venice Commission. The dialogue has been constructive and has helped clarify some of the points of contention.",
            "uk": "109.  Українські органи влади погодилися, що Закон потребує доопрацювання, щоб відповідати міжнародним стандартам, і звернулися до Венеціанської комісії за допомогою. У лютому – травні 2015 року відбувся ґрунтовний обмін думками між представниками української влади та Венеціанської комісії. Діалог був конструктивним і допоміг прояснити деякі спірні моменти."
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "111.  The Venice Commission would particularly like to draw attention to the following main points:",
            "uk": "111.  Венеціанська комісія хотіла би особливо звернути увагу на такі основні моменти:"
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "f)  Lustration should be administered in a centralised way. If the decentralised procedure is maintained, the competences of the Executive Body should be strengthened (or clarified). Most importantly, the Executive Body should serve as an organ of administrative review open to complaints by individuals subject to lustration. The administrative review must not serve as a substitute to judicial review, which shall be made operative as soon as possible.",
            "uk": "f)  Люстрацією слід керувати централізовано. Якщо підтримується децентралізована процедура, компетенція органу виконавчої влади повинна бути посилена (або чітко визначена). Найголовніше, що орган виконавчої влади повинен виконувати функції як органу адміністративного нагляду, відкритого для скарг осіб, які підлягають люстрації. Адміністративний нагляд не повинен замінювати судовий розгляд, який має здійснюватися якомога оперативніше."
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "112.  Lustration must never replace structural reforms aimed at strengthening the rule of law and combatting corruption, but may complement them as an extraordinary measure of a democracy defending itself, to the extent that it respects European human rights and European rule of law standards.”",
            "uk": "112.  Люстрація не має замінити собою структурні реформи, спрямовані на посилення верховенства права та боротьбу з корупцією, але може доповнити їх як винятковий захід самозахисту демократії тією мірою, якою він дотримується європейських стандартів у сфері прав людини та верховенства права.»"
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "109.  The draft amendments to the GCA referred to in the final opinion of the Venice Commission (§§ 6 and 110, in paragraph 108 above) have never been adopted.",
            "uk": "109.  Законопроєкт про внесення змін до Закону «Про очищення влади», на який посилалася Венеціанська комісія (пункти 6 і 110, у пункті 108), прийнято не було."
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "OSCE reports on the 2010 and 2012 elections",
            "uk": "Звіти ОБСЄ щодо виборів 2010 та 2012 років"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "110.  The OSCE Office for Democratic Institutions and Human Rights (ODIHR) observed the presidential election in Ukraine held on 17 January and 7 February 2010. The relevant conclusions, presented in the Executive Summary of the OSCE/ODIHR Election Observation Mission Final Report, read as follows:",
            "uk": "110.  Бюро демократичних інституцій та прав людини ОБСЄ (далі – БДІПЛ) спостерігало за президентськими виборами в Україні, проведеними 17 січня та 07 лютого 2010 року. У відповідних висновках, наведених у короткому змісті Остаточного звіту ОБСЄ/БДІПЛ зі спостереження за виборами, зазначено:"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "“The presidential election met most OSCE commitments and other international standards for democratic elections and consolidated progress achieved since 2004. The process was transparent and offered voters a genuine choice between candidates representing diverse political views. However, unsubstantiated allegations of large-scale electoral fraud negatively affected the election atmosphere and voter confidence in the process.”",
            "uk": "«Проведення виборів Президента України відповідало більшості зобов’язань перед ОБСЄ та іншим міжнародним стандартам проведення демократичних виборів та закріпило успіхи, що були досягнуті, починаючи з 2004 року. Процес був прозорий, а виборці мали справжній вибір, обираючи кандидатів, які представляли різні політичні погляди. Втім, необґрунтовані заяви про масові фальсифікації мали негативний вплив на загальну атмосферу виборів та довіру виборців до процесу.»"
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "European Parliament",
            "uk": "Європейський парламент"
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "112.  On 13 December 2012 the European Parliament adopted a resolution on the situation in Ukraine, which reads, in so far as relevant, as follows:",
            "uk": "112.  13 грудня 2012 року Європейський парламент ухвалив резолюцію щодо ситуації в Україні, у відповідних частинах якої зазначено:"
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "“The European Parliament,",
            "uk": "«Європейський парламент,"
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "1.  Expresses regret at the fact that, according to the OSCE, PACE, NATO Parliamentary Assembly and European Parliament observers, the electoral campaign, electoral process and post-electoral process failed to meet major international standards and constitute a step backwards compared with the national elections in 2010;",
            "uk": "1.  Висловлює жаль з того факту, що відповідно до тверджень спостерігачів ОБСЄ, ПАРЄ, Парламентської асамблеї НАТО та Європейського парламенту виборча кампанія, виборчий процес і післявиборчий процес не відповідали основним міжнародним стандартам і є кроком назад у порівнянні з загальнонаціональними виборами 2010 року;"
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "3.  Stresses that the fact that two leaders of the opposition, Yulia Tymoshenko and Yuri Lutsenko, and others were held in jail during the elections adversely affected the electoral process;",
            "uk": "3.  Наголошує, що тримання під вартою двох лідерів опозиції, Юлії Тимошенко та Юрія Луценка, а також інших осіб упродовж виборів негативно вплинуло на виборчий процес;"
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "The Country Reports on Human Rights Practices by the United States Department of State",
            "uk": "Доповіді Державного департаменту США про ситуацію з правами людини у країнах світу"
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "113.  The Country Reports on Human Rights Practices of the US Department of State for 2011-2013, noted with respect to Ukraine:",
            "uk": "113.  У доповідях Державного департаменту США про ситуацію з правами людини у країнах світу за 2011 – 2013 роки щодо України зазначено:"
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "2011",
            "uk": "2011"
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "2012",
            "uk": "2012"
        }
    },
    {
        "id": 281,
        "translation": {
            "en": "2013",
            "uk": "2013"
        }
    },
    {
        "id": 282,
        "translation": {
            "en": "Office of the United Nations High Commissioner for Human Rights",
            "uk": "Управління Верховного комісара ООН з прав людини"
        }
    },
    {
        "id": 283,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 284,
        "translation": {
            "en": "JOINDER OF THE APPLICATIONS",
            "uk": "ОБ’ЄДНАННЯ ЗАЯВ"
        }
    },
    {
        "id": 285,
        "translation": {
            "en": "115.  Having regard to the similar subject matter of the remaining applications, the Court finds it appropriate to examine them jointly in a single judgment.",
            "uk": "115.  Беручи до уваги схожість предмету решти заяв, Суд вважає за доцільне розглянути їх спільно в одному рішенні."
        }
    },
    {
        "id": 286,
        "translation": {
            "en": "OBJECTIONS AS TO THE ADMISSIBILITY OF THE FIRST THREE APPLICATIONS AS A WHOLE",
            "uk": "Заперечення щодо прийнятності перших трьох заяв у цілому"
        }
    },
    {
        "id": 287,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 288,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 289,
        "translation": {
            "en": "116.  The Government submitted general objections as to the admissibility of the first three applications as a whole, without distinguishing between the different complaints. They argued, in the alternative, that the applicants had either failed to exhaust the available domestic remedies or, if the Court was to find that there had been no effective domestic remedy, that the applicants had submitted their applications outside of the six-month period.",
            "uk": "116.  Уряд надав загальні заперечення щодо прийнятності перших трьох заяв у цілому, не проводячи відмінностей між різними скаргами. В якості альтернативи, він стверджував, що заявники не вичерпали доступні національні засоби юридичного захисту або, якщо Суд дійде висновку про відсутність ефективних національних засобів юридичного захисту, що заявники подали їхні заяви поза межами шестимісячного строку."
        }
    },
    {
        "id": 290,
        "translation": {
            "en": "Non-exhaustion of domestic remedies",
            "uk": "Невичерпання національних засобів юридичного захисту"
        }
    },
    {
        "id": 291,
        "translation": {
            "en": "Administrative courts",
            "uk": "Адміністративні суди"
        }
    },
    {
        "id": 292,
        "translation": {
            "en": "118.  Moreover, the applicants themselves by their actions or inaction had created the situation in their cases:",
            "uk": "118.  До того ж заявники своїми діями або бездіяльністю самі створили таку ситуацію у своїх справах:"
        }
    },
    {
        "id": 293,
        "translation": {
            "en": "(i)\tnone of the applicants had appealed against the rulings suspending the proceedings;",
            "uk": "(i)\tжоден із заявників не оскаржував ухвали про зупинення провадження;"
        }
    },
    {
        "id": 294,
        "translation": {
            "en": "(ii)\tthe second and third applicants themselves had initiated the suspension of the proceedings in their cases (see paragraphs 42 and 44 above);",
            "uk": "(ii)\tдругий і третій заявники самі клопотали про зупинення провадження в їхніх справах (див. пункти 42 і 44);"
        }
    },
    {
        "id": 295,
        "translation": {
            "en": "(iii)\tthe applicants had not asked for the proceedings to be resumed;",
            "uk": "(iii)\tзаявники не клопотали про поновлення проваджень."
        }
    },
    {
        "id": 296,
        "translation": {
            "en": "119.  Therefore, the situation the applicants had found themselves in had been as a result of their own choice, rather than a flaw in the system of domestic remedies. The State could not be held responsible for this state of affairs. The Government stressed that the existence of mere doubts as to the prospects of success of a remedy which was not obviously futile was not a valid reason for failing to use one.",
            "uk": "119.  Отже, ситуація, в якій опинилися заявники, була наслідком їхнього власного вибору, а не недоліків у системі національних засобів юридичного захисту. Держава не може нести відповідальність за такий стан справ. Уряд наголосив, що наявність самих лише сумнівів щодо перспектив досягнення успіху у результаті застосування конкретного засобу юридичного захисту, який не є очевидно марним, не є вагомою причиною для його невичерпання."
        }
    },
    {
        "id": 297,
        "translation": {
            "en": "Constitutional Court",
            "uk": "Конституційний Суд України"
        }
    },
    {
        "id": 298,
        "translation": {
            "en": "The Ministry of Justice",
            "uk": "Міністерство юстиції України"
        }
    },
    {
        "id": 299,
        "translation": {
            "en": "122.  The Government also submitted that an appeal to the Ministry of Justice, which had powers in administering the GCA, would have provided the applicants with another avenue of redress.",
            "uk": "122.  Уряд також стверджував, що звернення зі скаргою до Міністерства юстиції України, наділеного повноваженнями керувати процесом очищення влади, надало б заявникам ще одну можливість для виправлення ситуації."
        }
    },
    {
        "id": 300,
        "translation": {
            "en": "Compliance with the six-month rule",
            "uk": "Дотримання правила шестимісячного строку"
        }
    },
    {
        "id": 301,
        "translation": {
            "en": "123.  The Government further submitted in the alternative that, if the above remedies were found to be ineffective by the Court, then the dates the applicants had been dismissed from their positions had to be taken as the dates from which the six-month time-limit was to be counted. Accordingly, their complaints concerning their dismissal had been lodged out of time.",
            "uk": "123.  В якості альтернативи, Уряд також стверджував, що якщо Суд визнає зазначені засоби юридичного захисту неефективними, то дати звільнення заявників з їхніх посад, мають розглядатися як дати, з яких мав обчислюватися шестимісячний строк. Отже, їхні скарги щодо звільнення було подано поза межами встановленого строку."
        }
    },
    {
        "id": 302,
        "translation": {
            "en": "The applicants",
            "uk": "Заявники"
        }
    },
    {
        "id": 303,
        "translation": {
            "en": "The first applicant",
            "uk": "Перший заявник"
        }
    },
    {
        "id": 304,
        "translation": {
            "en": "125.  Article 156 § 5 of the Code of Administrative Justice only permitted the resumption of proceedings if the circumstances which had led to the suspension ceased to exist (see paragraph 89 above) and, since the matter had still been pending before the Constitutional Court, there had been no grounds for resumption of the proceedings.",
            "uk": "125.  Частина п’ята статті 156 Кодексу адміністративного судочинства України дозволяла поновлення провадження, лише якщо відпадуть обставини, які стали підставою для його зупинення \n(див. пункт 89), оскільки справа все ще розглядалась Конституційним Судом України, підстав для поновлення провадження не було."
        }
    },
    {
        "id": 305,
        "translation": {
            "en": "126.  He referred to decisions in which various courts had rejected requests to resume proceedings in similar cases. Moreover, the HAC had kept suspending proceedings pending the examination of the case by the Constitutional Court (see paragraph 103 above).",
            "uk": "126.  Він посилався на ухвали, якими різні суди відхиляли клопотання про поновлення провадження в аналогічних справах. До того ж ВАСУ і надалі зупиняв провадження до розгляду справи Конституційним Судом України (див. пункт 103)."
        }
    },
    {
        "id": 306,
        "translation": {
            "en": "127.  According to the applicant, the Government cited domestic case-law concerning the suspension of proceedings selectively, using recent examples, rather than examples from the period when the proceedings in the applicant’s case had been suspended.",
            "uk": "127.  Згідно з твердженнями заявника Уряд вибірково навів національну практику щодо зупинення проваджень, використавши нещодавні приклади, а не ті, що стосувалися періоду, коли було зупинено провадження у справі заявника."
        }
    },
    {
        "id": 307,
        "translation": {
            "en": "128.  In any event, the applicant considered that the alleged violation had stemmed from a continuing situation and that therefore his complaints could not be rejected as outside of the six-month period.",
            "uk": "128.  У будь-якому випадку заявник вважав, що стверджуване порушення виникло внаслідок тривалої ситуації, і тому його скарга не може бути відхилена як подана поза межами шестимісячного строку."
        }
    },
    {
        "id": 308,
        "translation": {
            "en": "129.  He stressed that, contrary to the Government’s submissions, he had complained to the Ministry of Justice, but to no avail (see paragraph 39 above).",
            "uk": "129.  Всупереч доводам Уряду заявник наголосив, що він скаржився до Міністерства юстиції України, проте безрезультатно \n(див. пункт 39)."
        }
    },
    {
        "id": 309,
        "translation": {
            "en": "The second and third applicants",
            "uk": "Другий і третій заявники"
        }
    },
    {
        "id": 310,
        "translation": {
            "en": "130.  When applying to the Constitutional Court for a review (see paragraph 63 above), the Supreme Court had obviously believed that the resolution of the matter by the Constitutional Court was indispensable for the examination of the case, and had referred explicitly to numerous decisions of the lower courts suspending proceedings in cases concerning application of the GCA. These, and not the examples selectively cited by the Government, reflected the real practice of the domestic courts.",
            "uk": "130.  Звертаючись до Конституційного Суду України (див. \nпункт 63), Верховний Суд України, вочевидь, вважав, що вирішення цього питання Конституційним Судом України було необхідним для розгляду цієї справи, та прямо посилався на численні рішення судів нижчих інстанції щодо зупинення провадження у справах про застосування положень Закону «Про очищення влади». Саме це, а не вибірково наведені Урядом приклади, відображало реальну практику національних судів."
        }
    },
    {
        "id": 311,
        "translation": {
            "en": "131.  Under domestic law (Article 9 § 5 of the 2005 Code of Administrative Justice, see paragraph 87 above), it was the courts’ duty to suspend the examination of cases where they believed that the applicable legislation was unconstitutional.",
            "uk": "131.  Відповідно до національного законодавства (частина п’ята статті 9 Кодексу адміністративного судочинства України в редакції 2005 року, див. пункт 87) суди мали зупинити розгляд справ, якщо вважали, що застосовне законодавство не відповідало Конституції України."
        }
    },
    {
        "id": 312,
        "translation": {
            "en": "132.  For a remedy to be effective for the purposes of the Convention, its exercise had to be not hindered unjustifiably by the acts or omissions of the authorities of the respondent State (citing Vintman v. Ukraine, no. 28403/05, § 110, 23 October 2014).",
            "uk": "132.  Щоб засіб юридичного захисту був ефективним для цілей Конвенції, органи влади держави-відповідача не повинні своїми діями або бездіяльністю невиправдано перешкоджати його використанню (посилання на рішення у справі «Вінтман проти України» (Vintman v. Ukraine), заява № 28403/05, пункт 110, від 23 жовтня 2014 року)."
        }
    },
    {
        "id": 313,
        "translation": {
            "en": "134.  Lastly, the second and third applicants submitted that an appeal to the Ministry of Justice could not be considered an effective remedy since the Ministry was not authorised by law to set aside dismissal decisions.",
            "uk": "134.  Насамкінець, другий і третій заявники доводили, що звернення зі скаргою до Міністерства юстиції України не могло вважатися ефективним засобом юридичного захисту, оскільки відповідно до законодавства Міністерство не було уповноваженим скасовувати накази про звільнення."
        }
    },
    {
        "id": 314,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 315,
        "translation": {
            "en": "136.  The remainder of the Government’s non-exhaustion objection can be summarised as follows:",
            "uk": "136.  Решту зауважень Уряду щодо невичерпання можна узагальнити так:"
        }
    },
    {
        "id": 316,
        "translation": {
            "en": "(i)\tfirstly, either the appeals to the administrative courts or the appeals to the administrative courts in combination with the proceedings before the Constitutional Court did constitute an effective remedy in respect of the applicants’ complaints concerning their dismissal from the civil service under the GCA; and",
            "uk": "(i)\tпо-перше, як оскарження в адміністративних судах, так і оскарження в адміністративних судах у поєднанні з провадженням у Конституційному Суді України дійсно було ефективним засобом юридичного захисту у зв’язку зі скаргами заявників щодо їхнього звільнення з посад державної служби відповідно до Закону «Про очищення влади»; та"
        }
    },
    {
        "id": 317,
        "translation": {
            "en": "(ii)\tsecondly, the applicants themselves were responsible for those remedies not working within a reasonable period of time, because they, through their own actions or inaction, caused their cases to become or remain suspended at the domestic level (see paragraph 118 above).",
            "uk": "(ii)\tпо-друге, заявники самі були відповідальними за ті засоби юридичного захисту, що не діяли упродовж розумного строку, оскільки вони своїми власними діями або бездіяльністю призвели до того, що їхні справи було зупинено або залишались зупиненими на національному рівні (див. пункт 118)."
        }
    },
    {
        "id": 318,
        "translation": {
            "en": "141.  The Court therefore agrees with the Government’s argument that, in the circumstances of the present case, the appeals to the administrative courts, in combination with the proceedings before the Constitutional Court initiated on the initiative of those courts, did constitute, in principle, an effective domestic remedy in respect of the applicants’ grievances concerning their dismissal from the civil service under the GCA.",
            "uk": "141.  Отже, Суд погоджується з аргументом Уряду, що за обставин цієї справи подання позовів до адміністративних судів у поєднанні з провадженням у Конституційному Суді України, ініційованим за поданням цих судів, у принципі, було ефективним засобом юридичного захисту у зв’язку зі скаргами заявників стосовно їхнього звільнення з посад державної служби відповідно до положень Закону «Про очищення влади»."
        }
    },
    {
        "id": 319,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION IN RESPECT OF THE FIRST THREE APPLICANTS",
            "uk": "стверджуване порушення статті 6 конвенції щодо перших трьох заявників"
        }
    },
    {
        "id": 320,
        "translation": {
            "en": "147.  The first three applicants complained that the ongoing failure to examine their claims at the domestic level had breached their rights under Article 6 of the Convention, which reads as follows:",
            "uk": "147.  Перші три заявники скаржилися, що тривала неспроможність розглянути їхні позови на національному рівні порушила їхні права за статтею 6 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
            "uk": "2.  Кожен, кого обвинувачено у вчиненні кримінального правопорушення, вважається невинуватим доти, доки його вину не буде доведено в законному порядку."
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "3.  Everyone charged with a criminal offence has the following minimum rights:",
            "uk": "3.  Кожний обвинувачений у вчиненні кримінального правопорушення має щонайменше такі права:"
        }
    },
    {
        "id": 323,
        "translation": {
            "en": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
            "uk": "(a)  бути негайно і детально поінформованим зрозумілою для нього мовою про характер і причини обвинувачення, висунутого проти нього;"
        }
    },
    {
        "id": 324,
        "translation": {
            "en": "(b)  to have adequate time and facilities for the preparation of his defence;",
            "uk": "(b)  мати час і можливості, необхідні для підготовки свого захисту;"
        }
    },
    {
        "id": 325,
        "translation": {
            "en": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
            "uk": "(c)  захищати себе особисто чи використовувати юридичну допомогу захисника, вибраного на власний розсуд, або - за браком достатніх коштів для оплати юридичної допомоги захисника - одержувати таку допомогу безоплатно, коли цього вимагають інтереси правосуддя;"
        }
    },
    {
        "id": 326,
        "translation": {
            "en": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
            "uk": "(d)  допитувати свідків обвинувачення або вимагати, щоб їх допитали, а також вимагати виклику й допиту свідків захисту на тих самих умовах, що й свідків обвинувачення;"
        }
    },
    {
        "id": 327,
        "translation": {
            "en": "(e)  to have the free assistance of an interpreter if he cannot understand or speak the language used in court.”",
            "uk": "(e)  якщо він не розуміє мови, яка використовується в суді, або не розмовляє нею, – одержувати безоплатну допомогу перекладача.»"
        }
    },
    {
        "id": 328,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 329,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 330,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 331,
        "translation": {
            "en": "148.  The Government submitted that Article 6 applied under its civil head only. Comparing the measure imposed on the applicants to Oleksandr Volkov v. Ukraine (no. 21722/11, ECHR 2013), the Government considered that the criminal head of Article 6 did not apply.",
            "uk": "148.  Уряд стверджував, що стаття 6 Конвенції була застосовною лише в її цивільній частині. Порівнюючи заходи, застосовані до заявників, з рішенням у справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine), заява № 21722/11, ЄСПЛ 2013) Уряд вважав, що кримінальна частина статті 6 Конвенції не була застосовною."
        }
    },
    {
        "id": 332,
        "translation": {
            "en": "The first applicant",
            "uk": "Перший заявник"
        }
    },
    {
        "id": 333,
        "translation": {
            "en": "149.  The first applicant considered that Article 6 was applicable under its civil limb.",
            "uk": "149.  Перший заявник вважав, що стаття 6 Конвенції була застосовна в її цивільній частині."
        }
    },
    {
        "id": 334,
        "translation": {
            "en": "The second and third applicants",
            "uk": "Другий і третій заявники"
        }
    },
    {
        "id": 335,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 336,
        "translation": {
            "en": "152.  The Court now needs to determine whether, as the second and third applicants argued, Article 6 is also applicable under its “criminal” head.",
            "uk": "152.  Наразі Суд має визначити, чи є також застосованою «кримінальна» частина статті 6 Конвенції, як стверджували другий і третій заявники."
        }
    },
    {
        "id": 337,
        "translation": {
            "en": "156.  In the present case, the applicants’ conduct for which the measures under the GCA were applied to them was not classified as “criminal” in domestic law (see, in particular, the Supreme Court’s decision set out in paragraph 92 above) and was not akin to any form of criminal conduct: it consisted in remaining in their positions while President Yanukovych was in power.",
            "uk": "156.  У цій справі поведінка заявників, за яку до них були застосовані заходи, передбачені Законом «Про очищення влади», не кваліфікувалася як «кримінальна» відповідно до національного законодавства (див., зокрема, рішення Верховного Суду у пункті 92) та не була аналогічна будь-якій формі кримінальної поведінки: вона полягала у тому, що вони обіймали свої посади, коли при владі був Президент Янукович."
        }
    },
    {
        "id": 338,
        "translation": {
            "en": "159.  In short, the Court considers that the nature and severity of the GCA measures were not such as to render them “criminal” for Convention purposes. Accordingly, Article 6 is not applicable under its criminal limb.",
            "uk": "159.  Коротко кажучи, Суд вважає, що характер і суворість передбачених Законом «Про очищення влади» заходів не були такими, щоб вважатися «кримінальними» для цілей Конвенції. Отже, кримінальний аспект статті 6 Конвенції є незастосовним."
        }
    },
    {
        "id": 339,
        "translation": {
            "en": "160.  However, as the Court found in paragraph 151 above, Article 6 § 1 is applicable under its civil limb. Accordingly, the Court notes that this part of the first three applications is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "160.  Проте, як Суд встановив у пункті 151, застосовним є цивільний аспект пункту 1 статті 6 Конвенції. Отже, Суд зазначає, що ця частина перших трьох заяв не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Суд також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 340,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 341,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 342,
        "translation": {
            "en": "The first applicant",
            "uk": "Перший заявник"
        }
    },
    {
        "id": 343,
        "translation": {
            "en": "161.  The reason for the violation of the applicant’s rights of access to court and to a hearing within reasonable time had been the delay in the Constitutional Court’s examination of the constitutionality of the GCA. It had delayed its examination of the case for much longer than the three-month period provided for in the 1996 Constitutional Court Act.",
            "uk": "161.  Причиною порушення прав заявника на доступ до суду та розгляд його справи упродовж розумного строку була затримка у розгляді Конституційним Судом України питання конституційності положень Закону «Про очищення влади». Він відклав розгляд справи на значно довший, ніж тримісячний строк, передбачений Законом України «Про Конституційний Суд України» 1996 року."
        }
    },
    {
        "id": 344,
        "translation": {
            "en": "162.  Moreover, in the meantime a widespread reorganisation of various State entities had been underway which would have made it difficult to reinstate lustrated individuals to their old positions even if the courts had ruled in their favour. Therefore, the delay had risked rendering any eventual court decision in the applicant’s favour illusory.",
            "uk": "162.  До того ж протягом цього періоду проводилася широка реорганізація різних державних установ, що ускладнило б поновлення люстрованих осіб на їхніх попередніх посадах, навіть якби суди ухвалили рішення на їхню користь. Таким чином, затримка могла зробити будь-яке можливе рішення суду на користь заявника ілюзорним."
        }
    },
    {
        "id": 345,
        "translation": {
            "en": "165.  The applicant pointed out that, contrary to the Government’s submissions, he had appealed to the Ministry of Justice, but to no avail.",
            "uk": "165.  Заявник зазначив, що, всупереч доводам Уряду, звертався до Міністерства юстиції України, проте безрезультатно."
        }
    },
    {
        "id": 346,
        "translation": {
            "en": "The second and third applicants",
            "uk": "Другий і третій заявники"
        }
    },
    {
        "id": 347,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 348,
        "translation": {
            "en": "167.  The Government submitted that the applicants had themselves created the situation which they had found themselves in, since they had either themselves asked for the proceedings to be suspended or had acquiesced in that decision and failed to take steps to resume the proceedings. In any event, the proceedings in their cases would be resumed in the event that the Constitutional Court found the GCA unconstitutional.",
            "uk": "167.  Уряд доводив, що заявники самі створили ситуацію, в якій опинилися, оскільки вони або самі клопотали про зупинення проваджень або погодилися з таким рішенням, і не вжили жодних заходів для відновлення провадження. У будь-якому випадку провадження у їхніх справах було б поновлено, якби Конституційний Суд України визнав положення Закону «Про очищення влади» неконституційними."
        }
    },
    {
        "id": 349,
        "translation": {
            "en": "168.  The Government referred, moreover, to the Court’s decisions in Sen v. Ukraine (no. 31740/08, 5 October 2010) and Fransov S.A.S. v. Ukraine (no. 36453/02, 15 October 2013), in which the Court did not consider periods of suspension of cases pending the examination of a related case in separate proceedings to be periods of unjustified delay imputable to the State.",
            "uk": "168.  Крім того, Уряд посилався на ухвали Суду щодо прийнятності у справах «Сен проти України» (Sen v. Ukraine), заява № 31740/08, \nвід 05 жовтня 2010 року) та «Франсов С.А.С. проти України» (Fransov S.A.S. v. Ukraine), заява № 36453/02, від 15 жовтня 2013 року), в яких Суд не вважав періоди зупинення провадження до розгляду пов’язаної з ним справи в окремому провадженні необґрунтованими затримками, відповідальність за які мала нести держава."
        }
    },
    {
        "id": 350,
        "translation": {
            "en": "169.  Accordingly, the Government submitted that the applicants’ complaints in respect of access to court and trial within a reasonable time were ill-founded.",
            "uk": "169.  Отже, Уряд стверджував про необґрунтованість скарг заявників щодо доступу до суду та розгляду справ упродовж розумного строку."
        }
    },
    {
        "id": 351,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 352,
        "translation": {
            "en": "170.  The Court notes that the applicants framed their complaints by invoking both their right of access to court and their right to a fair trial within reasonable time (see paragraphs 161 and 166 above). In doing so, however, they relied on the same facts and the main thrust of their complaints related to the unreasonable delay in their cases. The Court considers that the situation falls to be examined from the perspective of compliance with the “reasonable time” requirement.",
            "uk": "170.  Суд зазначає, що заявники сформулювали свої скарги, посилаючись як на своє право на доступ до суду, так і на право на справедливий судовий розгляду упродовж розумного строку \n(див. пункти 161 і 166). Однак при цьому вони посилалися на ті самі факти, а головна суть їхніх скарг була пов’язана з необґрунтованою затримкою в їхніх справах. Суд вважає, що ця ситуація має розглядатися з точки зору дотримання вимоги «розумного строку»."
        }
    },
    {
        "id": 353,
        "translation": {
            "en": "172.  The Court will proceed to examine the length of proceedings in the first three applicants’ cases, which is the matter at the heart of their complaint, in the light of those criteria.",
            "uk": "172.  Суд розгляне питання тривалості провадження у справах перших трьох заявників, яке є ключовим питанням їхньої скарги, у світлі цих критеріїв."
        }
    },
    {
        "id": 354,
        "translation": {
            "en": "Length of the proceedings so far",
            "uk": "Тривалість проваджень на цей момент"
        }
    },
    {
        "id": 355,
        "translation": {
            "en": "173.  The proceedings have so far lasted for more than four and a half years (see paragraphs 36, 41 and 43 above) at one level of jurisdiction, considering also the referral proceedings pending before the Constitutional Court.",
            "uk": "173.  На цей момент провадження тривають понад чотири з половиною роки (див. пункти 36, 41 і 43) в одній інстанції, враховуючи також провадження у Конституційному Суді України."
        }
    },
    {
        "id": 356,
        "translation": {
            "en": "Complexity of the case",
            "uk": "Складність справи"
        }
    },
    {
        "id": 357,
        "translation": {
            "en": "175.  The Court considers that the legal matters involved in the resolution of the applicants’ cases were complex, raising as they did novel and difficult issues of constitutional and Convention law. It is therefore understandable that the Constitutional Court needed to resolve those questions before the ordinary court could proceed with the cases.",
            "uk": "175.  Суд вважає, що правові питання, пов’язані з вирішенням справ заявників, були складними і порушували нові та складні питання за Конституцією України і Конвенцією. Тому зрозуміло, чому Конституційний Суд України повинен був вирішити ці питання, перш ніж суди загальної юрисдикції змогли б продовжити розгляд справ."
        }
    },
    {
        "id": 358,
        "translation": {
            "en": "The applicants’ conduct",
            "uk": "Поведінка заявників"
        }
    },
    {
        "id": 359,
        "translation": {
            "en": "176.  The Government pointed out that (see paragraphs 118 and 146 above):",
            "uk": "176.  Уряд зазначив, що (див. пункти 118 і 146):"
        }
    },
    {
        "id": 360,
        "translation": {
            "en": "(i)\tthe second and third applicants had themselves requested the suspension of proceedings in their cases;",
            "uk": "(i)\tдругий і третій заявники самі клопотали про зупинення проваджень в їхніх справах;"
        }
    },
    {
        "id": 361,
        "translation": {
            "en": "(ii)\t none of the applicants had appealed against the decisions to suspend the proceedings in their cases; and",
            "uk": "(ii)\t жоден із заявників не оскаржив ухвал про зупинення проваджень в їхніх справах; та"
        }
    },
    {
        "id": 362,
        "translation": {
            "en": "(iii)\tthe first and second applicants had failed to request a resumption of the proceedings.",
            "uk": "(iii)\tперший і другий заявники не клопотали про поновлення проваджень."
        }
    },
    {
        "id": 363,
        "translation": {
            "en": "177.  The Court observes that the applicants’ claims lodged with the domestic courts were based, for the most part, on the arguments related to the question of the constitutionality of the GCA (see paragraphs 36 and 43 above). Under domestic law, as worded at the relevant time, in such circumstances the applicants could (see paragraphs 83 to 87 above):",
            "uk": "177.  Суд зазначає, що позови заявників, подані до національних судів ґрунтувалися здебільшого на аргументах, пов’язаних з питанням конституційності Закону «Про очищення влади» (див. пункти 36 і 43). Відповідно до національного законодавства у редакції, чинній на момент подій, за таких обставин заявники могли (див. пункти 83 – 87):"
        }
    },
    {
        "id": 364,
        "translation": {
            "en": "(i)\teither ask the domestic administrative courts to interpret the GCA in a way that would be compatible with the applicants’ understanding of the Constitution and/or disapply the provisions they considered unconstitutional; or",
            "uk": "(i)\tабо звернутися до національних адміністративних судів із проханням надати тлумачення положень Закону «Про очищення влади», яке б відповідало розумінню заявниками Конституції України та/або визнавало незастосовними положення, які вони вважали неконституційними; або"
        }
    },
    {
        "id": 365,
        "translation": {
            "en": "(ii)\task the courts to apply to the Supreme Court and, through it, to the Constitutional Court, to assess the constitutionality of the GCA.",
            "uk": "(ii)\tпопросити суди звернутися до Верховного Суду України, а через нього до Конституційного Суду України для оцінки конституційності Закону «Про очищення влади»."
        }
    },
    {
        "id": 366,
        "translation": {
            "en": "178.  However, the domestic courts considered that the resolution of the applicants’ cases was dependent on the Constitutional Court’s ruling. The Plenary formation of the Supreme Court endorsed that position by holding that resolution of cases raising the issue of the constitutionality of the GCA required a ruling from the Constitutional Court (see paragraph 63 above). Thus the domestic courts, including the Supreme Court, endorsed the second above-mentioned approach over the first.",
            "uk": "178.  Проте національні суди вважали, що вирішення справ заявників залежало від рішення Конституційного Суду України. Пленум Верховного Суду України підтримав цю позицію, постановивши, що вирішення справ, в яких порушувалося питання конституційності Закону «Про очищення влади» потребувало ухвалення рішення Конституційним Судом України (див. пункт 63). Так, національні суди, у тому числі Верховний Суд України, надали перевагу другому підходу, а не першому."
        }
    },
    {
        "id": 367,
        "translation": {
            "en": "179.  It would be unreasonable, in the presence of such a well-defined position of the Supreme Court, to have expected the applicants to disagree and urge the ordinary courts to proceed with the cases anyway, expecting them to take a stand on the constitutionality of the GCA regardless of proceedings initiated by the Supreme Court before the Constitutional Court precisely on that point.",
            "uk": "179.  За наявності такої чітко визначеної позиції Верховного Суду України було би нерозумно очікувати, що заявники не погодяться та закликатимуть суди загальної юрисдикції у будь-якому випадку продовжити розгляд їхніх справ, очікуючи, що вони займуть позицію щодо конституційності Закону «Про очищення влади», незважаючи на провадження, ініційоване Верховним Судом України у Конституційному Суді України саме з цього питання."
        }
    },
    {
        "id": 368,
        "translation": {
            "en": "180.  In view of this position of the Supreme Court, the Court considers that any appeal against the decisions to suspend the proceedings could not be seen as having a prospect of success. Moreover, the decision to suspend the proceedings awaiting the Constitutional Court’s decision was consistent with the applicants’ argument to the effect that the GCA was unconstitutional.",
            "uk": "180.  З огляду на таку позицію Верховного Суду України Суд вважає, що будь-яке оскарження ухвал про зупинення проваджень не мало вважатись таким, що мало шанси на успіх. До того ж ухвали про зупинення провадження до ухвалення рішення Конституційним Судом України підтверджували аргумент заявників про неконституційність Закону «Про очищення влади»."
        }
    },
    {
        "id": 369,
        "translation": {
            "en": "181.  Furthermore, pressing for an examination of their cases in the absence of a Constitutional Court decision risked undermining the applicants’ own position: the applicants would then be at risk of having the domestic courts resolve their cases on the assumption that the GCA, since it had not been declared unconstitutional, remained applicable. The Government themselves, in support of their position, cited a decision of the domestic courts which had done just that (see, for example, paragraph 94 above).",
            "uk": "181.  Крім того, вимоги розгляду їхніх справ за відсутності рішення Конституційного Суду України могли зашкодити власній позиції заявників: тоді б заявники зіштовхнулися із загрозою, що національні суди вирішать їхні справи, припускаючи, що Закон «Про очищення влади» був застосовним, оскільки його не було визнано неконституційним. На підтримку своєї позиції, Уряд сам послався на рішення національних судів, які саме так і зробили \n(див., наприклад, пункт 94)."
        }
    },
    {
        "id": 370,
        "translation": {
            "en": "183.  Most of the court decisions cited by the Government in support of their arguments were delivered in unique circumstances entirely distinct from the applicants’ cases, most notably because the plaintiffs’ key argument was that the GCA did not apply to them on its own terms (for example, because of the plaintiffs’ military service or factual errors in applying the GCA to them, see paragraphs 95, 96 and 97 above).",
            "uk": "183.  Більшість судових рішень, наведених Урядом на підтримку своїх аргументів, було ухвалено за унікальних обставин, які цілком відрізнялися від справ заявників, головним чином тому, що ключовий аргумент позивачів полягав у тому, що Закон «Про очищення влади» не був застосовним до них за своїм визначенням (наприклад, у зв’язку з проходженням позивачами військової служби або фактологічні помилки у застосуванні до них Закону «Про очищення влади», див. пункти 95, 96 і 97)."
        }
    },
    {
        "id": 371,
        "translation": {
            "en": "185.  Under such circumstances, the applicants cannot be reproached for their failure to oppose the decision to refer the question of constitutionality to the Supreme Court (for eventual referral to the Constitutional Court), and the first and second applicants cannot be reproached for their failure to request resumption of the proceedings.",
            "uk": "185.  За таких обставин заявникам не можна дорікнути за те, що вони не оскаржили рішення про передання питання щодо конституційності до Верховного Суду України (для подальшого передання до Конституційного Суду України), а першому і другому заявникам не можна дорікнути за неподання клопотань про поновлення проваджень."
        }
    },
    {
        "id": 372,
        "translation": {
            "en": "The conduct of the authorities",
            "uk": "Поведінка органів державної влади"
        }
    },
    {
        "id": 373,
        "translation": {
            "en": "186.  The Court notes that, where proceedings before the Constitutional Court are embedded in ordinary proceedings, for example where the domestic courts refer a question of the constitutionality of a relevant provision to it, the proceedings before it may be relevant, to a greater or lesser extent, in an assessment of the compliance of the underlying proceedings with Article 6 of the Convention (see Roshka v. Russia (dec.), no. 63343/00, 6 November 2003, with further references).",
            "uk": "186.  Суд зазначає, що коли провадження у Конституційному Суді України становить частину звичайного провадження, наприклад, коли національні суди передають питання щодо конституційності відповідного положення, провадження у ньому більшою чи меншою мірою може мати значення для оцінки відповідності зазначеного провадження статті 6 Конвенції (див. ухвалу щодо прийнятності у справі «Рошка проти Росії» (Roshka v. Russia), заява № 63343/00, \nвід 06 листопада 2003 року з подальшими посиланнями)."
        }
    },
    {
        "id": 374,
        "translation": {
            "en": "187.  This is the case here and the proceedings before the Constitutional Court, which formed a major part of the length of the proceedings in the applicants’ cases, must be taken into account in the assessment of the reasonableness of their length.",
            "uk": "187.  Аналогічно і в цій справі для оцінки розумності тривалості має враховуватися провадження у Конституційному Суді України, що склало основну частину тривалості проваджень у справах заявників."
        }
    },
    {
        "id": 375,
        "translation": {
            "en": "189.  However, the Court considers that the specificity of the Constitutional Court’s role and status cannot sufficiently explain the delay in the proceedings before it in the present case.",
            "uk": "189.  Проте Суд вважає, що у цій справі особливості ролі та статусу Конституційного Суду України недостатньо, щоб пояснити затримку у у розгляді ним справи."
        }
    },
    {
        "id": 376,
        "translation": {
            "en": "191.  Nor has the Court been informed of any developments in the case before the Constitutional Court after 6 July 2017, beyond the court holding deliberations. Even before that date, there is no indication that any procedural steps were taken in the case after 22 March 2016, when the court held the hearing in the case and began deliberations (see paragraphs 68 and 69 above and contrast, for example, Ahmet Tunç and Others, cited above, § 123).",
            "uk": "191.  Суд також не було поінформовано про будь-який розвиток у розгляді справи Конституційним Судом України після 06 липня \n2017 року, окрім того, що суд проводив обговорення. Немає жодних ознак, що навіть до цієї дати у справі були вжиті будь-які процесуальні кроки з 22 березня 2016 року, коли суд провів засідання у справі та перейшов до обговорення (див. пункти 68 і 69 та для порівняння згадане рішення у справі «Ахмет Тунч та інші проти Туреччини» (Ahmet Tunç and Others v. Turkey), пункт 123)."
        }
    },
    {
        "id": 377,
        "translation": {
            "en": "192.  It is also relevant, though not in itself decisive, that the time-limits for examination of the cases by the Constitutional Court set forth in domestic law have been considerably exceeded (see paragraphs 80 and 81 above) without a convincing explanation.",
            "uk": "192.  Також варто зазначити, хоча само собою це не є вирішальним, що встановлені національним законодавством строки розгляду справ Конституційним Судом України було значно перевищено (див. \nпункти 80 і 81) за відсутності переконливого пояснення."
        }
    },
    {
        "id": 378,
        "translation": {
            "en": "What was at stake for the applicants",
            "uk": "У чому полягала важливість предмету спору для заявників"
        }
    },
    {
        "id": 379,
        "translation": {
            "en": "193.  The Court has held that employment disputes, by their nature, call for an expeditious decision, in view of what is at stake for the person concerned, who, through dismissal, loses his means of subsistence (see Frydlender v. France [GC], no. 30979/96, § 45, ECHR 2000VII). The Court sees no reason to hold otherwise in the present case.",
            "uk": "193.  Суд встановив, що трудові спори за своїм характером вимагають швидкого вирішення з огляду на важливість предмету спору для зацікавленої особи, яка через звільнення втрачає засоби до існування (див. рішення у справі «Фрідлендер проти Франції» [ВП] (Frydlender v. France) [GC], заява № 30979/96, пункт 45, \nЄСПЛ 2000VII). Суд не вбачає підстав для іншого висновку у цій справі."
        }
    },
    {
        "id": 380,
        "translation": {
            "en": "Overall assessment and conclusion",
            "uk": "Загальна оцінка та висновок"
        }
    },
    {
        "id": 381,
        "translation": {
            "en": "194.  The Court concludes that, in the particular circumstances of the present case, the length of the proceedings in the applicants’ cases cannot be considered “reasonable”.",
            "uk": "194.  Суд доходить висновку, що з огляду на конкретні обставини цієї справи тривалість проваджень у справах заявників не може вважатися «розумною»."
        }
    },
    {
        "id": 382,
        "translation": {
            "en": "195.  The Court therefore dismisses the Government’s objection with regard to the exhaustion of domestic remedies.",
            "uk": "195.  Тому Суд відхиляє заперечення Уряду щодо вичерпання національних засобів юридичного захисту."
        }
    },
    {
        "id": 383,
        "translation": {
            "en": "196.  There has, accordingly, been a violation of Article 6 § 1 of the Convention in respect of the first three applicants.",
            "uk": "196.  Отже, було порушено пункт 1 статті 6 Конвенції щодо перших трьох заявників."
        }
    },
    {
        "id": 384,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "стверджуване порушення статті 8 Конвенції"
        }
    },
    {
        "id": 385,
        "translation": {
            "en": "197.  The applicants complained of a violation of their right to respect for their private life. They relied on Article 8 of the Convention, which reads:",
            "uk": "197.  Заявники скаржилися на порушення їхнього права на повагу до їхнього приватного життя. Вони посилалися на статтю 8 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 386,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
            "uk": "«1.  Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції."
        }
    },
    {
        "id": 387,
        "translation": {
            "en": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2.  Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб.»"
        }
    },
    {
        "id": 388,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 389,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 390,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 391,
        "translation": {
            "en": "198.  The Government did not contest that the measures applied to the applicants had constituted an interference with their rights guaranteed by Article 8.",
            "uk": "198.  Уряд не оскаржував, що застосовані до заявників заходи становили втручання в їхні права, гарантовані статтею 8 Конвенції."
        }
    },
    {
        "id": 392,
        "translation": {
            "en": "The first applicant",
            "uk": "Перший заявник"
        }
    },
    {
        "id": 393,
        "translation": {
            "en": "The second to fifth applicants",
            "uk": "Другий – п’ятий заявники"
        }
    },
    {
        "id": 394,
        "translation": {
            "en": "The fourth and fifth applicants",
            "uk": "Четвертий і п’ятий заявники"
        }
    },
    {
        "id": 395,
        "translation": {
            "en": "202.  The fourth and fifth applicants also submitted, in response to the Government’s objection as to their alleged failure to comply with the sixmonth time-limit (see paragraph 199 above), that the six-month timelimit had to be counted from the date of the final domestic judicial decisions in their cases.",
            "uk": "202.  У відповідь на заперечення Уряду щодо стверджуваного недотримання ними шестимісячного строку (див. пункт 199) четвертий і п’ятий заявники також стверджували, що шестимісячний строк мав обчислюватися з дати ухвалення остаточного рішення національного суду в їхніх справах."
        }
    },
    {
        "id": 396,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 397,
        "translation": {
            "en": "Applicability of Article 8",
            "uk": "Застосовність статті 8 Конвенції"
        }
    },
    {
        "id": 398,
        "translation": {
            "en": "203.  The Court notes at the outset that it is not disputed between the parties that there has been an interference with the applicants’ rights under Article 8 on account of application to them of the measures under the GCA.",
            "uk": "203.  Перш за все, Суд зазначає, що сторонами не оскаржується, що було втручання у права заявників за статтею 8 Конвенції у зв’язку із застосуванням до них заходів відповідно до Закону «Про очищення влади»."
        }
    },
    {
        "id": 399,
        "translation": {
            "en": "207.  In assessing the applicability of Article 8 in the present case, the Court notes that that provision cannot be applicable under the reason-based approach: the GCA was applied to the applicants because of the positions they had occupied in the civil service while Mr Yanukovych had been in power or, as far as the fifth applicant was concerned, the position he had occupied in the Communist Party of the Ukrainian SSR, and had no connection to their private life.",
            "uk": "207.  Оцінюючи застосовність статті 8 Конвенції у цій справі, Суд зазначає, що це положення не може бути застосовним за підходом, що ґрунтується на підставах: Закон «Про очищення влади» був застосований до заявників у зв’язку з тим, що вони обіймали посади державної служби, коли при владі був пан Янукович або, у випадку п’ятого заявника, посаду у Комуністичній партії Української РСР, і не стосувалося їхнього приватного життя."
        }
    },
    {
        "id": 400,
        "translation": {
            "en": "208.  As far as the consequence-based approach is concerned, the Court notes that the GCA affected the applicants in three ways:",
            "uk": "208.  Щодо підходу, заснованого на наслідках, Суд зазначає, що Закон «Про очищення влади» вплинув на заявників у трьох аспектах:"
        }
    },
    {
        "id": 401,
        "translation": {
            "en": "(i)\tthey were dismissed from the civil service;",
            "uk": "(i)\tїх звільнили з державної служби;"
        }
    },
    {
        "id": 402,
        "translation": {
            "en": "(ii)\tthey were banned from occupying positions in the civil service for ten years, and",
            "uk": "(ii)\tдо них було застосовано заборону обіймати посади державної служби на строк десять років, та"
        }
    },
    {
        "id": 403,
        "translation": {
            "en": "(iii)\tthe applicants’ names were entered into the publicly accessible online Lustration Register.",
            "uk": "(iii)\tвідомості про осіб заявників було внесено до загальнодоступного в мережі Інтернет Єдиного державного реєстру осіб, щодо яких застосовано положення Закону «Про очищення влади»."
        }
    },
    {
        "id": 404,
        "translation": {
            "en": "211.  The Court concludes that Article 8 of the Convention is applicable.",
            "uk": "211.  Суд дійшов висновку, що стаття 8 Конвенції є застосовною."
        }
    },
    {
        "id": 405,
        "translation": {
            "en": "The first three applicants: exhaustion of domestic remedies and compliance with the six-month time-limit",
            "uk": "Перші три заявники: вичерпання національних засобів юридичного захисту та дотримання шестимісячного строку"
        }
    },
    {
        "id": 406,
        "translation": {
            "en": "212.  The Court now needs to address the Government’s objection as to the exhaustion of domestic remedies in the cases of the first three applicants (see paragraphs 117 to 121 above).",
            "uk": "212.  Тепер Суд має розглянути заперечення Уряду щодо вичерпання національних засобів юридичного захисту у справах перших трьох заявників (див. пункти 117 – 121)."
        }
    },
    {
        "id": 407,
        "translation": {
            "en": "213.  The Court notes its finding above to the effect that the appeals to the administrative courts, in combination with the proceedings before the Constitutional Court initiated by those courts, were, in principle, an effective domestic remedy in respect of the applicants’ grievances concerning their dismissal from the civil service under the GCA (see paragraph 141 above). However, as the Court has stated in paragraph 145 above, an effective remedy must operate without excessive delay.",
            "uk": "213.  Суд зауважує про свій висновок стосовно того, що звернення до адміністративних судів у поєднанні з ініційованим цими судами провадженням у Конституційному Суді України, у принципі, було ефективним національним засобом юридичного захисту у зв’язку зі скаргами заявників щодо їхнього звільнення з державної служби відповідно до Закону «Про очищення влади» (див. пункт 141). Проте, як Суд зазначив у пункті 145, ефективний засіб юридичного захисту має діяти без надмірної затримки."
        }
    },
    {
        "id": 408,
        "translation": {
            "en": "214.  The Court considers that, in the light of its findings above under Article 6 § 1 of the Convention (see paragraphs 178 to 196 above), in practice those proceedings proved not to be an effective remedy in respect of the applicants’ grievances under Article 8.",
            "uk": "214.  Суд вважає, що у світлі його висновків за пунктом 1 статті 6 Конвенції (див. пункти 178 – 196) на практиці зазначене провадження не виявилося ефективним засобом юридичного захисту у зв’язку зі скаргами заявників за статтею 8 Конвенції."
        }
    },
    {
        "id": 409,
        "translation": {
            "en": "216.  Therefore, given the particular circumstances of the present case, it cannot be said that the applicants were or ought to have been aware that the remedy in question was ineffective, so as to trigger the running of the sixmonth period (see Mocanu, cited above, § 260), at any point prior to the delivery of the present judgment.",
            "uk": "216.  Отже, з огляду на конкретні обставини цієї справи, не можна стверджувати, що заявники у будь-який момент до винесення цього рішення знали або мали знати, що відповідний засіб юридичного захисту був неефективним, що призвело б до початку перебігу шестимісячного строку (див. згадане рішення у справі «Мокану та інші проти Румунії» (Mocanu and Others v. Romania), пункт 260)."
        }
    },
    {
        "id": 410,
        "translation": {
            "en": "The fourth and fifth applicants: compliance with the six-month time-limit",
            "uk": "Четвертий і п’ятий заявники: дотримання шестимісячного строку"
        }
    },
    {
        "id": 411,
        "translation": {
            "en": "217.  The Court observes that the applicants’ claims were, indeed, for the most part, based on the arguments relating to the constitutionality of the GCA (see paragraphs 49 and 53 above). However, contrary to what the Government have suggested (see paragraph 199 above), an application to the Constitutional Court was not the only remedy.",
            "uk": "217.  Суд зазначає, що скарги заявників дійсно більшою частиною ґрунтувалися на аргументах, пов’язаних з конституційністю Закону «Про очищення влади» (див. пункти 49 і 53). Проте всупереч твердженням Уряду (див. пункт 199) звернення до Конституційного Суду України не було єдиним засобом юридичного захисту."
        }
    },
    {
        "id": 412,
        "translation": {
            "en": "219.  Therefore, as the Court already held in respect of the first three applicants (see paragraph 143 above) the appeals to the ordinary courts did constitute, in principle, an effective remedy to be exhausted. The applicants lodged their applications within six months of the final domestic decisions in that process (see the Appendix and paragraphs 52 and 57 above).",
            "uk": "219.  Отже, як Суд уже встановив щодо перших трьох заявників (див. пункт 143), звернення з позовом до судів загальної юрисдикції, в принципі, дійсно було ефективним засобом юридичного захисту, який необхідно було вичерпати. Заявники подали свої заяви упродовж шести місяців після ухвалення остаточних рішень національних судів у цьому процесі (див. Додаток та пункти 52 і 57)."
        }
    },
    {
        "id": 413,
        "translation": {
            "en": "220.  Therefore, the fourth and fifth applicants’ complaints cannot be declared inadmissible for failure to comply with the six-month rule. Accordingly, the Court rejects the Government’s objection in that respect.",
            "uk": "220.  Таким чином, скарги четвертого та п’ятого заявників не можуть бути оголошені неприйнятними у зв’язку з недотриманням правила шестимісячного строку. Тому Суд відхиляє заперечення Уряду щодо цього."
        }
    },
    {
        "id": 414,
        "translation": {
            "en": "Otherwise as to admissibility",
            "uk": "Інше щодо прийнятності"
        }
    },
    {
        "id": 415,
        "translation": {
            "en": "221.  The Court notes that this part of the applications is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "221.  Суд зазначає, що ця частина заяв не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 416,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 417,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 418,
        "translation": {
            "en": "The first applicant",
            "uk": "Перший заявник"
        }
    },
    {
        "id": 419,
        "translation": {
            "en": "222.  The first applicant submitted that the interference with his Article 8 rights had had a basis in the GCA. However, it had not pursued a legitimate aim and had been disproportionate to any legitimate aim pursued in that the lustration procedure had not been individualised (see paragraph 200 above).",
            "uk": "222.  Перший заявник доводив, що втручання у його право за статтею 8 Конвенції ґрунтувалося на Законі «Про очищення влади». Проте воно не переслідувало законну мету та було непропорційним будь-який переслідуваній законній меті, оскільки люстраційна процедура не була індивідуалізованою (див. пункт 200)."
        }
    },
    {
        "id": 420,
        "translation": {
            "en": "224.  The first applicant stressed that he had risen through the ranks in the prosecutor’s office, from investigator up to the PGO, based on merit. He had had nothing to do with the cases concerning Ms Tymoshenko and Mr Lutsenko referred to by the Government (see paragraph 235 below).",
            "uk": "224.  Перший заявник наголосив, що його просування по службі у прокуратурі від посади слідчого до працівника Генеральної прокуратури України відбувалось на підставі його службових досягнень. Він не мав жодного стосунку до справ щодо пані Тимошенко та пана Луценка, на які посилався Уряд (див. пункт 235)."
        }
    },
    {
        "id": 421,
        "translation": {
            "en": "225.  He pointed to the criticism of the GCA expressed in the Venice Commission’s interim opinion (see paragraph 107 above), notably concerning the overbroad personal scope of the Act, defectiveness of the lustration procedure and the lack of sufficient procedural guarantees for the Act’s targets, most notably concerning insufficient individualisation of responsibility, insufficient protection of personal data and failure to recognise the suspensive effect of judicial review.",
            "uk": "225.  Він звернув увагу на критику Закону «Про очищення влади», висловлену у проміжному висновку Венеціанської комісії \n(див. пункт 107), зокрема щодо широкого кола осіб, до яких застосовується Закон, недоліків люстраційної процедури та відсутності достатніх процесуальних гарантій для цілей Закону, зокрема щодо недостатньо індивідуалізованої відповідальності, недостатнього захисту персональних даних і невизнання того, що судовий перегляд призупиняв рішення щодо люстрації."
        }
    },
    {
        "id": 422,
        "translation": {
            "en": "227.  The applicant also alleged that the GCA had been adopted in an atmosphere of violent intimidation by its proponents. He alleged, in particular, that in September and October 2014 they had engaged in a campaign of attacks against various civil servants and politicians, seeking to force them to resign.",
            "uk": "227.  Заявник також стверджував, що Закон «Про очищення влади» було прийнято в атмосфері відвертого залякування його прихильниками. Зокрема, він стверджував, що у вересні та жовтні \n2014 року вони здійснили кампанію нападів на різних державних службовців і політиків, намагаючись змусити їх відмовитись від посади."
        }
    },
    {
        "id": 423,
        "translation": {
            "en": "The second to fifth applicants",
            "uk": "Другий – п’ятий заявники"
        }
    },
    {
        "id": 424,
        "translation": {
            "en": "228.  The second to fifth applicants stressed that they had not taken any part in the “usurpation of power” by President Viktor Yanukovych (the terminology used in the GCA) or the suppression of dissent and related events referred to by the Government (see paragraphs 231 to 237 below). Moreover, they had never been accused of participating in them.",
            "uk": "228.  Другий – п’ятий заявники наголосили, що не брали жодної участі в «узурпації влади» Президентом Віктором Януковичем (термінологія, використана в Законі «Про очищення влади») або в придушенні інакомислення або інших зазначених Урядом подіях \n(див. пункти 231 – 237). Крім того, їм ніколи не висували обвинувачення в участі у подібному."
        }
    },
    {
        "id": 425,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 426,
        "translation": {
            "en": "Background information concerning lustration legislation",
            "uk": "Довідкова інформація щодо люстраційного законодавства"
        }
    },
    {
        "id": 427,
        "translation": {
            "en": "231.  The Government outlined the history of Ukraine’s transition from totalitarian rule under the Communist Party of the USSR to independence and democracy. They stated that in the 1990s the former communist elite had remained in power, leading to a concentration of economic resources in the hands of former managers of State-owned companies and the creation of an “oligarchic” economic and political system.",
            "uk": "231.  Уряд коротко виклав історію переходу України від тоталітарного режиму під час правління Комуністичної партії УРСР до незалежності та демократії. Він зазначив, що у 1990-х роках колишня комуністична еліта залишилася при владі, призвівши до концентрації економічних ресурсів у руках колишніх керівників державних підприємств і створення «олігархічної» економічної та політичної системи."
        }
    },
    {
        "id": 428,
        "translation": {
            "en": "232.  The attempt of the “then ruling class ... to impose Mr Yanukovych as president” had led to the Orange Revolution of 2004 to 2005. As a result, pro-Western forces had come to power but their failure to carry out the necessary reforms and “to distance themselves from the oligarchs and apparatchiks of the past” had led to Mr Yanukovych being elected President in 2010 through free elections.",
            "uk": "232.  Спроба «правлячого класу … нав’язати пана Януковича як Президента» призвела до Помаранчевої Революції 2004 – 2005 років. У результаті до влади прийшли прозахідні сили, проте їхня неспроможність здійснити необхідні реформи і «дистанціонуватися від олігархів та апаратників минулого» призвела до обрання \nпана Януковича Президентом України у 2010 році шляхом проведення вільних виборів."
        }
    },
    {
        "id": 429,
        "translation": {
            "en": "233.  Having come to office, he had started consolidating power. In particular, he had appointed four new judges to the Constitutional Court and had thus formed a majority favourable to him. One of the judges had been the former president of the town court in Mr Yanukovych’s hometown, who had previously shown no interest in constitutional law.",
            "uk": "233.  Прийшовши до влади, він розпочав консолідування влади. Зокрема, він призначив чотирьох нових суддів Конституційного Суду України і, таким чином, сформував прихильну до нього більшість. Один із суддів був колишнім головою міського суду у рідному місті пана Януковича, який раніше не проявляв інтересу до конституційного права."
        }
    },
    {
        "id": 430,
        "translation": {
            "en": "234.  As a result, five months into Mr Yanukovych’s presidency the Constitutional Court had adopted a decision which had had the effect of increasing the President’s powers. The Government regarded this decision as a de facto coup d’état. They pointed out that the decision had been criticised by the Venice Commission (see paragraphs 8 and 106 above) and commentators who, at the time, had pointed out that the decision would lead to political destabilisation.",
            "uk": "234.  У результаті через п’ять місяців президентства пана Януковича Конституційний Суд України ухвалив рішення, яким було збільшено повноваження Президента України. Уряд розглядав це рішення як de facto coup d’état. Він вказав, що це рішення критикувалося Венеціанською комісією (див. пункти 8 і 106) та оглядачами, які на той момент зазначили, що це рішення призведе до політичної дестабілізації."
        }
    },
    {
        "id": 431,
        "translation": {
            "en": "236.  Mr Yanukovych’s circle had taken control of major companies. Mass media had been under pressure. Tax administration had been a particularly corrupt institution, with many of its leaders at the time having since been prosecuted.",
            "uk": "236.  Оточення пана Януковича взяло під контроль великі підприємства. На засоби масової інформації чинився тиск. Податкова адміністрація була особливо корумпованою структурою, а багато з тих, хто був її керівниками на той час, у подальшому були притягнуті до відповідальності."
        }
    },
    {
        "id": 432,
        "translation": {
            "en": "237.  Mr Yanukovych’s rule had come to an end as a result of the EuroMaidan protests, which he had unsuccessfully tried to suppress through the use of force the Government considered excessive.",
            "uk": "237.  Президентство пана Януковича закінчилося у результаті протестів «Євромайдану», які він безуспішно намагався придушити, застосувавши силу, яку Уряд вважав надмірною."
        }
    },
    {
        "id": 433,
        "translation": {
            "en": "238.  As the result of Mr Yanukovych’s activities and his escape to Russia, the Russian authorities had been able to annex Crimea and instigate an armed insurgency in the Donetsk and Luhansk Regions through the so-called “Donetsk People’s Republic” and “Luhansk People’s Republic”.",
            "uk": "238.  У результаті дій пана Януковича та його втечі до Росії, російській владі вдалося анексувати Крим і спровокувати збройне заворушення у Донецькій та Луганській областях через так звані «Донецьку Народну Республіку» та «Луганську Народну Республіку»."
        }
    },
    {
        "id": 434,
        "translation": {
            "en": "239.  In the course of the democratic presidential and parliamentary elections held in 2014 there had been considerable public demand for lustration of those associated with the establishment of Mr Yanukovych’s regime and the treatment of peaceful protesters who had taken part in the EuroMaidan protests.",
            "uk": "239.  Під час проведення демократичних президентських і парламентських виборів у 2014 році існувала значна суспільна вимога люстрації осіб, пов’язаних зі встановленням режиму пана Януковича та поводженням із мирними протестувальниками, які брали участь у протестах «Євромайдану»."
        }
    },
    {
        "id": 435,
        "translation": {
            "en": "240.  The GCA had been enacted in order to restore trust in the State authorities after those developments.",
            "uk": "240.  Закон «Про очищення влади» було прийнято з метою відновлення довіри до органів держаної влади після цих подій."
        }
    },
    {
        "id": 436,
        "translation": {
            "en": "241.  The Government summarised the arguments for the adoption of the GCA which were laid out in the explanatory note to the draft law which, in the end, was enacted as the GCA:",
            "uk": "241.  Уряд узагальнив аргументи на користь прийняття Закону «Про очищення влади», які були наведені у пояснювальній записці до законопроєкту, який зрештою було прийнято як Закон «Про очищення влади»:"
        }
    },
    {
        "id": 437,
        "translation": {
            "en": "“In the course of transition from authoritarian to democratic government, society faced many challenges in terms of ensuring an effective transformation of the public administration system. The goal of those changes was to build a pluralist democracy [based on such values as rule of law and respect for human rights].",
            "uk": "«Суспільство під час переходу від авторитаризму до демократичного правління cтикається із чималою кількістю проблем щодо забезпечення ефективної трансформації системи державного управління. Цілі такої трансформації полягають у розбудові плюралістичної демократії, [що ґрунтується на принципах верховенства права та поваги до прав людини]."
        }
    },
    {
        "id": 438,
        "translation": {
            "en": "A constitutional democratic State is entitled to require from public servants a dedication to such fundamental values as respect for human dignity, the rule of law, democracy, human rights, sovereignty and territorial integrity, which form part of the constitutional tradition of Ukraine and have to be protected. Constitutional democracy is only possible if those values are effectively protected by public servants.",
            "uk": "Конституційна, демократична держава має право вимагати від державних службовців відданості таким фундаментальним цінностям, як повага до людської гідності, верховенства права, демократії, прав людини, суверенітету та територіальної цілісності, які є частиною конституційної традиції України та повинні бути захищені. Конституційна демократія можлива лише за умови ефективного захисту цих цінностей державними службовцями."
        }
    },
    {
        "id": 439,
        "translation": {
            "en": "The conduct of authorities in recent years led to a loss of citizens’ confidence in the public authorities. In recent years officials had been guided not by the law but by the unlawful instructions of the State’s highest official.",
            "uk": "Діяльність органів влади останніх років призвела до зневіри громадян у владних органах. Останніми роками посадові особи органів державної влади керувались не законами, а незаконними вказівками вищого керівництва держави."
        }
    },
    {
        "id": 440,
        "translation": {
            "en": "The organs of government at central and local level completely undermined themselves because they became indissociably linked to the violation of citizens’ rights, corruption and disregard for the Constitution and the law.",
            "uk": "Влада як на центральному рівні, так і на місцевому, повністю зневілювала себе, оскільки нерозривно асоціювалася з порушенням прав громадян, корупцією, недотриманням положень Конституції України та законів."
        }
    },
    {
        "id": 441,
        "translation": {
            "en": "Introducing the procedure of government cleansing would allow citizens’ trust in the government to be restored and the level of corruption to be reduced to a minimum.”",
            "uk": "Проведення в Україні процедури очищення влади дасть змогу відновити довіру громадян до влади, а також звести до мінімуму випадки корупції.»"
        }
    },
    {
        "id": 442,
        "translation": {
            "en": "Compliance with Article 8",
            "uk": "Дотримання статті 8 Конвенції"
        }
    },
    {
        "id": 443,
        "translation": {
            "en": "Concerning all applicants",
            "uk": "Щодо всіх заявників"
        }
    },
    {
        "id": 444,
        "translation": {
            "en": "242.  The Government submitted that the interference with the applicants’ rights had been “in accordance with the law”, namely the relevant provisions of the GCA.",
            "uk": "242.  Уряд доводив, що втручання у права заявників здійснювалося «згідно із законом», а саме із відповідними положеннями Закону «Про очищення влади»."
        }
    },
    {
        "id": 445,
        "translation": {
            "en": "243.  The measures under the GCA were needed to “consolidate society” and overcome the negative effects of the authoritarian regime of the former President Viktor Yanukovych and his government and in order to protect young democracy. As such, they pursued the legitimate aims of protecting health or morals, the rights and freedoms of other inhabitants of Ukraine, as well as national security.",
            "uk": "243.   Передбачені Законом «Про очищення влади» заходи були необхідні для «консолідації суспільства» та подолання негативних наслідків авторитарного режиму колишнього Президента Віктора Януковича та його уряду, а також для захисту молодої демократії. Як такі, вони переслідували законні цілі захисту здоров’я та моралі, прав і свобод інших жителів України, а також національної безпеки."
        }
    },
    {
        "id": 446,
        "translation": {
            "en": "244.  The States had a broad margin of appreciation in choosing how to deal with the legacy of undemocratic regimes (citing Anchev, cited above, § 102).",
            "uk": "244.  Держави мали широку свободу розсуду, вирішуючи, що їм робити зі спадщиною недемократичних режимів (посилання на згадане рішення у справі «Анчев проти Болгарії» (Anchev v. Bulgaria), \nпункт 102)."
        }
    },
    {
        "id": 447,
        "translation": {
            "en": "245.  That a cleansing of the kind operated by the GCA was “necessary in a democratic society” as a way of establishing democratic institutions and preserving the democracy and sovereignty of the State was demonstrated by the practice of other States. The procedure responded to civil society’s demand for a reform of the State administration.",
            "uk": "245.  Те, що очищення такого типу, як було проведено відповідно до Закону «Про очищення влади», було «необхідним у демократичному суспільстві», як спосіб встановлення демократичних інституцій та збереження демократії і незалежності держави, було доведено практикою інших держав. Процедура відповідала вимозі громадянського суспільства щодо реформи державного управління."
        }
    },
    {
        "id": 448,
        "translation": {
            "en": "248.  The Government further referred to the final opinion of the Venice Commission on the GCA (see paragraph 108 above). The Commission had recognised that Ukraine had the right to exclude from access to public positions individuals who might pose a threat to the democratic system and/or have shown themselves unworthy of serving society (see § 30 of the opinion).",
            "uk": "248.  Уряд також посилався на остаточний висновок Венеціанської комісії щодо Закону «Про очищення влади» (див. пункт 108). Комісія визнала, що Україна мала право забороняти доступ до посад держаної служби особам, які могли загрожувати демократичній системі та/або виявилися негідними служити суспільству (див. пункт 30 висновку)."
        }
    },
    {
        "id": 449,
        "translation": {
            "en": "249.  The Venice Commission also considered that disqualification based solely on the position occupied was not “a priori contrary to international standards, provided that it [was] reserved for high positions within organi[s]ations responsible for serious human rights violations and for serious cases of mismanagement” (see § 50 of the opinion).",
            "uk": "249.  Венеціанська комісія також вважала, що заборона, яка ґрунтувалася виключно на посаді, яку обіймала особа, «a priori не суперечила міжнародним стандартам, за умови, якщо вона [стосувалася] посад в установах, відповідальних за серйозні порушення прав людини та винних у серйозному зловживанні службовим становищем» (див. пункт 50 висновку)."
        }
    },
    {
        "id": 450,
        "translation": {
            "en": "250.  The GCA’s goal was to protect and affirm democratic values, the rule of law and human rights in Ukraine, restore trust in the State authorities and create conditions for the construction of a new system of State administration in accordance with European standards.",
            "uk": "250.  Мета Закону «Про очищення влади» полягала у захисті та підтвердженні демократичних цінностей, верховенства права та прав людини в Україні, відновленні довіри до органів державної влади та створенні умов для формування нової системи державного управління відповідно до європейських стандартів."
        }
    },
    {
        "id": 451,
        "translation": {
            "en": "251.  The measures affecting the applicants had been sufficiently individualised and it had to be considered that they had been taken in the state of emergency caused by ongoing war and foreign aggression.",
            "uk": "251.  Заходи, які застосовувалися до заявників, були достатньо індивідуалізованими та мали розглядатися як вжиті під час надзвичайної ситуації, спричиненої тривалою війною та іноземною агресією."
        }
    },
    {
        "id": 452,
        "translation": {
            "en": "252.  Lustration was an urgent demand of society and a necessary condition for the transition to a qualitatively new level of public administration. It affected a limited number of individuals who had been closely connected with the previous anti-democratic regime in order to restore trust in the public institutions.",
            "uk": "252.  Люстрація була нагальною вимогою суспільства та необхідною умовою для переходу на якісно новий рівень державного управління. Вона торкнулася обмеженої кількості осіб, які були тісно пов’язані з попереднім антидемократичним режимом, з метою відновлення довіри до державних установ."
        }
    },
    {
        "id": 453,
        "translation": {
            "en": "254.  Taking into account the socio-political situation in Ukraine in 2014, the lustration process was a necessary and the only possible measure to restore trust in the authorities by removing from positions individuals whose activities could delay or make it impossible to establish a democratic regime in Ukraine.",
            "uk": "254.  Беручи до уваги соціально-політичну ситуацію в Україні у 2014 році, люстраційний процес був необхідним та єдиним можливим заходом для відновлення довіри до органів державної влади, шляхом звільнення з посад осіб, чиї дії могли відкласти або унеможливити встановлення в Україні демократичного режиму."
        }
    },
    {
        "id": 454,
        "translation": {
            "en": "255.  The Government pointed out that in the course of the parliamentary debate over the draft law it had been amended: the range of individuals affected by the lustration process had been reduced and elected positions had been excluded from the scope of the law.",
            "uk": "255.  Уряд зазначив, що під час парламентського обговорення законопроєкту до нього було внесено зміни: перелік осіб, які підпадали під люстрацію, був зменшений, а виборні посади були виключені зі сфери застосування закону."
        }
    },
    {
        "id": 455,
        "translation": {
            "en": "Concerning the third applicant",
            "uk": "Щодо третього заявника"
        }
    },
    {
        "id": 456,
        "translation": {
            "en": "256.  The Government stressed that the third applicant had been subject to disciplinary sanctions, demonstrating that his integrity and professional performance had been “far from exemplary” (see paragraph 46 above).",
            "uk": "256.  Уряд наголосив, що на третього заявника накладалися дисциплінарні стягнення, що доводило, що його доброчесність і професійна діяльність були «далеко не зразковими» (див. пункт 46)."
        }
    },
    {
        "id": 457,
        "translation": {
            "en": "Concerning the fourth and fifth applicants",
            "uk": "Щодо четвертого та п’ятого заявників"
        }
    },
    {
        "id": 458,
        "translation": {
            "en": "258.  The Government also sought to distinguish Ādamsons (no. 3669/03, 24 June 2008), where the applicant had been disqualified from standing for election on account of his previous service in the Frontier Guard of the USSR, which had been under the authority of the KGB. In that case the Court had found that the criteria for applying restrictions had been overbroad and extended for an unreasonable period of time.",
            "uk": "258.  Уряд також проводив відмінність зі справою «Адамсонс проти Латвії» (Ādamsons v. Latvia), заява № 3669/03, від 24 червня 2008 року), в якій заявника позбавили права бути обраним у зв’язку з його попередньою службою у прикордонній службі УРСР, яка перебувала під керівництвом КДБ. У зазначеній справі Суд встановив, що критерії застосування обмежень були занадто широкими та поширювалися на нерозумний період часу."
        }
    },
    {
        "id": 459,
        "translation": {
            "en": "259.  The Government likewise distinguished the Ivanovski case, which had concerned the dismissal of a president of the Constitutional Court who had been banned from any employment in the public service and academia and whose private-sector job prospects had been restricted and who had faced stigmatisation as a former informer.",
            "uk": "259.  Аналогічно Уряд проводив відмінність зі справою «Івановський проти колишньої Югославської Республіки Македонії» (Ivanovski v. the former Yugoslav Republic of Macedonia), яка стосувалася звільнення Голови Конституційного Суду, якому було заборонено обіймати будь-які посади державної служби та у наукових інституціях, та чиї перспективи на працевлаштування у приватному секторі були обмежені, крім того, він стикнувся із навішуванням на нього ярлика колишнього інформатора."
        }
    },
    {
        "id": 460,
        "translation": {
            "en": "260.  The Government pointed out that, contrary to Sõro (cited above), the applicants’ submissions contained no evidence that their dismissal as part of the lustration process had affected their emotional and psychological integrity, reputation or ability to develop relations with others.",
            "uk": "260.  Уряд зазначив, що на відміну від справи «Соро проти Естонії» (Sõro v. Estonia), у доводах заявників не було жодних доказів, що їхнє звільнення, як частина люстраційного процесу, вплинуло на їхню емоційну та фізичну недоторканість, репутацію або можливість розвивати відносини з іншими."
        }
    },
    {
        "id": 461,
        "translation": {
            "en": "261.  The fourth applicant had been dismissed from his position for failure to submit a lustration declaration, even though he had known of that obligation in advance. Moreover, he had received reprimands during his employment in the civil service (see paragraph 22 above), showing that his integrity in the performance of his professional duties had been “far from exemplary”.",
            "uk": "261.  Четвертого заявника звільнили з його посади через неподання заяви про незастосування до нього Закону «Про очищення влади», хоча йому заздалегідь було відомо про цей обов’язок. До того ж під час перебування на державній службі йому оголошувалися догани (див. пункт 22), що доводить, що його доброчесність у виконанні професійних обов’язків була «далеко не зразковою»."
        }
    },
    {
        "id": 462,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 463,
        "translation": {
            "en": "The Court’s approach",
            "uk": "Підхід Суду"
        }
    },
    {
        "id": 464,
        "translation": {
            "en": "262.  The Court has examined a large number of cases dealing with the process of lustration following transition from totalitarian Communist rule to democracy, which, depending on the country, consisted in public exposure, partial disenfranchisement and restrictions on public and some sensitive public sector employment for individuals associated with the former totalitarian regimes, in particular secret collaborators with their security services (see the case-law cited in paragraph 204 above).",
            "uk": "262.  Суд розглянув велику кількість справ щодо процесу люстрації після переходу від правління тоталітарного комунізму до демократії, який, залежно від країни, полягав у публічному викритті, частковому позбавленні прав та обмеженні права обіймати посади у держаному секторі та деяких сферах, пов’язаних з державною таємницею, осіб, які мали зв’язок з попередніми тоталітарними режимами, зокрема таємно співпрацювали з їхніми службами безпеки (див. наведену у пункті 204 практику)."
        }
    },
    {
        "id": 465,
        "translation": {
            "en": "263.  However, as the Venice Commission pointed out (see §§ 68-71 of its final report, in paragraph 108 above), the GCA deals with two distinct periods, the period of totalitarian Communist rule and the period when President Yanukovych was in power. The first four applicants’ cases concern the latter period.",
            "uk": "263.  Проте, як зазначила Венеціанська комісія (див. пункти 68 – 71 остаточного висновку у пункті 108), Закон «Про очищення влади» стосувався двох окремих періодів: періоду правління тоталітарного комунізму та періоду перебування при владі Президента Януковича. Справи перших чотирьох заявників стосуються останнього періоду."
        }
    },
    {
        "id": 466,
        "translation": {
            "en": "264.  Therefore, while the principles developed by the Court in cases concerning post-Communist lustration may be applied in the present case, as far as it concerns the first four applicants, the specificity of their situation must be taken into account.",
            "uk": "264.  Отже, хоча принципи, розроблені Судом у справах щодо проведення посткомуністичної люстрації, можуть бути застосовні у цій справі в частині щодо перших чотирьох заявників, має враховуватися особливість їхньої ситуації."
        }
    },
    {
        "id": 467,
        "translation": {
            "en": "Whether there was an interference with the applicants’ right to respect for their private life",
            "uk": "Чи було втручання у право заявників на повагу до їхнього приватного життя"
        }
    },
    {
        "id": 468,
        "translation": {
            "en": "265.  In view of the considerations above (see paragraphs 208 to 211) regarding the applicability of Article 8 of the Convention, the Court considers that there has been an interference with the applicants’ right to respect for their private life.",
            "uk": "265.  З огляду на зазначені міркування (див. пункти 208 – 211) щодо застосовності статті 8 Конвенції Суд вважає, що було втручання у права заявників на повагу до їхнього приватного життя."
        }
    },
    {
        "id": 469,
        "translation": {
            "en": "266.  Such interference is only compatible with Article 8 if it was “in accordance with the law” and “necessary in a democratic society” to attain one or more of the aims set out in its second paragraph.",
            "uk": "266.  Таке втручання відповідає статті 8 Конвенції лише, якщо воно здійснювалося «згідно із законом» і було «необхідним у демократичному суспільстві» для досягнення однієї або більше цілей, зазначених у другому пункті."
        }
    },
    {
        "id": 470,
        "translation": {
            "en": "Was the interference “in accordance with the law”?",
            "uk": "Чи здійснювалося втручання «згідно із законом»?"
        }
    },
    {
        "id": 471,
        "translation": {
            "en": "268.  The applicants’ inability to predict that such legislation would be enacted when taking up the posts which triggered the application of restrictive measures to them does not call into doubt the interference’s lawfulness in Convention terms. Non-retrospectivity is only prohibited as such under Article 7 § 1 of the Convention with respect to criminal offences and penalties (ibid., § 97), whereas the measures provided for under the GCA are not of that nature (see paragraphs 151 to 158 above).",
            "uk": "268.  Нездатність заявників передбачити, що таке законодавство буде прийнято під час зайняття ними посад, які стали підставою для застосування до них обмежувальних заходів, не ставить під сумнів законність втручання у розумінні Конвенції. Незворотність дії в часі, як така, заборонена лише пунктом 1 статті 7 Конвенції щодо кримінальних правопорушень і покарань (там само, пункт 97), тоді як передбачені Законом «Про очищення влади» заходи такого характеру не мають (див. пункти 151 – 158)."
        }
    },
    {
        "id": 472,
        "translation": {
            "en": "269.  That said, the fact that the conduct the applicants engaged in was legal at the relevant time is a factor which can be taken into account in assessing the necessity of the interference.",
            "uk": "269.  Отже, той факт, що на момент подій поведінка заявників була законною, є аспектом, який також може враховуватися під час оцінки необхідності втручання."
        }
    },
    {
        "id": 473,
        "translation": {
            "en": "Did the interference pursue a legitimate aim?",
            "uk": "Чи переслідувало втручання законну мету?"
        }
    },
    {
        "id": 474,
        "translation": {
            "en": "270.  In cases concerning post-Communist lustration in other Central and Eastern European States the Court has held that lustration measures pursue the legitimate aims of the protection of national security and public safety, the prevention of disorder, and the protection of the rights and freedoms of others (see Sidabras and Džiautas, § 55, Naidin, § 51, and Anchev, § 100, all cited above).",
            "uk": "270.  У справах щодо посткомуністичної люстрації в інших державах Центральної та Східної Європи Суд встановив, що люстраційні заходи переслідували законні цілі захисту національної та громадської безпеки, запобігання заворушенням, а також захисту прав і свобод інших (див. згадані рішення у справах «Сідабрас та Джяутас проти Литви» (Sidabras and Džiautas v. Lithuania), пункт 55, «Найдін проти Румунії» (Naidin v. Romania), пункт 51 та «Анчев проти Болгарії» (Anchev v. Bulgaria), пункт 100)."
        }
    },
    {
        "id": 475,
        "translation": {
            "en": "271.  The Court notes that, according to the Venice Commission’s assessment, the GCA pursued two legitimate aims: (i) protecting the society from individuals who, due to their past behaviour, could pose a threat to the newly established democratic regime and (ii) to cleanse the public administration of individuals who had engaged in large-scale corruption (see §§ 23 and 24 of the Commission’s interim opinion, in paragraph 108 above).",
            "uk": "271.  Суд зазначає, що відповідно до оцінки Венеціанської комісії Закон «Про очищення влади» переслідував дві законні цілі: (і) захист суспільства від осіб, які з огляду на їхню поведінку в минулому могли становити загрозу новоствореному демократичному режиму та (іі) очищення державного управління від осіб, причетних до широкомасштабної корупції (див. пункти 23 і 24 остаточного висновку Комісії у пункті 108)."
        }
    },
    {
        "id": 476,
        "translation": {
            "en": "274.  In the Court’s view, its previous findings in the post-Communist lustration cases (see paragraph 270 above) have only limited relevance in the present case, in particular as far as the first four applicants are concerned, since the measures provided for under the GCA are much broader in scope and were applied to the applicants in a context different from that which prevailed in the other Central and Eastern European countries when they implemented their lustration programmes.",
            "uk": "274.  На думку Суду, його попередні висновки у справах щодо посткомуністичної люстрації (див. пункт 270) лише частково стосуються цієї справи, зокрема щодо перших чотирьох заявників, оскільки передбачені Законом «Про очищення влади» заходи мають набагато ширшу сферу застосування та були застосовані до заявників за обставин, що відрізнялися від тих, які відбувалися у країнах Центральної та Східної Європи під час впровадження ними люстраційних програм."
        }
    },
    {
        "id": 477,
        "translation": {
            "en": "278.  If that were to be shown to be the case, then, far from pursuing the aim of protecting democratic governance, the GCA measures could be seen as undermining that very governance through politicisation of the civil service, a problem the law was supposedly designed to combat (see the Government’s submissions in paragraph 235 above).",
            "uk": "278.  Якби це було так, тоді передбачені Законом «Про очищення влади» заходи могли вважатися не такими, що переслідували законну мету захисту демократичної форми правління, а такими, що підривали цю форму правління у зв’язку з політизацією державної служби, проблемою, для боротьби з якою цей Закон був нібито розроблений (див. доводи Уряду у пункті 235)."
        }
    },
    {
        "id": 478,
        "translation": {
            "en": "280.  The latter also occurred in the applicants’ cases, and the Venice Commission expressed serious doubts about the compatibility of that aspect of the lustration procedure under the GCA with the Convention (see the Commission’s interim opinion, §§ 98-100, in paragraph 107 above).",
            "uk": "280.  Останнє також мало місце у справах заявників, і Венеціанська комісія висловила серйозне занепокоєння щодо відповідності Конвенції цього аспекту люстраційної процедури, передбаченої Законом «Про очищення влади» (див. пункти 98 – 100 проміжного висновку Комісії у пункті 107)."
        }
    },
    {
        "id": 479,
        "translation": {
            "en": "281.  Moreover, the Venice Commission also warned of the consequences of an overbroad personal scope of application of the GCA for individual rights, highlighting generally that such a broad approach could be unjustified in view of the legitimate aim that the lustration measures sought to pursue, namely the protection of democratic governance and not revenge (see the Commission’s final opinion, § 33, see paragraph 108 above).",
            "uk": "281.  Крім того, Венеціанська комісія також застерегла про наслідки застосування Закону «Про очищення влади» до широкого кола осіб для індивідуальних прав, наголосивши в цілому, що такий широкий підхід міг бути невиправданим з огляду на законну ціль, яку прагнули досягти люстраційні заходи, а саме захист демократичної форми правління, а не помсту (див. пункт 33 остаточного висновку Комісії, див. пункт 108)."
        }
    },
    {
        "id": 480,
        "translation": {
            "en": "Was the interference “necessary in a democratic society”?",
            "uk": "Чи було втручання «необхідним у демократичному суспільстві»?"
        }
    },
    {
        "id": 481,
        "translation": {
            "en": "The first three applicants",
            "uk": "Перші три заявники"
        }
    },
    {
        "id": 482,
        "translation": {
            "en": "284.  The measures under the GCA were applied to the applicants on account of their perceived association with the rule of the former President Viktor Yanukovych.",
            "uk": "284.  Передбачені Законом «Про очищення влади» заходи були застосовані до заявників через їхній ймовірний зв’язок з правлінням колишнього Президента Віктора Януковича."
        }
    },
    {
        "id": 483,
        "translation": {
            "en": "286.  The Court, therefore, considers that, in such circumstances, measures of change and reform in the civil service, including measures against civil servants personally associated with the above-mentioned negative developments, were, in principle, justified.",
            "uk": "286.  Отже, Суд вважає, що за таких обставин заходи із впровадження змін і реформування державної служби, у тому числі заходи щодо державних службовців, особисто пов’язаних із зазначеними негативними подіями, в принципі, були виправданими."
        }
    },
    {
        "id": 484,
        "translation": {
            "en": "287.  The question which remains to be answered is whether, in applying restrictive measures to the applicants regardless of the specific functions they performed and based merely on the fact that they occupied certain relatively high-ranking positions during Mr Yanukovych’s rule, the respondent State overstepped its margin of appreciation.",
            "uk": "287.  Залишається відповісти на питання, чи не вийшла держава-відповідач за межі своєї свободи розсуду, застосувавши до заявників обмежувальні заходи лише на підставі того, що вони обіймали певні відносно високі посади під час правління пана Януковича, не врахувавши конкретні виконувані ними функції."
        }
    },
    {
        "id": 485,
        "translation": {
            "en": "288.  The Court has held, in the context of post-Communist lustration, that Contracting States which have emerged from undemocratic regimes have a broad margin of appreciation in choosing how to deal with the legacy of those regimes (see Anchev, cited above, § 102, with further references).",
            "uk": "288.  У контексті посткомуністичної люстрації Суд встановив, що Договірні Сторони, які виникли після падіння антидемократичних режимів, мають широку свободу розсуду, вирішуючи, що їм робити зі спадщиною цих режимів (див. згадане рішення у справі «Анчев проти Болгарії» (Anchev v. Bulgaria), пункт 102 з подальшими посиланнями)."
        }
    },
    {
        "id": 486,
        "translation": {
            "en": "289.  Given the circumstances set out in paragraph 285 above, the Court considers that the authorities in the present case should be afforded a similar margin of appreciation.",
            "uk": "289.  З огляду на викладені у пункті 285 обставини Суд вважає, що у цій справі органам державної влади має бути надана така сама свобода розсуду."
        }
    },
    {
        "id": 487,
        "translation": {
            "en": "290.  The Court notes, however, that, even in the context of cases involving transition from totalitarian rule to democracy and involving (alleged) collaborators of totalitarian security services, it has never been confronted with restrictive measures of such broad scope applied to civil servants merely for remaining in their posts under a government considered subsequently to be undemocratic.",
            "uk": "290.  Проте Суд зазначає, що навіть у контексті справ, пов’язаних із переходом від тоталітаризму до демократії, а також пов’язаних зі (стверджуваними) співробітниками служб безпеки тоталітарних режимів, він ніколи не стикався з обмежувальними заходами такого широкого обсягу, застосованими до державних службовців лише на тій підставі, що вони залишались на своїх посадах під час діяльності уряду, який згодом був визнаний недемократичним."
        }
    },
    {
        "id": 488,
        "translation": {
            "en": "291.  Even in those cases the Court found violations of various provisions of the Convention where lustration measures had been applied on account of mere tangential association with them, without sufficient individualisation (see Ādamsons, § 116, and Sõro, §§ 60-64, both cited above).",
            "uk": "291.  Навіть у тих справах Суд встановлював порушення різних положень Конвенції, якщо люстраційні заходи були застосовані без достатньої індивідуалізації лише через опосередковану причетність до таких урядів (див. згадані рішення у справах «Адамсонс проти Латвії» (Ādamsons v. Latvia), пункт 116 та «Соро проти Естонії» (Sõro v. Estonia), пункти 60 – 64)."
        }
    },
    {
        "id": 489,
        "translation": {
            "en": "295.  It remains for the Court to determine whether this legislative scheme, as applied to the applicants, met the above criteria developed in the Court’s case-law.",
            "uk": "295.  Суду залишається визначити, чи відповідав застосований до заявників законодавчий механізм наведеним критеріям, розробленим практикою Суду."
        }
    },
    {
        "id": 490,
        "translation": {
            "en": "299.  For instance, as the second and third applicants’ cases illustrate, GCA measures could be applied even to a civil servant who had been appointed to his post a long time prior to Mr Yanukovych becoming President based merely on the fact that he failed to resign from his post within a year of Mr Yanukovych’s taking office.",
            "uk": "299.  Наприклад, як вбачається зі справи другого та третього заявників, передбачені Законом «Про очищення влади» заходи могли бути застосовані навіть до державного службовця, призначеного на його посаду задовго до того, як пан Янукович став Президентом України, лише на тій підставі, що він не пішов зі своєї посади протягом року після приходу до влади пана Януковича."
        }
    },
    {
        "id": 491,
        "translation": {
            "en": "301.  There is no cogent explanation for the temporal frame set by the GCA as the main criterion for application of the restrictive measures under the Act (see, in this respect, § 51 of the Venice Commission’s opinion in paragraph 108 above). The Government themselves appeared to argue that the GCA was a response to the negative results of the activities of all post-Communist elites (see paragraph 231 above). However, the period from 1991 to 2010 is excluded from the scope of the Act.",
            "uk": "301.  Переконливого пояснення часових рамок, встановлених Законом «Про очищення влади» як головного критерію для застосування передбачених Законом обмежувальних заходів немає (див. у зв’язку з цим пункт 51 висновку Венеціанської комісії у пункті 108). Як вбачається, Уряд сам стверджував, що Закон «Про очищення влади» був відповіддю на негативні результати діяльності усіх посткомуністичних еліт (див. пункт 231). Проте період з 1991 до \n2010 років виключений зі сфери застосування Закону."
        }
    },
    {
        "id": 492,
        "translation": {
            "en": "308.  Lastly, the applicants were removed from the civil service and information about this was made publicly available before they could obtain a review of such measures. Even the ex post facto remedy available to the applicants operated with excessive delay and, as a result, the proceedings have so far lasted for almost half of the total ten-year period of their exclusion from the civil service and certain other public sector employment.",
            "uk": "308.  Зрештою заявників було звільнено з державної служби, а інформацію про це опубліковано до того, як вони могли домогтися перегляду таких заходів. Навіть доступний заявникам ex post facto засіб юридичного захисту діяв із надмірною затримкою та, як наслідок, до сих пір розгляд справ тривав майже половину загального десятирічного періоду застосування до них заборони обіймати посади державної служби та певні інші посади у державному секторі."
        }
    },
    {
        "id": 493,
        "translation": {
            "en": "The fourth applicant",
            "uk": "Четвертий заявник"
        }
    },
    {
        "id": 494,
        "translation": {
            "en": "309.  The Court notes that, as with the third applicant, despite the Government’s reference to the reprimands the fourth applicant received in 2006 and 2008 (see paragraphs 22 and 261 above), there was no connection between those reprimands and the application of the GCA to him.",
            "uk": "309.  Суд зазначає, як і щодо третього заявника, що незважаючи на посилання Уряду на винесені четвертому заявнику у 2006 – 2008 роках догани (див. пункти 22 і 261), жодного зв’язку між цими доганами та застосуванням до нього Закону «Про очищення влади» не було."
        }
    },
    {
        "id": 495,
        "translation": {
            "en": "310.  The fourth applicant was dismissed and subjected to restrictive measures under the GCA because he had filed his lustration declaration four days late (see paragraphs 30 and 34 above).",
            "uk": "310.  Четвертого заявника звільнили та застосували до нього обмежувальні заходи, передбачені Законом «Про очищення влади», через подання ним заяви про незастосування до нього Закону «Про очищення влади» із чотириденним запізненням (див. пункти 30 і 34)."
        }
    },
    {
        "id": 496,
        "translation": {
            "en": "312.  Therefore, if the applicant’s dismissal and application of the other GCA measures to him was to be seen as based on his association with the rule of President Viktor Yanukovych, then the considerations set out above concerning the first three applicants also apply to the fourth applicant.",
            "uk": "312.  Отже, якщо звільнення заявника та застосування до нього інших заходів Закону «Про очищення влади» мали вважатися обґрунтованими його зв’язком з правлінням Президента Віктора Януковича, то наведені щодо перших трьох заявників міркування також стосуються і четвертого заявника."
        }
    },
    {
        "id": 497,
        "translation": {
            "en": "315.  Therefore, the Court is unable to perceive how imposition of such a serious restrictive measure for a minor delay in filing such a technical statement could be seen as “necessary in a democratic society”.",
            "uk": "315.  Тому Суд не може зрозуміти, як застосування такого серйозного обмежувального заходу через незначну затримку у поданні такої технічної заяви могло вважатися «необхідним у демократичному суспільстві»."
        }
    },
    {
        "id": 498,
        "translation": {
            "en": "The fifth applicant",
            "uk": "П’ятий заявник"
        }
    },
    {
        "id": 499,
        "translation": {
            "en": "316.  The Court has long held that the timing of adoption and implementation of post-Communist lustration measures is a key consideration in assessing their proportionality. This has always been the position of all Council of Europe institutions expressing an opinion on the matter.",
            "uk": "316.  Суд давно встановив, що час прийняття та застосування посткомуністичних люстраційних заходів є основним аспектом під час оцінки їхньої пропорційності. Усі інституції Ради Європи, які висловлювали свою думку з цього питання, завжди дотримувалися такої позиції."
        }
    },
    {
        "id": 500,
        "translation": {
            "en": "319.  Even in Ždanoka, where the Court found no violation of Article 3 of Protocol No. 1, and which was decided thirteen years ago, the Court already held that the Latvian parliament had to keep the statutory restriction on former Communist Party members under constant review, “with a view to bringing [them] to an early end” (cited above, § 135).",
            "uk": "319.  Навіть в ухваленому тринадцять років тому рішенні у справі «Жданока проти Латвії» (Ždanoka v. Latvia), в якому Суд не встановив порушення статті 3 Першого протоколу до Конвенції, він уже зазначив, що латвійській парламент повинен був постійно переглядати передбачені законодавством обмеження щодо колишніх членів Комуністичної партії «з метою припинення [їх] застосовування у найкоротші строки» (пункт 135)."
        }
    },
    {
        "id": 501,
        "translation": {
            "en": "321.  The Court finds that the Ukrainian authorities have failed to give cogent reasons to justify lustration with regard to persons who merely occupied certain positions in the Communist Party prior to 1991 (see also, in this respect, § 69 of the Venice Commission’s final opinion, in paragraph 108 above). The Government’s observations and the domestic decisions were virtually silent on that point.",
            "uk": "321.  Суд вважає, що українські органи влади не надали переконливих підстав для виправдання люстрації осіб, які просто обіймали певні посади Комуністичної партії до 1991 року (див. також у зв’язку з цим пункт 69 остаточного висновку Венеціанської комісії у пункті 108). У зауваженнях Уряду та рішеннях національних судів щодо цього практично нічого не зазначено."
        }
    },
    {
        "id": 502,
        "translation": {
            "en": "322.  The Court considers that the disproportionate nature of the lustration measure is particularly pronounced in the fifth applicant’s case. No serious argument has been made that the applicant, a local official working in agriculture, could conceivably pose a threat to the newly established democratic regime. The domestic authorities demonstrated total disregard for his rights.",
            "uk": "322.  Суд вважає, що непропорційний характер люстраційного заходу особливо помітний у справі п’ятого заявника. Не було наведено жодного серйозного аргументу, що заявник, посадова особа органу місцевого самоврядування, яка працювала у сфері сільського господарства, могла потенційно становити загрозу новоствореному демократичному режиму. Національні органи влади продемонстрували повне нехтування його правами."
        }
    },
    {
        "id": 503,
        "translation": {
            "en": "Conclusion",
            "uk": "Висновок"
        }
    },
    {
        "id": 504,
        "translation": {
            "en": "323.  In summary, it has not been shown that the interference in respect of any of the applicants was necessary in a democratic society.",
            "uk": "323.  Коротко кажучи, не було доведено, що втручання щодо будь-кого із заявників було необхідним у демократичному суспільстві."
        }
    },
    {
        "id": 505,
        "translation": {
            "en": "324.  There has, accordingly, been a violation of Article 8 of the Convention in respect of all applicants.",
            "uk": "324.  Отже, було порушено статтю 8 Конвенції щодо всіх заявників."
        }
    },
    {
        "id": 506,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN RESPECT OF THE SECOND APPLICANT",
            "uk": "стверджуване порушення статті 13 конвенції щодо другого заявника"
        }
    },
    {
        "id": 507,
        "translation": {
            "en": "325.  The second applicant complained that he had not had an effective domestic remedy in respect of his complaints under Articles 6 and 8 of the Convention. Article 13 of the Convention reads:",
            "uk": "325.  Другий заявник скаржився на відсутність у своєму розпорядженні ефективного національного засобу юридичного захисту у зв’язку з його скаргами за статтями 6 і 8 Конвенції. Стаття 13 Конвенції передбачає:"
        }
    },
    {
        "id": 508,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в [цій] Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 509,
        "translation": {
            "en": "326.  The Government contested that argument.",
            "uk": "326.  Уряд заперечив проти цього аргументу."
        }
    },
    {
        "id": 510,
        "translation": {
            "en": "327.  The Court notes that this complaint is closely linked to the complaints examined under Articles 6 and 8 and must likewise be declared admissible.",
            "uk": "327.  Суд зазначає, що ця скарга тісно пов’язана зі скаргами, розглянутими за статтями 6 і 8 Конвенції, а тому так само має бути оголошена прийнятною."
        }
    },
    {
        "id": 511,
        "translation": {
            "en": "328.  However, given the grounds on which it has found violations of Articles 6 and 8, the Court considers that no separate issue arises under Article 13. Consequently, the Court holds that it is not necessary to examine this complaint separately.",
            "uk": "328.  Проте з огляду на підстави, на яких він встановив порушення статей 6 і 8 Конвенції, Суд вважає, що окремого питання за статтею 13 Конвенції не виникає. Отже, Суд не вважає за необхідне розглядати цю скаргу окремо."
        }
    },
    {
        "id": 512,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 513,
        "translation": {
            "en": "329.  Article 41 of the Convention provides:",
            "uk": "329.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 514,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 515,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 516,
        "translation": {
            "en": "330.  The first applicant claimed 7,000 euros (EUR) and the other applicants claimed EUR 15,000 each in respect of non-pecuniary damage.",
            "uk": "330.  Перший заявник вимагав 7 000 євро, а інші заявники вимагали по 15 000 євро кожний в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 517,
        "translation": {
            "en": "331.  The second and third applicants also claimed EUR 16,835.43 and EUR 43,362.24 in respect of pecuniary damage, representing lost wages.",
            "uk": "331.  Другий і третій заявники також вимагали 16 835,43 євро і 43 362,24 євро в якості відшкодування матеріальної шкоди, що дорівнювало сумі втраченої заробітної плати."
        }
    },
    {
        "id": 518,
        "translation": {
            "en": "332.  The Government contested those claims.",
            "uk": "332.  Уряд заперечив проти цих вимог."
        }
    },
    {
        "id": 519,
        "translation": {
            "en": "334.  At the same time the Court stresses that, should the applicants’ substantiated and reasonable claims for lost wages be rejected without due justification at the domestic level or should their examination be so delayed as to render further proceedings futile, it would be open to the applicants, if appropriate, to lodge new applications in that respect.",
            "uk": "334.  Водночас Суд наголошує, що якщо обґрунтовані та розумні вимоги заявників щодо відшкодування втраченої заробітної плати будуть залишені без задоволення на національному рівні без належного обґрунтування або їх розгляд буде настільки затягнуто, що подальше провадження стане безрезультатним, заявники за необхідності зможуть подати нові заяви стосовно цього."
        }
    },
    {
        "id": 520,
        "translation": {
            "en": "335.  The Court, ruling on an equitable basis, awards the applicants EUR 5,000 each in respect of non-pecuniary damage.",
            "uk": "335.  Ухвалюючи рішення на засадах справедливості, Суд присуджує кожному заявнику по 5 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 521,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 522,
        "translation": {
            "en": "336.  The first applicant also claimed EUR 1,500, the second and third applicants EUR 900 each and the fourth and fifth applicants EUR 850 each for the costs and expenses incurred before the Court.",
            "uk": "336.  Перший заявник також вимагав 1 500 євро, другий і третій заявники вимагали по 900 євро кожний, а четвертий і п’ятий заявники вимагали по 850 євро кожний в якості компенсації судових та інших витрат, понесених під час провадження у Суді."
        }
    },
    {
        "id": 523,
        "translation": {
            "en": "337.  The Government contested those claims.",
            "uk": "337.  Уряд заперечив проти цих вимог."
        }
    },
    {
        "id": 524,
        "translation": {
            "en": "338.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,500 to the first applicant and EUR 300 to the second to fifth applicants each for the proceedings before the Court.",
            "uk": "338.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні у нього документи та зазначені критерії Суд вважає за розумне присудити 1 500 євро першому заявнику та по 300 євро другому – п’ятому заявникам в якості компенсації витрат, понесених під час провадження у Суді."
        }
    },
    {
        "id": 525,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 526,
        "translation": {
            "en": "339.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "339.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 527,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 528,
        "translation": {
            "en": "Decides to join the applications;",
            "uk": "Вирішує об’єднати заяви;"
        }
    },
    {
        "id": 529,
        "translation": {
            "en": "Joins to the merits and dismisses the Government’s objection in respect of exhaustion of domestic remedies by the first three applicants;",
            "uk": "Долучає до розгляду по суті заперечення Уряду щодо вичерпання національних засобів юридичного захисту першими трьома заявниками та відхиляє його;"
        }
    },
    {
        "id": 530,
        "translation": {
            "en": "Declares the applications admissible;",
            "uk": "Оголошує заяви прийнятними;"
        }
    },
    {
        "id": 531,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the first three applicants;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції щодо перших трьох заявників;"
        }
    },
    {
        "id": 532,
        "translation": {
            "en": "Holds that there has been a violation of Article 8 of the Convention in respect of all applicants;",
            "uk": "Постановляє, що було порушено статтю 8 Конвенції щодо всіх заявників;"
        }
    },
    {
        "id": 533,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 534,
        "translation": {
            "en": "that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявникам такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 535,
        "translation": {
            "en": "EUR 5,000 (five thousand euros) to each applicant, plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "5 000 (п’ять тисяч) євро кожному заявнику та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 536,
        "translation": {
            "en": "EUR 1,500 (one thousand five hundred euros) to the first applicant and EUR 300 (three hundred euros) to the second to fifth applicants each, plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
            "uk": "1 500 (одна тисяча п’ятсот) євро першому заявнику та по 300 (триста) євро другому – п’ятому заявникам та додатково суму будь-якого податку, що може нараховуватись заявникам, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 537,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 538,
        "translation": {
            "en": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 539,
        "translation": {
            "en": "Done in English, and notified in writing on 17 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 17 жовтня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 540,
        "translation": {
            "en": "Claudia Westerdiek Registrar",
            "uk": "Клаудія Вестердік (Claudia Westerdiek) Секретар"
        }
    },
    {
        "id": 541,
        "translation": {
            "en": "Angelika Nußberger President",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger) Голова"
        }
    }
]