[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF M.R. AND D.R. v. UKRAINE",
            "uk": "СПРАВА «М.Р. ТА Д.Р. ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 63551/13)",
            "uk": "(Заява № 63551/13)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "22 May 2018",
            "uk": "22 травня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "22/08/2018",
            "uk": "22/08/2018"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of M.R. and D.R. v. Ukraine,",
            "uk": "У справі «М.Р. та Д.Р. проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Vincent A. De Gaetano, President,\n\tGanna Yudkivska,\n\tPaulo Pinto de Albuquerque,\n\tIulia Motoc,\n\tCarlo Ranzoni,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Вінсент А. Де Гаетано (Vincent A. De Gaetano), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tПауло Пінто де Альбукерке (Paulo Pinto de Albuquerque),\n\tЮлія Моток (Iulia Motoc),\n\tКарло Ранцоні (Carlo Ranzoni),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 10 April 2018,",
            "uk": "після обговорення за зачиненими дверима 10 квітня 2018 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 63551/13) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Czech national, M. R. (“the first applicant”) and his son, D.R. (“the second applicant”), on 2 October 2013. The Vice-President of the Section decided that the applicants’ names should not be disclosed (Rule 47 § 4 of the Rules of Court).",
            "uk": "1.  Справу було розпочато за заявою (№ 63551/13), яку 02 жовтня 2013 року подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод \n(далі – Конвенція) громадяни Чехії, М.Р. (далі – перший заявник) та його син, Д.Р. (далі – другий заявник). Заступник Голови секції вирішив, що імена заявників не повинні розкриватися (пункт 4 Правила 47 Регламенту Суду)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicants were represented by Mr D. Strupek, a lawyer practising in Prague. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna.",
            "uk": "2.  Заявників представляв пан Д. Струпек, юрист, який практикує у м. Прага. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicants complained under Article 8 of the Convention that the Ukrainian authorities had failed to ensure the return of the second applicant to the first applicant, who is resident in the Czech Republic.",
            "uk": "3.  Заявники скаржилися за статтею 8 Конвенції на незабезпечення органами влади України повернення другого заявника до першого заявника, який проживає у Чеській Республіці."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 10 December 2015 the application was communicated to the Government.",
            "uk": "4.  10 грудня 2015 року про заяву було повідомлено Уряд."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "5.  The Czech Government made use of their right to intervene under Article 36 § 1 of the Convention. They were represented by their Agent, Mr Vít A. Schorm, of the Ministry of Justice.",
            "uk": "5.  Уряд Чехії скористався своїм правом взяти участь у справі відповідно до пункту 1 статті 36 Конвенції. Уряд Чехії представляв його Уповноважений, пан Віт А. Шорм з Міністерства юстиції."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "6.  The first applicant was born in 1958 and lives in Prague.",
            "uk": "6.  Перший заявник народився у 1958 році та проживає у м. Прага."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "7.  On 17 October 2003 he married B., a Ukrainian national, in Prague. On 23 May 2004 their son, the second applicant, was born.",
            "uk": "7.  17 жовтня 2003 року у м. Прага він одружився з Б., громадянкою України,. 23 травня 2004 року народився їхній син, другий заявник."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  Between 2004 and 2007 the applicants and B. lived together as a family at the first applicant’s residence in Prague.",
            "uk": "8.  З 2004 року до 2007 року заявники та Б. проживали разом однією сім’єю за місцем проживання першого заявника у м. Прага."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  In 2007 the couple divorced. B. continued to live with the child at a different address in Prague.",
            "uk": "9.  У 2007 році подружжя розлучилось. Б. продовжила проживати разом з дитиною за іншою адресою у м. Прага."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  By the decision of the Prague 10 District Court adopted on 6 November 2008, which was upheld on appeal on 19 May 2009, the first applicant and B. were granted alternating custody of the second applicant (with a change of parent each week).",
            "uk": "10.  Рішенням районного суду Прага 10 від 06 листопада 2008 року, яке 19 травня 2009 року було залишене без змін апеляційною інстанцією, першому заявнику та Б. було надано право поперемінного виховання другого заявника (зі зміною одного з батьків кожного тижня)."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "11.  On 27 June 2009 B. took the second applicant at her residence pursuant to the above alternating custody scheme. Without the consent of the first applicant, she moved to Ukraine with the second applicant and settled in Demeshkivtsi, Ivano-Frankivsk Region.",
            "uk": "11.  27 червня 2009 року Б. згідно з розкладом поперемінного виховання забрала другого заявника до свого помешкання. Без згоди першого заявника вона виїхала до України з другим заявником і поселилась у с. Демешківці, Івано-Франківської області."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "12.  The first applicant initiated a procedure under the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980 (“the Hague Convention”) for the return of the second applicant to the Czech Republic.",
            "uk": "12.  З метою повернення другого заявника до Чеської Республіки перший заявник ініціював провадження за Гаазькою конвенцією про цивільно-правові аспекти міжнародного викрадення дітей (далі – Гаазька конвенція)."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "A.  The Hague Convention proceedings in Ukraine",
            "uk": "A.  Провадження за Гаазькою конвенцією в Україні"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "13.  In October 2009 the Ivano-Frankivsk Regional Department of Justice, acting in the interests of the first applicant, lodged a claim with the Ivano-Frankivsk Town Court for the return of the second applicant to the Czech Republic, pursuant to the Hague Convention.",
            "uk": "13.  У жовтні 2009 року Головне територіальне управління юстиції в Івано-Франківській області в інтересах першого заявника звернулося до Івано-Франківського міського суду з позовом про повернення другого заявника до Чеської Республіки відповідно до Гаазької конвенції."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "14.  On 2 July 2010 the court granted the claim, finding that the removal of the second applicant from the Czech Republic and his retention in Ukraine had been wrongful within the meaning of Article 3 of the Hague Convention. The court ordered B. to return the child to the first applicant’s residence in the Czech Republic. The child was to be returned by B. whilst accompanied by the first applicant.",
            "uk": "14.  02 липня 2010 року суд задовольнив позов, визнавши вивезення другого заявника з Чеської Республіки та його утримування в Україні незаконними у розумінні статті 3 Гаазької конвенції. Суд зобов’язав Б. повернути дитину до місця проживання першого заявника у Чеській Республіці. Б. мала повернути дитину в супроводі першого заявника."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "15.  On 14 September 2010, the Ivano-Frankivsk Regional Court of Appeal upheld the judgment on appeal, and it became enforceable on that date.",
            "uk": "15.  14 вересня 2010 року Апеляційний суд Івано-Франківської області, розглянувши апеляційну скаргу, залишив рішення без змін і того ж дня воно стало таким, що підлягає виконанню."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "16.  On October 2010 B. lodged an appeal on points of law.",
            "uk": "16.  У жовтні 2010 року Б. подала касаційну скаргу."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "17.  On 25 February 2011 the Supreme Court of Ukraine suspended enforcement of the return order, pending the examination of the appeal on points of law.",
            "uk": "17.  25 лютого 2011 року Верховний Суд України зупинив виконання рішення про повернення дитини до закінчення розгляду касаційної скарги."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "18.  On 15 March 2011 the Supreme Court of Ukraine dismissed B.’s appeal on points of law, finding no proof that the lower courts had incorrectly applied the law or violated any procedural rules.",
            "uk": "18.  15 березня 2011 року Верховний Суд України відхилив касаційну скаргу Б., дійшовши висновку про відсутність доказів порушення судами нижчих інстанцій норм матеріального або процесуального права."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "B.  Proceedings in the Czech Republic regarding the custody and care of the second applicant",
            "uk": "B.  Провадження у Чеській Республіці щодо опіки та виховання другого заявника"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "19.  Further to its earlier decision granting the parents alternating custody of the second applicant, the Prague 10 District Court reconsidered the matter in the light of new developments in the case, especially the child’s abduction by B., his retention in Ukraine, and the first applicant’s lack of access to the child. On 10 November 2010 that court found that it was in the child’s best interests to live with the first applicant, who was therefore granted the sole custody of the child.",
            "uk": "19.  Окрім свого попереднього рішення, яким батькам було встановлено право поперемінної опіки над другим заявником, районний суд Прага 10 переглянув справу за нововиявленими обставинами, зокрема, у зв’язку з викраденням Б. дитини, його утримуванням в Україні та відсутністю у першого заявника доступу до дитини. 10 листопада 2010 року цей суд встановив, що в найкращих інтересах дитини було проживання з першим заявником, якому, відповідно, було надане право одноосібної опіки над дитиною."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "20.  On 28 June 2011 that decision was upheld on appeal.",
            "uk": "20.  28 червня 2011 року це рішення було залишено без змін апеляційним судом."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "C.  Proceedings in Ukraine regarding the determination of the child’s place of residence",
            "uk": "C.  Провадження в Україні щодо визначення місця проживання дитини"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "22.  The first applicant appealed against that decision, arguing that the Ukrainian court did not have competence to determine the child’s place of residence because the custody rights had to be determined by the Czech authorities.",
            "uk": "22.  Перший заявник оскаржив це рішення, стверджуючи, що український суд не мав компетенції визначати місце проживання дитини, оскільки права щодо опіки мали визначатися органами влади Чехії."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "23.  On 6 March 2014 the Ivano-Frankivsk Regional Court of Appeal upheld the decision of the first-instance court, finding that the child had settled in a new environment since his arrival in 2009 and that B. was entitled to bring that action in order to ensure the best interests of the child.",
            "uk": "23.  06 березня 2014 року Апеляційний суд Івано-Франківської області залишив без змін рішення суду першої інстанції, встановивши, що дитина прижилася у новому середовищі з моменту її приїзду у 2009 році та що Б. мала право на подання цього позову з метою забезпечення найкращих інтересів дитини."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "24.  The first applicant did not appeal on points of law against that decision.",
            "uk": "24.  Перший заявник не оскаржив цю ухвалу у касаційному порядку."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "D.  Enforcement of the return order issued by the Ukrainian court",
            "uk": "D.  Виконання рішення українського суду щодо повернення дитини"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "26.  On 3 November 2010 the Halych District Court of Ivano-Frankivsk Region dismissed the bailiffs’ request to put the child on the search list. The court found that there was no evidence that the bailiffs had made attempts to identify the whereabouts of B. and the child. The hearing was attended by B., who submitted that the child was living with her and that she had not received any notices from the bailiffs concerning the enforcement of the return order.",
            "uk": "26.  03 листопада 2010 року Галицький районний суд \nІвано-Франківської області відмовив у задоволенні подання державного виконавця про оголошення дитини у розшук. Суд дійшов висновку про відсутність доказів вжиття державним виконавцем заходів для встановлення місцезнаходження Б. та дитини. У засіданні була присутня Б., яка пояснила, що дитина проживала з нею та що вона не отримувала від державного виконавця жодних повідомлень щодо виконання рішення про повернення дитини."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "27.  As B. continued to avoid the enforcement of the judgment, in November 2010 the bailiffs requested that criminal proceedings be initiated against her on charges of deliberate non-compliance with a court decision under Article 382 § 1 of the Criminal Code of Ukraine, which provided for a maximum penalty of three years’ imprisonment.",
            "uk": "27.  Оскільки Б. продовжувала ухилятися від виконання рішення, у листопаді 2010 року державний виконавець звернувся з поданням про порушення щодо неї кримінальної 6справи за обвинуваченням в умисному невиконанні судового рішення за частиною першою статті 382 Кримінального кодексу України, яка передбачала максимальне покарання у виді позбавлення волі на строк до трьох років."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "28.  On 25 January 2011 the bailiffs, accompanied by the police, a viceconsul of the Czech Republic and the first applicant’s lawyer, visited state school no. 7 in Kalush after receiving information that the second applicant was a pupil there. There they met the second applicant, B. and B.’s lawyer. B. initially agreed to move to the Czech Republic and settle there and to bring the second applicant to live with her. Several days later B. informed the other parties that she had changed her mind.",
            "uk": "28.  25 січня 2011 року державний виконавець у супроводі міліції, віце-консула Чеської Республіки та адвоката першого заявника відвідав державну школу № 7 у м. Калуш після отримання інформації, що другий заявник був її учнем. Там вони зустріли другого заявника, Б. та адвоката Б. Спочатку Б. погодилася переїхати до Чеської Республіки, оселитися там і привезти другого заявника для спільного з нею проживання. Через декілька днів Б. повідомила інші сторони, що вона передумала."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "30.  On 21 November 2011 B. informed the bailiffs that she and the child were living at their home in Demeshkivtsi. However, when the bailiffs attempted to enter the house on 28 November 2011, B. refused to open the door.",
            "uk": "30.  21 листопада 2011 року Б. повідомила державного виконавця, що вона та дитина проживають за місцем реєстрації у с. Демешківці. Проте 28 листопада 2011 року, коли державний виконавець намагався потрапити до будинку, Б. відмовилася відкрити двері."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "32.  On 26 March 2012 the bailiffs discovered that the child – who by now was almost eight years old − had stopped attending school and was being instructed at home by a teacher from the Kalush school.",
            "uk": "32.  26 березня 2012 року державний виконавець встановив, що дитина, якій на той час було майже вісім років, перестала відвідувати школу та навчалася вдома з учителем з Калуської школи."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "34.  On 7 February 2013 the bailiffs discontinued the enforcement proceedings, noting that B. had been subjected to fines in those proceedings and that on 18 May 2011 she had been convicted of the crime of noncompliance with a court decision and had been punished with a fine of UAH 1,000. On 5 September 2013 the Ivano-Frankivsk Regional Court of Appeal reversed the bailiffs’ decision, finding that the enforcement measures had been insufficient.",
            "uk": "34.  07 лютого 2013 року державний виконавець закінчив виконавче провадження, зазначивши, що в рамках цього провадження на Б. було накладено штрафи та що 18 травня 2011 року її було визнано винною в умисному невиконанні судового рішення та призначено покарання у виді штрафу в розмірі 1 000 грн. 05 вересня 2013 року Апеляційний суд Івано-Франківської області скасував постанову державного виконавця, дійшовши висновку, що заходи, вжиті з метою виконання рішення, були недостатніми."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "A.  The Criminal Code",
            "uk": "A.  Кримінальний кодекс України"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "36.  Article 382 § 1 of the Code provides:",
            "uk": "36.  Частина перша статті 382 передбачає:"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "“1. Wilful failure to comply with a court sentence, judgment, ruling or resolution which has entered into force, or hindrance of the enforcement thereof, shall be punishable by a fine of between 500 and 1,000 times the statutory tax-free monthly income, or by deprivation of liberty for a term of up to three years.”",
            "uk": "«1. Умисне невиконання вироку, рішення, ухвали, постанови суду, що набрали законної сили, або перешкоджання їх виконанню – карається штрафом від п’ятисот до однієї тисячі неоподатковуваних мінімумів доходів громадян або позбавленням волі на строк до трьох років.»"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "B.  The legislation on enforcement proceedings",
            "uk": "B.  Законодавство щодо виконавчого провадження"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "37.  The relevant legislation on enforcement proceedings is cited in the judgment of Chabrowski v. Ukraine (no. 61680/10, § 82, 17 January 2013).",
            "uk": "37.  Відповідне законодавство щодо виконавчого провадження наведено в рішенні у справі «Хабровські проти України» (Chabrowski v. Ukraine) (заява № 61680/10, пункт 82, від 17 січня 2013 року)."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "III.  RELEVANT INTERNATIONAL LAW",
            "uk": "III.  ВІДПОВІДНЕ МІЖНАРОДНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "38.  The relevant provisions of the Hague Convention (which entered into force in respect of Ukraine on 1 September 2006), state as follows:",
            "uk": "38.  Відповідні положення Гаазької конвенції (яка набрала чинності для України 01 вересня 2006 року) передбачають:"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Article 5",
            "uk": "Стаття 5"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“For the purposes of this Convention –",
            "uk": "«Для цілей цієї Конвенції –"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "a) “rights of custody” shall include rights relating to the care of the person of the child and, in particular, the right to determine the child’s place of residence;",
            "uk": "a) «права піклування» включають права, пов’язані з піклуванням будь-якої особи про дитину, і зокрема, право визначати місце проживання дитини;"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "b) “rights of access” shall include the right to take a child for a limited period of time to a place other than the child’s habitual residence.”",
            "uk": "b) «права доступу» включають право переміщення дитини на обмежений час у місце інше, ніж місце її постійного проживання.»"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Article 11",
            "uk": "Стаття 11"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.",
            "uk": "«Судові й адміністративні органи Договірних держав без затримок здійснюють усі процедури для повернення дітей."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”",
            "uk": "Якщо відповідні судові або адміністративні органи не досягли ніякого рішення протягом шести тижнів із дати початку процедур, заявник або Центральний орган запитуваної держави за власною ініціативою або на прохання Центрального органу держави, що запитує, мають право просити про надання їм пояснень про причини затримки. ...»"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "Article 16",
            "uk": "Стаття 16"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "“After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under this Convention is not lodged within a reasonable time following receipt of the notice.”",
            "uk": "«Після одержання повідомлення про незаконне переміщення або утримування дитини відповідно до статті 3, судові або адміністративні органи Договірної держави, на територію якої була переміщена дитина, або на території якої вона утримується, не буде вирішувати по суті питання про піклування доти, поки не буде визначено, що дитина не повинна бути повернута відповідно до цієї Конвенції або поки заява не подана відповідно до цієї Конвенції протягом розумного періоду часу після одержання повідомлення.»"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "Article 17",
            "uk": "Стаття 17"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "“The sole fact that a decision relating to custody has been given in or is entitled to recognition in the requested State shall not be a ground for refusing to return a child under this Convention, but the judicial or administrative authorities of the requested State may take account of the reasons for that decision in applying this Convention.”",
            "uk": "«Сам факт винесення рішення про піклування або про визнання цього рішення в запитуваній державі не є підставою для відмови в поверненні дитини відповідно до цієї Конвенції, але судові або адміністративні органи запитуваної держави можуть брати до уваги аргументацію такого рішення під час застосування цієї Конвенції.»"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "I.  STANDING OF THE FIRST APPLICANT TO ACT ON BEHALF OF HIS SON",
            "uk": "I.  ПРАВО ПЕРШОГО ЗАЯВНИКА ДІЯТИ ВІД ІМЕНІ СВОГО СИНА"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "39.  The first applicant lodged the present application on his own behalf and on behalf of his son, designating him as the second applicant.",
            "uk": "39.  Перший заявник подав цю заяву від свого імені та від імені свого сина, зазначивши його в якості другого заявника."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "41.  The applicants complained under Article 8 of the Convention that the Ukrainian authorities had failed to ensure their reunion, arguing in particular that the authorities had failed to enforce the Ukrainian court judgment of 2 July 2010 ordering the return of the second applicant to the Czech Republic in accordance with the Hague Convention.",
            "uk": "41.  Заявники скаржилися за статтею 8 Конвенції на незабезпечення органами влади України їхнього возз’єднання, стверджуючи, зокрема, що органи влади не виконали рішення українського суду від 02 липня 2010 року, яким було зобов’язано повернути другого заявника до Чеської Республіки відповідно до Гаазької Конвенції."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "42.  Article 8 of the Convention reads as follows:",
            "uk": "42.  Стаття 8 Конвенції передбачає:"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
            "uk": "«1. Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2. Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб.»"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "45.  The Czech Government submitted that the present case was concerned with the enforcement of the judgment to return the child to the Czech Republic and the proceedings mentioned by the Ukrainian Government did not affect that return order or its enforcement. They considered that the applicants had complied with the rule requiring exhaustion of domestic remedies.",
            "uk": "45.  Уряд Чехії зазначив, що ця справа стосувалася виконання рішення про повернення дитини до Чеської Республіки і згадане Урядом України провадження не вплинуло на це рішення про повернення дитини чи його виконання. Уряд Чехії вважав, що заявники дотрималися правила, яке вимагало вичерпання національних засобів юридичного захисту."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "46.  The Court reiterates that the object of the rule requiring exhaustion of domestic remedies is to allow the national authorities (primarily the judicial authorities) to address an allegation of a violation of a Convention right and, where appropriate, to afford redress before that allegation is submitted to the Court (see Azinas v. Cyprus [GC], no. 56679/00, § 38, ECHR 2004III).",
            "uk": "46.  Суд нагадує, що ціллю правила, яке вимагає вичерпання національних засобів юридичного захисту, є надання національним органам влади (в першу чергу судовим органам) можливості розглянути скаргу про порушення конвенційного права та за необхідності надати відшкодування до подання цієї скарги до Суду (див. рішення у справі «Азінас проти Кіпру» [ВП] (Azinas v. Cyprus) [GC], заява № 56679/00, пункт 38, ЄСПЛ 2004–III)."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "47.  The present complaint concerns the alleged failure by the Ukrainian authorities to take prompt and adequate measures to ensure the return to the Czech Republic of a child removed from that country in 2009. The civil action instituted by B. in 2013 did not address the substance of this allegation and could not provide any relief in respect of the alleged failure on the part of domestic authorities.",
            "uk": "47.  Ця скарга стосується стверджуваного невжиття органами влади України оперативних і належних заходів для забезпечення повернення до Чеської Республіки дитини, вивезеної за межі цієї держави у \n2009 році. Цивільний позов, поданий Б. у 2013 році, не стосувався суті цього твердження та не міг забезпечити жодного захисту щодо стверджуваної бездіяльність національних органів влади."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "48.  In those circumstances the applicant had not been obliged to pursue the remedy indicated by the Government. The preliminary objection is therefore dismissed.",
            "uk": "48.  За цих обставин заявник не був зобов’язаний використовувати вказаний Урядом засіб юридичного захисту. Отже, попереднє заперечення відхиляється."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "49.  The Court further notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It notes that the application is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "49.  Суд також зазначає, що заява не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що заява не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "(a)  Principles established by the Court’s case-law",
            "uk": "(a)  Принципи, встановлені практикою Суду"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "(b)  Application of these principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "57.  The Court considers that the relationship between the applicants amounts to family life within the meaning of Article 8 of the Convention and this is not disputed by the parties.",
            "uk": "57.  Суд вважає, що стосунки між заявниками становлять сімейне життя у розумінні статі 8 Конвенції, і сторони не заперечують проти цього."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "58.  The Hague Convention proceedings brought before the Ukrainian courts resulted in a judgment ordering the return of the child to the Czech Republic. Accordingly, the key point to be assessed in the present case is whether the Ukrainian authorities complied with their positive obligation under Article 8 of the Convention to act with sufficient swiftness and diligence in dealing with both the return request under the Hague Convention and the enforcement of the return order.",
            "uk": "58.  За результатами провадження за Гаазькою конвенцією, порушеного в українських судах, було ухвалене рішення, яке зобов’язувало повернути дитину до Чеської Республіки. Відповідно, ключове питання, яке необхідно з’ясувати у цій справі, полягає в тому, чи виконали органи влади України свій позитивний обов’язок за статтею 8 Конвенції діяти з достатньою оперативністю та ретельністю при розгляді заяви про повернення відповідно до Гаазької конвенції та виконанні рішення про повернення."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "59.  In this regard it has to be reiterated that the Hague Convention proceedings imply a particular requirement of promptness. Article 11 of the Hague Convention requires the judicial or administrative authorities concerned to act expeditiously in proceedings for the return of children and any inaction lasting more than six weeks may give rise to a request for a statement of reasons for the delay (see paragraph 38 above).",
            "uk": "59.  У зв’язку з цим необхідно нагадати, що провадження за Гаазькою конвенцією передбачає конкретну вимогу щодо оперативності. Стаття 11 Гаазької конвенції вимагає, щоб відповідні судові та адміністративні органи діяли оперативно під час проваджень щодо повернення дітей, та будь-яка бездіяльність, що триває більше шести тижнів, може бути підставою для звернення за наданням пояснень причин затримки (див. пункт 38)."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(i)  As regards the judicial proceedings",
            "uk": "(i)  Щодо судового провадження"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "(ii)  As regards the enforcement proceedings",
            "uk": "(ii)  Щодо виконавчого провадження"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "62.  The authorities attempted coercive measures by imposing fines on the mother in the initial stages of the proceedings (see paragraph 25 above). It appears that another fine was subsequently imposed in the context of the criminal case (see paragraph 34 above). However, it is doubtful whether these penalties, in view of the small sums involved, could ever have had any coercive effect in terms of securing compliance with the return order.",
            "uk": "62.  Органи влади зробили спробу застосування примусових заходів шляхом накладення на матір штрафів на початкових етапах провадження (див. пункт 25). Убачається, що пізніше був накладений ще один штраф в рамках кримінальної справи (див. пункт 34). Проте існує сумнів щодо того, чи могли ці штрафні санкції, з огляду на невеликі розміри відповідних сум, мати будь-який примусовий ефект щодо забезпечення виконання рішення про повернення дитини."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "65.  The Government contended that after 6 March 2014 it had been inappropriate to pursue the enforcement of the return order in view of the Ukrainian courts’ decision that the child should continue to live with his mother (see paragraph 51 above).",
            "uk": "65.  Уряд стверджував, що після 06 березня 2014 року було недоречно продовжувати виконання рішення про повернення дитини з огляду на рішення українських судів, що дитина має далі проживати зі своєю матір’ю (див. Пункт 51)."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "67.  In the light of the above considerations, the Court finds that there has been a violation of Article 8 of the Convention.",
            "uk": "67.  У світлі зазначених міркувань Суд доходить висновку, що було порушення статті 8 Конвенції."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "III.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "68.  Article 41 of the Convention provides:",
            "uk": "68.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "69.  The first applicant claimed 15,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "69.  Перший заявник вимагав 15 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "70.  The Government considered that the claim was unsubstantiated.",
            "uk": "70.  Уряд вважав цю вимогу необґрунтованою."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "71.  The Court considers that the first applicant must have suffered anguish and distress on account of the violation of Article 8 of the Convention in the present case. Ruling on an equitable basis, the Court awards the first applicant 8,000 euros (EUR) in respect of non-pecuniary damage.",
            "uk": "71.  Суд вважає, що перший заявник мав зазнати болю та страждань внаслідок порушення статті 8 Конвенції у цій справі. Суд, ухвалюючи рішення на засадах справедливості, присуджує першому заявнику 8 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "72.  The first applicant also claimed EUR 1,526, plus VAT, for the costs and expenses incurred before the Court.",
            "uk": "72.  Перший заявник також вимагав 1 526 євро та додатково суму податку на додану вартість в якості компенсації судових та інших витрат, понесених під час провадження у Суді."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "73.  The Government contended that the claim was unfounded.",
            "uk": "73.  Уряд стверджував, що вимога була необґрунтованою."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "74.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers that the claim should be allowed in full.",
            "uk": "74.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні в нього документи та зазначені критерії Суд вважає, що ця вимога має бути задоволена у повному обсязі."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "75.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "75.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "1.  Declares the application admissible;",
            "uk": "1.  Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 8 of the Convention;",
            "uk": "2.  Постановляє, що було порушення статті 8 Конвенції;"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "3.  Holds",
            "uk": "3.  Постановляє, що:"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "(a)  that the respondent State is to pay the first applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Czech korunas at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити першому заявнику такі суми, що мають бути конвертовані в чеські крони за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "(i)  EUR 8,000 (eight thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  8 000 (вісім тисяч) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "(ii)  EUR 1,526 (one thousand five hundred and twenty-six euros), plus any tax that may be chargeable to the first applicant, in respect of costs and expenses;",
            "uk": "(ii)  1 526 (одна тисяча п’ятсот двадцять шість) євро та додатково суму будь-якого податку, що може нараховуватись першому заявнику, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на вищезазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
            "uk": "4.  Відхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "Done in English, and notified in writing on 22 May 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 22 травня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]