[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF GORYAYNOVA v. UKRAINE",
            "uk": "СПРАВА «ГОРЯЙНОВА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 41752/09)",
            "uk": "(Заява № 41752/09)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "8 October 2020",
            "uk": "08 жовтня 2020 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "08/01/2021",
            "uk": "08.01.2021"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Goryaynova v. Ukraine,",
            "uk": "У справі «Горяйнова проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGabriele Kucsko-Stadlmayer,\n\tGanna Yudkivska,\n\tMārtiņš Mits,\n\tLatif Hüseynov,\n\tLado Chanturia,\n\tAnja Seibert-Fohr, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tГанна Юдківська (Ganna Yudkivska),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tЛятіф Гусейнов (Lәtif Hüseynov),\n\tЛадо Чантурія (Lado Chanturia),\n\tАня Сайбер-Фор (Anja Seibert-Fohr), судді,\nта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 15 September 2020,",
            "uk": "після обговорення за зачиненими дверима 15 вересня 2020 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "процедура"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 41752/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Aurika Aleksandrovna Goryaynova (“the applicant”), on 26 July 2009.",
            "uk": "1.  Справу було розпочато за заявою (№ 41752/09), яку 26 липня 2009 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянка України, пані Ауріка Олександрівна Горяйнова (далі – заявниця)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr Ivan Lishchyna.",
            "uk": "2.  Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан Іван Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant complained, under Article 10 of the Convention, that she had been dismissed from her post at the local prosecutor’s office because she had published on the Internet an open letter to the Prosecutor General of Ukraine in which she had criticised the prosecution authorities.",
            "uk": "3.  Заявниця скаржилася за статтею 10 Конвенції, що її звільнили з посади у місцевій прокуратурі, оскільки вона опублікувала в мережі «Інтернет» відкритий лист до Генерального прокурора України з критикою органів прокуратури."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 3 March 2014 notice of the complaint was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  03 березня 2014 року про цю скаргу було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до \nпункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "Факти"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE CIRCUMSTANCES OF THE CASE",
            "uk": "Обставини справи"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "5.  The applicant was born in 1970 and lives in Kyiv.",
            "uk": "5.  Заявниця народився у 1970 році і проживає у м. Київ."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "6.  At the material time the applicant worked at the Odesa regional prosecutor’s office as a senior prosecutor in the department responsible for the representation of citizens and the State before the courts.",
            "uk": "6.  На момент подій заявниця працювала в прокуратурі Одеської області старшим прокурором у відділі, відповідальному за представництво інтересів громадян і держави в судах."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "7.  In early 2006 organisational changes took place in the Odesa regional prosecutor’s office. In particular, a new management was appointed.",
            "uk": "7.  На початку 2006 року в прокуратурі Одеської області відбулися організаційні зміни. Зокрема, призначили нове керівництво."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  According to the applicant, her new supervisor sought to introduce some corruption schemes in the department, and put pressure on the applicant and her colleagues to participate in those schemes. She claimed that those who had refused to comply had been either transferred to other divisions or forced to resign or retire.",
            "uk": "8.  Згідно з твердженнями заявниці її новий керівник намагався впровадити певні корупційні схеми у відділі та чинив тиск на заявницю та її колег, змушуючи їх брати участь у цих схемах. Вона стверджувала, що тих, хто не погодився, або перевели до інших управлінь, або змусили звільнитися, чи піти на пенсію."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  As submitted by the Government, between August and September 2006 complaints were received from private individuals about the applicant’s unlawful participation in certain court proceedings in her capacity as prosecutor. To verify the facts, on 10 October 2006 an inspection was ordered by the Odesa regional prosecutor.",
            "uk": "9.  Як стверджував Уряд, у період з серпня до вересня 2006 року від приватних осіб надходили скарги щодо незаконної участі заявниці як прокурора у певних судових провадженнях. 10 жовтня 2006 року прокурор Одеської області видав розпорядження провести службове розслідування для перевірки цих фактів."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "“... due to frequent changes of the administration of the Odesa regional prosecutor’s office, but under the invariable direction of the Head of Human Resources Department, B., a number of ‘“purges’ of the personnel of the prosecutor’s office took place and as a rule, those who did not want to have any dealings with him were dismissed ‘on the quiet’ or moved to another post. The quality of relations was often assessed in material terms.",
            "uk": "«... у зв’язку з частою зміною керівництва прокуратури Одеської області, у нас під керівництвом незмінного начальника відділу кадрів Б., пройшло ряд чисток особового складу органів прокуратури області, і як правило під «шумок» звільнялися чи «пресувалися» робітники, які не бажають перебувати з ним у будь-яких стосунках. Якість стосунків оцінюється частіше всього матеріально."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "The dismissed staff who disagreed applied to the courts to protect their rights ...",
            "uk": "Незгодні, із незаконно звільнених, на захист своїх конституційних прав звернулися до судових органів..."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "As an example, a situation with I. can be cited. She was dismissed unlawfully and – as a mockery – on her birthday. By a court decision she was reinstated with the payment of more than UAH 20,000 in pecuniary and non-pecuniary damages to be borne by the prosecutor’s office. Despite a separate ruling by the Odesa Regional Court of Appeal as to the unlawful actions of the regional prosecutor’s office, not a single person was held liable ...",
            "uk": "Як приклад, хочеться навести ситуацію з І., яка була незаконно звільнена з посади, ще й як насмішка – у день свого народження. Судовим рішенням поновлена на роботі, з прокуратури області стягнуто понад 20 000 грн матеріального та морального збитків. Не зважаючи на окрему ухвалу Апеляційного суду Одеської області з приводу незаконних дій посадових осіб прокуратури області, ніхто із винних не поніс ніякої відповідальності ..."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "I was forced to take extreme measures as not a single one of my seven letters to the regional prosecutor had been duly examined, that is, their examination had been entrusted to those whose actions I challenged. Also, I did not receive any reply to the questions asked; on the contrary, I was subjected to growing psychological pressure and unlawful actions. ...”",
            "uk": "Вимушена була вжити крайніх заходів, оскільки жодний з семи поданих на ім’я прокурора області звернень не було розглянуто належним чином, а саме вони розписувались для розгляду та виконання тим особам, дії яких я оскаржувала. Також, я не отримала жодної відповіді на поставлені питання, а навпаки на мене збільшувався психологічний тиск та продовжувалися учинятися протизаконні дії. ...»"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "In the same letter the applicant mentioned that several other sets of court proceedings initiated by active or former employees against the Odesa regional prosecutor’s office were pending. She also stated that in the event that her letter was not properly examined, she would turn to the media.",
            "uk": "У цьому ж листі заявниця вказала про розгляд ще декількох позовів, поданих працюючими чи звільненими працівниками проти прокуратури Одеської області. Вона також зазначила, що у випадку, якщо її лист не буде належним чином розглянутий, вона звернеться до засобів масової інформації."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "13.  The applicant contended that she had not received a reply to her complaints to the Prosecutor General.",
            "uk": "13.  Заявниця стверджувала, що не отримала відповіді від Генерального прокурора України на свої скарги."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "14.  On 15 February 2007, based on the findings of the inspection (see paragraph 9 above), the applicant was reprimanded. In particular, it was established that in July 2006 when she had been officially on sick leave, she had participated, in her capacity as prosecutor, in a civil case related to housing issues in which a former police officer, G., had been involved. It was also established that she had failed to properly fulfil some other tasks entrusted to her.",
            "uk": "14.  15 лютого 2007 року на підставі висновків перевірки (див. пункт 9) заявниці було оголошено догану. Зокрема, було встановлено, що у липні 2006 року, коли вона офіційно перебувала на лікарняному, заявниця як прокурор брала участь у розгляді цивільної справи стосовно житлових питань, до якої був причетний колишній працівник міліції Г. Також було встановлено, що вона не виконувала належним чином певні інші доручені їй завдання."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "15.  On an unspecified date the Prosecutor General’s Office of Ukraine ordered an inspection, and its representative arrived in Odesa to conduct it.",
            "uk": "15.  У незазначену дату Генеральна прокуратура України призначила перевірку, і її представник прибув до м. Одеса для її проведення."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "16.  On 15 March 2007 the applicant published an open letter to the Prosecutor General on an Internet news site. The letter reads as follows:",
            "uk": "16.  15 березня 2007 року заявниця опублікувала відкритий лист до Генерального прокурора України на сайті новин у мережі «Інтернет». У листі було зазначено:"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "I am forced to address you via the media as I see no other way to draw your attention to the problems of ordinary people.",
            "uk": "Вимушена звернутися до Вас за допомогою преси, оскільки не бачу іншого способу звернути Вашу увагу на проблеми простих смертних."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "Recently the prosecutors’ offices have changed from being ‘the watchdog of a monarch’ to being ‘a pocket with a hole’ (“із ока государєва перетворилися у діряву кишеню”): whatever you put in it is never enough. There are fewer and fewer intellectuals and professionals in the prosecutors’ offices who abide by the law. Instead, there are those who bought their posts and ‘earn back’ the money spent.",
            "uk": "Останнім часом органи прокуратури із «ока государєва» перетворилися у «діряву кишеню», у яку стільки не насипай – все мало. В прокуратурі залишається дедалі менше інтелігентів та професіоналів, які керуються лише буквою Закону. Все більше таких, що покупляли собі посади та розпочали «відбивати» затрачені кошти."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "I am now ashamed to look ordinary citizens of Ukraine in the face since our law-protection system commands only a sad smile and pity.",
            "uk": "Нині стає соромно дивитися в очі пересічним громадянам України, бо вся наша правоохоронна система викликає у них тільки сумну посмішку та жаль."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "Under your leadership, unlawfulness in the prosecutors’ offices has become widespread. The prosecutors’ offices have become commercial structures aimed at collecting money, and the administration tries to throw onto the street those who do not wish to do so because of their professional and human qualities.",
            "uk": "Під час Вашого керівництва протизаконня в органах прокуратури набуло масового характеру. Прокуратура перетворилася у комерційну структуру по збиранню грошей, а співробітників, які в силу своїх професійних і людських якостей не бажають цим займатися, керівництво намагається викинути на вулицю."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "Complaints lodged before you are, in breach of the Law on Citizens’ Appeals, forwarded to those persons against whom they are submitted. And the latter persecute the disobedient.",
            "uk": "Звернення на Ваше ім’я в порушення вимог Закону України «Про звернення громадян» направляються на розгляд особами, дії яких оскаржуються. А ті у свою чергу розправляються з непокірними."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "In support [of my words] I will provide examples from the department I work for ...”",
            "uk": "У підтвердження [моїх слів] наведу приклади з діяльності відділу, де я працюю..»"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "The applicant proceeded briefly to explain that the department she worked for had been reorganised in 2006 and that new supervisors had been appointed. She continued:",
            "uk": "Далі заявниця коротко пояснила, що відділ, в якому вона працювала, було реорганізовано у 2006 році і призначено нових керівників. Вона продовжила:"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "“With the change of the administration [of the department] the priorities in the divisions’ [within the department] work were also changed. Earning money became one of the main aims. It has been openly said at meetings that the department should work in such a way that [people] come to us with ‘bags, money, carts’ (“аби до нас йшли з торбами, грошами, возами”) ...",
            "uk": "«Зі зміною керівництва [відділу] змінилися й пріоритети роботи [всередині відділів]. Однією з основних цілей стало зароблення грошей. На нарадах майже відкрито говорилось, що управління повинно працювати так, аби до нас йшли з «торбами», грошима, «возами»..."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "But the representation of the interests of those citizens who are unable to protect their breached rights and the representation of the State cannot be ‘profitable’. The people who worked [for the department] before [its] reorganisation had no idea how to act in accordance with the new priorities of the administration. Then [they] started to oppress the employees.",
            "uk": "Але ж представництво інтересів громадян, які неспроможні самостійно захищати свої порушені права та представництво інтересів держави по суті не можуть бути «прибутковими», колектив, який працював [у відділі] до [його] реорганізації, не мав уяви, як працювати відповідно до нових пріоритетів керівництва. І тоді на співробітників почали тиснути [керівники]."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "Given that after the reorganisation all experienced employees of the ‘representation division’ moved to the ‘division of court participation’, pressure was mostly put on them under a bogus pretext.",
            "uk": "Враховуючи, що досвідчені працівники відділу представництва після реорганізації здебільшого перейшли до відділу забезпечення участі в судах, то основних тиск здійснювався на них за надуманих підстав."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "Moreover, N., who returned to the prosecutor’s office after retirement and surprisingly became the head of the department (her own explanation was that she has family relations with the Minister of Internal Affairs), decided for some unknown reason that the subordinates disliked her and stated that she would replace everybody in the event of disobedience.",
            "uk": "Крім того, Н., яка повернулася в прокуратуру після перебування на пенсії і несподівано для всіх стала начальником відділу (за її версією поясненням тому є кумівські стосунки з міністром внутрішніх справ) чомусь вирішила, що колектив її не сприймає й заявила про зміну всього особового складу відділу, у разі непокори."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "Every employee was warned that he would be subjected to special methods of influence: for example, a husband could have difficulties in his business affairs; one’s reputation could be ruined so it would be impossible to find another job in Odesa...",
            "uk": "Кожен співробітник попереджений персонально, що до нього можуть бути застосовані особливі методи впливу: скажімо, у чоловіка можуть виникнути проблеми в бізнесі, комусь спаплюжать репутацію так, що у подальшому в Одесі вже не знайдеш роботи..."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "However, it did not produce the desired result: the money did not flow like a river. And the pressure continued.",
            "uk": "Однак, все це не дало бажаного результату: гроші річкою не потекли. І тиск не припинився."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "They started to check all previous cases, to advance claims towards executors who just implemented – in good faith – the decisions of the previous administration.",
            "uk": "Розпочалися перевірки всіх попередніх справ, висувалися претензії виконавцям, які лише добросовісно реалізовували рішення попереднього керівництва."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "Eventually the administration found another way to reach its goal: if it is impossible to receive a benefit from those whose interests are to be protected by the prosecutors, a deal should be made with the opposite party. And it is very easy to do, given that N. had for a long time worked as an advocate. Her clients can pay for the services – contrary to those whose interests the prosecutor’s office is called on to protect in court proceedings.",
            "uk": "Нарешті, керівництво винайшло інший спосіб досягти мети: якщо неможливо отримувати винагороду з осіб, чиї інтереси зобов’язані захищати органи прокуратури, тоді слід домовлятися з протилежною стороною. А це зробити дуже просто, враховуючи, що Н. тривалий час займалась адвокатською діяльністю. Й її клієнти спроможні оплачувати послуги – на відміну від тих, чиї інтереси покликана захищати прокуратура в судовому процесі."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "The administration’s new policy quickly yielded results: the mass removal of prosecutors from cases started, despite the fact that the decisions on their participation had been lawfully taken by the previous administration and the prosecutors had already participated in proceedings.",
            "uk": "Результат нової політики керівництва не забарився: розпочалося поголовне виведення прокурорів зі справ, не зважаючи на те, що рішення про участь законно ухвалювалось попереднім керівництвом й прокурор вже брав участь у судовому процесі."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "If the prosecutor concerned insisted on his position and did not wish to withdraw from the case, [his removal] was done in breach of the procedural rules without informing him, by a letter to the court signed by the deputy regional prosecutor, M.",
            "uk": "Якщо ж прокурор, якого відстороняли від справи, відстоював свою позицію й не висловлював бажання виходити зі справи, тоді у порушення цивільно-процесуального законодавства [його відсторонення] робили без його відома, листом на адресу суду за підписом заступника прокурора області М."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "A similar situation exists with the protection of the State’s interests before the courts.",
            "uk": "Аналогічно складається ситуація із захистом в суді інтересів держави."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "Experienced, professional prosecutors are threatened and instructed that they should not even think about expressing their own point of view.",
            "uk": "Досвідчені, професійні прокурори залякані й їм нав’язують позицію, що вони навіть думати не повинні про висловлення власної точки зору."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "All this produced an immediate result: the staff ran away. Those who already had a right to a pension were lucky, but what about the others?",
            "uk": "Все це дало негайний результат: колектив розбігся. Пощастило тим, в кого було право на пенсію, але що робити іншим?"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "New employees do not understand what they are doing and why, since from now on the activity of the department is very far from classic representation of the interests of citizens and of the State in the courts. The amount of work has diminished, since now the persons whose interests are to be protected are selected randomly. The work has turned into a bureaucratic re-arranging of unnecessary papers and the quality of work has deteriorated.",
            "uk": "Нові співробітники не розуміють, що і для чого вони роблять, оскільки відтепер діяльність відділу дуже далека від класичного забезпечення представництва інтересів громадян та держави у судах. Об’єм роботи значно зменшився, бо тепер інтереси захищають вибірково. Робота перетворилася у бюрократичне написання та перекладення непотрібних паперів, а якість самої роботи погіршилася."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "All of the department’s activities are limited [due] to the permanent pressure on district prosecutors (you should produce numbers!) and it is beautifully named – ‘work in the zone’ (“работа по зоне”). In reality additional numbers are mostly made up.",
            "uk": "Вся діяльність управління зводиться до постійного тиску на районних прокурорів (давай, давай показники!), що має красиву назву – «работа по зоне». В дійсності додаткові показники здебільшого приписуються."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "19.  On 19 March 2007 the applicant’s colleague L., also a prosecutor at the Odesa regional prosecutor’s office, wrote to the Prosecutor General. The relevant part of his note reads as follows:",
            "uk": "19.  19 березня 2007 року колега заявниці Л., також прокурор прокуратури Одеської області, надіслав листа Генеральному прокурору України. У відповідній частині його листа зазначено:"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "As of the moment of reorganisation and the arrival of the new superiors, who had absolutely no relation to and who had never worked for a regional prosecutor’s office in the field of representation (K. and S. are from the ‘general supervision’ field), the style and areas of work that had been set for years by professional civil-law lawyers from the representation department were drastically changed.",
            "uk": "З моменту реорганізації і приходом нових керівників, які не мають жодного стосунку та не працювали в апараті прокуратури області по лінії представництва (К. і С. із «загального нагляду»), стиль і напрями роботи, які роками складалися професійними цивілістами відділу представництва докорінно змінилися."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "In particular, the representation division was entrusted with the permanent task of preparing claims [to be submitted to the courts]. Information was to be requested from the law-enforcement bodies and claims were drafted using the same template without any checks (somewhat resembling the working style of the district prosecutor’s office in the fields of representation and supervision if numbers were needed) ...",
            "uk": "Зокрема, на відділ організації представництва були покладені обов’язки постійного подання позовних заяв [до судів]. При цьому вимагалася інформація з контролюючих органів і під один шаблон друкувалися позовні заяви без будь-яких перевірок (скоріше нагадувало стиль роботи районної прокурати із загального нагляду або представництва, якщо потрібні були показники) ..."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "My objections addressed to the administration of the department were not accepted, which often caused disagreement on the organisation of work and forced me to move to another division. Before that, another very good specialist and a real professional, K., was forced to quit.",
            "uk": "Мої зауваження, адресовані керівництву управління, не приймалися, у зв’язку з чим часті суперечності в підході до організації роботи змусили мене подати рапорт про перехід до іншого відділу, а до цього звільнитися прекрасного спеціаліста, професіонала своєї справи К."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "There was a similar situation in the division headed by N., and it is my deepest conviction that this forced F. and R. to move to another division.",
            "uk": "Подібна ситуація спостерігалася і у відділі Н., що, на моє глибоке переконання, змусило перейти до іншого відділу Ф. і Р."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "A.A. Goryaynova, it seems to me, does not want to abide by the circumstances in her department and division, and has thus become undesirable to her superiors. As far as I am concerned, she is in her place and she performs the duties entrusted to her.",
            "uk": "Горяйнова А.О., мені здається, не змирилася зі станом речей у колективі відділу та управління, і тому стала небажаною для керівництва. На мій погляд, вона на своєму місці, виконує покладені на неї обов’язки."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "As regards the receipt of benefits, gifts or any dealings in that respect, I do not know anything about this. Likewise, I do not know anything about N. interfering with the resolution of cases using her connections in her previous work as an advocate, as we worked in different divisions. Nor do I know of any deals between N. and S. and the parties to court proceedings ...",
            "uk": "Щодо питання отримання винагороди, подарунків чи роботи, то в цьому напрямі мені нічого невідомо. Аналогічно, факти, що Н. втручалася в порядок вирішення справ і використовувала при цьому свої зв’язки з минулої адвокатської діяльності мені невідомі, оскільки ми працювали в різних відділах. Також мені невідомо про факти змови Н. і С. зі сторонами судових процесів ..."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "I would also like to add that S. threatened me with dismissal after the conflict that arose between us regarding the response to the test task I sent to the Prosecutor General. It happened sometime in October 2006.”",
            "uk": "Хочу також додати, що С. особисто погрожував мені звільненням після конфлікту, який виник між нами щодо питання написання відповіді на контрольне завдання в Генеральну прокуратуру України. Це сталося приблизно в жовтні 2006 року.»"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "24.  Between 5 and 25 April 2007 the applicant published three more letters, one of which contained the text of her dismissal order and her comments on her dismissal.",
            "uk": "24.  У період з 05 до 25 квітня 2007 року заявниця опублікувала ще три листи, один з яких містив текст наказу про звільнення заявниці та її коментарі щодо цього."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "26.  On 21 October 2008 the applicant was reinstated.",
            "uk": "26.  21 жовтня 2008 року заявницю було поновлено на посаді."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "28.  On 3 April 2009, based on the above judgment, the applicant was dismissed again.",
            "uk": "28.  03 квітня 2009 року на підставі зазначеної постанови заявницю знову звільнили."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "30.  On 27 April 2010 the Higher Administrative Court of Ukraine upheld the decision of 25 February 2009, essentially reiterating the appellate court’s conclusions. It also held that the first-instance court’s reference to Article 10 of the Convention as grounds for quashing the dismissal order was not acceptable, since the applicant was a public servant and her status was defined by special legislation.",
            "uk": "30.  27 квітня 2010 року Вищий адміністративний суд України залишив без змін постанову від 25 лютого 2009 року, по суті повторивши висновки апеляційного суду. Він також встановив, що посилання суду першої інстанції на статтю 10 Конвенції як на підставу для скасування наказу про звільнення було неприйнятним, оскільки заявниця була державним службовцем і її статус визначався спеціальним законодавством."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "31.  The applicant then sought leave to have her case reviewed by the Supreme Court of Ukraine on account of divergent application of the law, but the court declined to examine the case.",
            "uk": "31.  Згодом заявниця клопотала про перегляд її справи у Верховному Суді України у зв’язку з різним застосуванням норм законодавства, але суд відмовив у розгляді справи."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "RELEVANT DOMESTIC LAW",
            "uk": "Відповідне національне законодавство"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "Constitution of Ukraine",
            "uk": "Конституція України"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "32.  Under Article 121 of the Constitution of Ukraine in force at the material time, the public prosecutor’s office was defined as a State body which supervised the observance of human and civil rights and freedoms and the observance of laws regulating those issues by executive authorities and local self-government bodies, their officials and officers.",
            "uk": "32.  Відповідно до статті 121 Конституції України у редакції, чинній на момент подій, прокуратура визначалася як державний орган, що здійснював нагляд за додержанням прав і свобод людини та громадянина, додержанням законів з цих питань органами виконавчої влади, органами місцевого самоврядування, їх посадовими і службовими особами."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Law of Ukraine on the Prosecutor’s Office (“the Prosecutor’s Office Act”) of 1991",
            "uk": "Закон України «Про прокуратуру» 1991 року (далі – Закон України «Про прокуратуру»)"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "33.  The relevant provisions of the Prosecutor’s Office Act, in force at the material time, read as follows:",
            "uk": "33.  Відповідні положення Закону України «Про прокуратуру» у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "Article 46. Requirements for persons appointed as prosecutors and investigators",
            "uk": "Стаття 46. Вимоги до осіб, які призначаються на посади прокурорів і слідчих"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "“Citizens of Ukraine who have higher legal qualifications and the necessary professional and moral qualities can be appointed as prosecutors and investigators. ...”",
            "uk": "«Прокурорами і слідчими можуть призначатися громадяни України, які мають вищу юридичну освіту, необхідні ділові і моральні якості.. ...»"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Article 48. Encouragement and liability of prosecutors and investigators",
            "uk": "Стаття 48. Заохочення та відповідальність прокурорів і слідчих"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Prosecutors and investigators shall be liable under the Disciplinary Statute of the Prosecutor’s Office, adopted by the Verkhovna Rada of Ukraine, for breaches of the law, improper performance of their official duties or commission of a disreputable act. ...”",
            "uk": "За порушення закону, неналежне виконання службових обов’язків чи скоєння ганебного вчинку прокурори і слідчі несуть відповідальність згідно з Дисциплінарним статутом прокуратури України, який затверджується Верховною Радою України.. ...»"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Disciplinary Statute of the Prosecutor’s Office",
            "uk": "Дисциплінарний статут прокуратури України"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "34.  The relevant provisions of the Disciplinary Statute of the Prosecutor’s Office, in force at the material time, read as follows:",
            "uk": "34.  Відповідні положення Дисциплінарного статуту прокуратури України у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Article 2",
            "uk": "Стаття 2"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Any breaches by prosecutors and investigators of the rule of law and official discipline undermine the authority of the prosecutor’s office and damage the interests of the State and society.”",
            "uk": "Будь-які порушення прокурорсько-слідчими працівниками законності та службової дисципліни підривають авторитет прокуратури, завдають шкоди інтересам держави та суспільства.»"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "Article 8",
            "uk": "Стаття 8"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "“Prosecutors and investigators, as well as employees of educational, scientific and other institutions of the prosecutor’s office, shall be subject to disciplinary sanctions for failure to perform or improper performance of official duties, or for misconduct which discredits them as employees of the prosecutor’s office. ...”",
            "uk": "«Дисциплінарні стягнення щодо прокурорсько-слідчих працівників, а також працівників навчальних, наукових та інших установ прокуратури застосовуються за невиконання чи неналежне виконання службових обов’язків або за проступок, який порочить його як працівника прокуратури.. ...»"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Article 9",
            "uk": "Стаття 9"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "“Disciplinary sanctions are as follows:",
            "uk": "«Дисциплінарними стягненнями є:"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "(1) reprimand;",
            "uk": "(1) догана;"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "(2) reduction in grade;",
            "uk": "(2) пониження в класному чині;"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "(3) demotion;",
            "uk": "(3) пониження в посаді;"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "(4) deprivation of the badge \"Honorary employee of the Prosecutor’s Office of Ukraine\";",
            "uk": "(4) позбавлення нагрудного знаку «Почесний працівник прокуратури України»;"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(5) dismissal;",
            "uk": "(5) звільнення;"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "(6) dismissal with reduction in grade.”",
            "uk": "(6) звільнення з позбавленням класного чину.»"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "Article 11",
            "uk": "Стаття 11"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "“The disciplinary sanction should be in line with the degree of guilt and severity of the misconduct. The prosecutor who decides on the imposition of a penalty must personally establish the circumstances of the misconduct and receive a written explanation from the person who committed it. If necessary, an official inspection may be ordered.”",
            "uk": "«Дисциплінарне стягнення має відповідати ступеню вини та тяжкості проступку. Прокурор, який вирішує питання про накладення стягнення, повинен особисто з’ясувати обставини проступку та одержати письмове пояснення від особи, яка його вчинила. В разі необхідності може бути призначено службову перевірку.»"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "Labour Code of Ukraine",
            "uk": "Кодекс законів про працю України"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "35.  The relevant provisions of the Labour Code, in force at the material time, read as follows:",
            "uk": "35.  Відповідні положення Кодексу законів про працю України у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Article 3. Regulation of labour relations",
            "uk": "Стаття 3. Регулювання трудових відносин"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "“The Labour Code regulates the labour relations of all employees of companies, institutions and organisations, regardless of ownership, type of activity or industry sector ...”",
            "uk": "«Законодавство про працю регулює трудові відносини працівників усіх підприємств, установ, організацій незалежно від форм власності, виду діяльності і галузевої належності...»"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "Article 147. Sanctions for breaches of labour discipline",
            "uk": "Стаття 147. Стягнення за порушення трудової дисципліни"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "“For a breach of labour discipline, only one of the following disciplinary sanctions may be imposed on an employee:",
            "uk": "«За порушення трудової дисципліни до працівника може бути застосовано тільки один з таких заходів стягнення:"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "(1) reprimand;",
            "uk": "(1) догана;"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "(2) dismissal.",
            "uk": "(2) звільнення."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "[Other] laws, statutes and regulations may provide for other disciplinary sanctions for certain categories of employees.”",
            "uk": "[Іншим] законодавством, статутами і положеннями про дисципліну можуть бути передбачені для окремих категорій працівників й інші дисциплінарні стягнення.»"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "Article 149. Application of disciplinary measures",
            "uk": "Стаття 149. Порядок застосування дисциплінарних стягнень"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "For each breach of labour discipline, only one disciplinary penalty may be imposed.",
            "uk": "За кожне порушення трудової дисципліни може бути застосовано лише одне дисциплінарне стягнення.."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "When selecting the type of penalty to apply, the employer or authorised body shall take into account the degree of severity of the misconduct, the circumstances in which the misconduct was committed, and the previous work of the employee ...”",
            "uk": "При обранні виду стягнення власник або уповноважений ним орган повинен враховувати ступінь тяжкості вчиненого проступку і заподіяну ним шкоду, обставини, за яких вчинено проступок, і попередню роботу працівника....»"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "Article 184. Employment guarantees and prohibition on dismissal of pregnant women and women with children",
            "uk": "Стаття 184. Гарантії при прийнятті на роботу і заборона звільнення вагітних жінок і жінок, які мають дітей"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "“Dismissal at the initiative of a company owner or an authorised person of pregnant women and women with children under three years old (under six years old – see paragraph 6 of Article 179), or single mothers with children under fourteen years old or a disabled child shall not be allowed, except in cases of full liquidation of the company, institution or organisation, when dismissal with compulsory employment is allowed ...”",
            "uk": "«Звільнення вагітних жінок і жінок, які мають дітей віком до трьох років (до шести років – частина шоста статті 179), одиноких матерів при наявності дитини віком до чотирнадцяти років або дитини-інваліда з ініціативи власника або уповноваженого ним органу не допускається, крім випадків повної ліквідації підприємства, установи, організації, коли допускається звільнення з обов’язковим працевлаштуванням...»"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Other relevant legislation",
            "uk": "Інше відповідне законодавство"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "36.  In accordance with Order no. 11гн of the Prosecutor General of Ukraine of 14 July 2006 on the organisation of the implementation by the prosecutor’s offices of the principle of publicity, disclosure of information by the Prosecutor General’s Office to the mass media must have the agreement of the Deputy Prosecutor General; disclosure of information by subordinate prosecutor’s offices must have the agreement of their heads.",
            "uk": "36.  Відповідно до наказу Генерального прокурора від 14 липня 2006 року № 11гн про організацію роботи органів прокуратури України з реалізації принципу гласності, оприлюднення відомостей у засобах масової інформації мало здійснюватися Генеральною прокуратурою України за погодженням із заступником Генерального прокурора України; оприлюднення відомостей підпорядкованими прокуратурами – з їх керівниками."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 10 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "37.  The applicant complained that her dismissal from her post as a prosecutor for the publication on the Internet of an open letter to the Prosecutor General of Ukraine in which she criticised the prosecution authorities constituted a breach of her right to freedom of expression as guaranteed by Article 10 of the Convention, which reads as follows:",
            "uk": "37.  Заявниця скаржилася, що її звільнення з посади прокурора у зв’язку з публікацією в мережі «Інтернет» відкритого листа до Генерального прокурора України, в якому вона критикувала органи прокуратури, становило порушення її права на свободу вираження поглядів, гарантованого статтею 10 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
            "uk": "«1.  Кожен має право на свободу вираження поглядів. Це право включає свободу дотримуватися своїх поглядів, одержувати і передавати інформацію та ідеї без втручання органів державної влади і незалежно від кордонів. Ця стаття не перешкоджає державам вимагати ліцензування діяльності радіомовних, телевізійних або кінематографічних підприємств."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "38.  The Government contested that argument.",
            "uk": "38.  Уряд заперечив проти цього аргументу."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "39.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "39.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "The applicant’s submissions",
            "uk": "Доводи заявниці"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "The Government’s submissions",
            "uk": "Доводи Уряду"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "The relevant general principles",
            "uk": "Відповідні загальні принципи"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "53.  The Court will now assess the facts of the present case in the light of the above principles.",
            "uk": "53.  Тепер Суд оцінить факти цієї справи у контексті зазначених принципів."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "Application of the above principles in the present case",
            "uk": "Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "54.  The Court notes that the protection afforded by Article 10 applies to the statements made by the applicant, in her capacity as prosecutor, in her open letter of 15 March 2007. It follows that the dismissal from office, which was primarily based on those statements, interfered with the applicant’s right to freedom of expression. This was also common ground between the parties. The Court will therefore examine whether the dismissal was justified under paragraph 2 of Article 10 of the Convention.",
            "uk": "54.  Суд зазначає, що захист, передбачений статтею 10 Конвенції, застосовується до тверджень, висловлених заявницею як прокурором у її відкритому листі від 15 березня 2007 року. З цього випливає, що звільнення з посади, яке головним чином обґрунтовувалося висловленням цих тверджень, становило втручання у право заявниці на свободу вираження поглядів. Сторони це також не оскаржували. Отже, Суд перевірить, чи було звільнення виправданим згідно з пунктом 2 статті 10 Конвенції."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "“Prescribed by law” and legitimate aim",
            "uk": "«Встановлені законом» і законна мета"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "57.  Consequently, the Court is satisfied that the applicant’s dismissal was “prescribed by law” and pursued a legitimate aim within the meaning of Article 10 § 2 of the Convention. It remains to be determined whether the interference was “necessary in a democratic society”, in particular whether there was a proportionate relationship between the interference and the aim thereby pursued.",
            "uk": "57.  Отже, Суд переконаний, що звільнення заявниці було «встановлено законом» і переслідувало законну мету у розумінні пункту 2 статті 10 Конвенції. Залишається визначити, чи було втручання «необхідним у демократичному суспільстві», зокрема, чи існував пропорційний зв’язок між втручанням і переслідуваною метою."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "“Necessary in a democratic society”",
            "uk": "«Необхідне у демократичному суспільстві»"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "63.  On the question of damage suffered by the authority as a result of the applicant’s actions, the Court notes that while the Government raised a general argument that her open letter had not only damaged the reputation of the Odesa regional prosecutor, but was also likely to have seriously interfered with the work and reputation of the prosecution authorities in general, this issue was never addressed by the domestic courts.",
            "uk": "63.  Стосовно питання шкоди, заподіяної органам державної влади внаслідок дій заявниці, Суд зазначає, що тоді як Уряд навів загальний аргумент, що її відкритий лист не лише заподіяв шкоди репутації прокурора Одеської області, але також ймовірно серйозно вплинув на роботу та репутацію органів прокуратури загалом, національні суди ніколи не розглядали це питання."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "66.  Having regard to the foregoing, the Court considers that in the circumstances of the case, the national authorities failed to adduce “relevant and sufficient” reasons to justify the applicant’s dismissal. Thus, not being accompanied by adequate procedural safeguards, the impugned interference with the applicant’s right to freedom of expression was not proportionate to the legitimate aim pursued.",
            "uk": "66.  З огляду на зазначене Суд вважає, що за обставин справи національні органи влади не навели «відповідних і достатніх» доводів для обґрунтування звільнення заявниці. Таким чином, оскільки оскаржуване втручання у право заявниці на свободу вираження поглядів не супроводжувалося належними процесуальними гарантіями, воно не було пропорційне переслідуваній законній меті."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "67.  There has accordingly been a violation of Article 10 of the Convention.",
            "uk": "67.  Отже, було порушено статтю 10 Конвенції."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "68.  Article 41 of the Convention provides:",
            "uk": "68.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "69.  The applicant claimed 54,634.40 euros (EUR) in respect of pecuniary damage, made up as follows: EUR 14,637.40 for loss of earnings and salary-related arrears after her dismissal, and EUR 40,000 for the cost of an apartment she could have received as a prosecutor had she not been dismissed.",
            "uk": "69.  Заявниця вимагала 54 634,40 євро в якості відшкодування матеріальної шкоди, що включало: 14 637,40 євро в якості відшкодування втраченого доходу та заборгованості із виплати заробітної плати після її звільнення, та 40 000 євро – вартості квартири, яку вона могла отримати як прокурор, якби її не звільнили."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "70.  The applicant also claimed EUR 15,000 in respect of non-pecuniary damage.",
            "uk": "70.  Заявниця також вимагала 15 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "71.  The Government contested those claims, arguing that there was no causal connection between the alleged violation of the Convention rights and the pecuniary loss sustained. The claim in respect of non-pecuniary damage was, in their view, unsubstantiated.",
            "uk": "71.  Уряд заперечив проти цих вимог, вказавши про відсутність причинно-наслідкового зв’язку між стверджуваним порушенням конвенційних прав і зазнаною матеріальною шкодою. На його думку, вимога про відшкодування моральної шкоди була необґрунтованою."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "72.  The Court does not, on one hand, discern any causal link between the violation found and the pecuniary damage alleged: it therefore rejects this claim. On the other hand, ruling on an equitable basis it awards the applicant EUR 4,500 in respect of non-pecuniary damage.",
            "uk": "72.  З одного боку, Суд не вбачає жодного причинно-наслідкового зв’язку між встановленим порушенням і стверджуваною матеріальною шкодою; отже, він відхиляє цю вимогу. З іншого боку, здійснюючи оцінку на засадах справедливості, він присуджує заявниці 4 500 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "74.  The Government contested the claims for travel costs and for the expert report, arguing that there was no causal connection between them and the consideration of the case before the Court. As to the postal expenses, the Government argued that the documents provided by the applicant showed neither the sender and recipient, nor the purpose of the payment.",
            "uk": "74.  Уряд заперечив проти вимоги щодо відшкодування витрат на проїзд і висновок спеціаліста, стверджуючи про відсутність причинно-наслідкового зв’язку між ними та розглядом справи у Суді. Стосовно поштових витрат Уряд стверджував, що на наданих заявницею документах не було вказано ані відправника, ані одержувача, ані призначення платежу."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "75.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers that the applicant’s claims should be allowed in full.",
            "uk": "75.  Згідно з практикою Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні у нього документи та зазначені критерії Суд вважає, що вимоги заявниці мають бути задоволені у повному обсязі."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "76.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "76.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "Declares the application admissible;",
            "uk": "Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "Holds that there has been a violation of Article 10 of the Convention;",
            "uk": "Постановляє, що було порушено статтю 10 Конвенції;"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявниці такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "EUR 4,500 (four thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "4 500 (чотири тисячі п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "EUR 261.63 (two hundred and sixty-one euros and sixty-three cents), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
            "uk": "261,63 (двісті шістдесят одне євро та шістдесят три центи) та додатково суму будь-якого податку, що може нараховуватись заявниці, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявниці щодо справедливої сатисфакції."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "Done in English, and notified in writing on 8 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 08 жовтня 2020 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]