[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF SVITLANA ILCHENKO v. UKRAINE",
            "uk": "СПРАВА «СВІТЛАНА ІЛЬЧЕНКО ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 47166/09)",
            "uk": "(Заява № 47166/09)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "4 July 2019",
            "uk": "04 липня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "04/10/2019",
            "uk": "04.10.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Svitlana Ilchenko v. Ukraine,",
            "uk": "У справі «Світлана Ільченко проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Angelika Nußberger, President,\n\tYonko Grozev,\n\tGanna Yudkivska,\n\tSíofra O’Leary,\n\tMārtiņš Mits,\n\tLәtif Hüseynov,\n\tLado Chanturia, judges,\nand Milan Blaško, Deputy Section Registrar,",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger), Голова,\n\tЙонко Грозєв (Yonko Grozev),\n\tГанна Юдківська (Ganna Yudkivska),\n\tСіофра О’Лірі (Síofra O’Leary),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tЛятіф Гусейнов (Lәtif Hüseynov),\n\tЛадо Чантурія (Lado Chanturia), судді,\nта Мілан Блашко (Milan Blaško), заступник Секретаря секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 11 June 2019,",
            "uk": "після обговорення за зачиненими дверима 11 червня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 47166/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Svitlana Ivanivna Ilchenko (“the applicant”), on 31 August 2009.",
            "uk": "1.  Справу було розпочато за заявою (№ 47166/09), яку 31 серпня 2009 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод\n(далі – Конвенція) громадянка України, пані Світлана Іванівна Ільченко (далі – заявниця)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant was represented by Ms A. Ilchenko, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявницю представляла пані А. Ільченко, юрист, яка практикує у м. Київ. Уряд України (далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant alleged, in particular, that the demolition of her garage amounted to a deprivation of property and breached her rights under Article 1 of Protocol No. 1 to the Convention.",
            "uk": "3.  Заявниця стверджувала, зокрема, що знесення її гаража становило позбавлення майна та порушило її права за статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 3 November 2017 notice of the above complaint was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  03 листопада 2017 року про зазначену скаргу було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "A.  Background information",
            "uk": "A.  Події, що передували справі"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "5.  The applicant was born in 1951 and lives in Kyiv.",
            "uk": "5.  Заявниця народилася у 1951 році та проживає у м. Київ."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "6.  The applicant resided in a flat on Saksaganskogo Street, in Kyiv city centre, and had used a one-car brick garage in the courtyard of her house since 1980.",
            "uk": "6.  Заявниця проживала у квартирі на вулиці Саксаганського, у центрі м. Київ, та з 1980 року користувалася індивідуальним цегляним гаражем на подвір’ї свого будинку."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "7.  In April 1983 the executive committee of the Kyiv Leninsky District Council issued a decision authorising the applicant to use her garage.",
            "uk": "7.  У квітні 1983 року виконавчий комітет Ленінської районної Ради міста Києва ухвалив рішення про надання заявниці дозволу на користування її гаражем."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "8.  From 1993 to 1998 the applicant rented from the district executive committee (виконавчий комітет), under a signed lease, the part of the courtyard occupied by the garage.",
            "uk": "8.  У період з 1993 року до 1998 року згідно з договором оренди заявниця орендувала у районного виконавчого комітету частину подвір’я, на якій знаходився гараж."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "9.  In January 1995 the district executive committee issued a letter to the applicant indicating that it had no objection to her registering the garage in her name.",
            "uk": "9.  У січні 1995 року районний виконавчий комітет надіслав заявниці довідку, зазначивши, що не заперечує проти реєстрації гаража на її ім’я."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "10.  In February 1995 the Kyiv Technical Inventory Bureau, which at the time was responsible for registering rights in real property, registered the garage in the applicant’s name, on the grounds of the executive council decision of April 1983 and its letter of January 1995 (see paragraphs 7 and 9 above).",
            "uk": "10.  У лютому 1995 року Київське міське бюро технічної інвентаризації, яке на той момент відповідало за реєстрацію прав власності на нерухоме майно, на підставі рішення виконавчого комітету від квітня 1983 року та його довідки від січня 1995 року зареєструвало гараж на ім’я заявниці (див. пункти 7 і 9)."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "11.  In the course of the 1990s she bought her flat, taking it into private ownership.",
            "uk": "11.  Упродовж 1990-х років заявниця придбала та приватизувала квартиру."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "12.  The applicant submitted a certificate, dated October 2002 and issued by the municipal housing management agency, indicating that the applicant owned a brick garage measuring 34 sq. m in the courtyard of her house.",
            "uk": "12.  Заявниця надала видану житлово-експлуатаційною конторою довідку від жовтня 2002 року, в якій було зазначено, що їй належав цегляний гараж площею 34 кв. м на подвір’ї її будинку."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "13.  In 2002 the city and a private developer started planning a new housing project in the vicinity of the applicant’s house, on the site where the applicant’s garage was located. The Kyiv City Council allocated land for that purpose to the city’s Housing Directorate (the Directorate) in April 2003. The lease was signed in July 2003.",
            "uk": "13.  У 2002 році влада міста та приватний забудовник почали розробку нового проєкту житлового будівництва поблизу будинку заявниці на місці, де знаходився її гараж. У квітні 2003 року Київська міська державна адміністрація передала Головному управлінню житлового забезпечення виконавчого органу Київської міської державної адміністрації (далі – Головне управління житлового забезпечення) призначену для цього земельну ділянку. Договір оренди було підписано у липні 2003 року."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "B.  Negotiation and compensation offers",
            "uk": "B.  Обговорення та пропозиції компенсації"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "14.  On 29 November 2002 a municipal company involved in the development project wrote to the applicant’s husband. It informed him that the development project would involve the need to move the garage and invited him to discuss possible ways forward.",
            "uk": "14.  29 листопада 2002 року комунальне підприємство, залучене до розробки проєкту будівництва, надіслало листа чоловіку заявниці. Воно поінформувало його, що проєкт будівництва передбачав необхідність перенесення гаража, та запрошувало його обговорити можливі шляхи вирішення цього питання."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "16.  According to the material in the case file the applicant failed to follow up on the offers to negotiate.",
            "uk": "16.  Згідно з матеріалами справи заявниця не скористалася пропозицією щодо обговорення."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "C.  Main litigation",
            "uk": "C.  Основний судовий спір"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "17.  On 3 July 2003 the Directorate instituted civil proceedings against the applicant, seeking demolition of her garage.",
            "uk": "17.  03 липня 2003 року Головне управління житлового забезпечення ініціювало проти заявниці цивільне провадження, вимагаючи знесення її гаража."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "18.  The applicant filed a counterclaim, seeking acknowledgment of her title to the plot of land under the garage (“the plot of land”) and the annulment of the documents authorising the new development.",
            "uk": "18.  Заявниця подала зустрічний позов, вимагаючи визнання її права власності на земельну ділянку, на якій знаходився її гараж (далі – земельна ділянка), та визнання недійсними документів, на підставі яких було надано дозвіл на нове будівництво."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "20.  The court held that there had been irregularities in approving the development project. In particular: (i) more land had been allocated than the City Council had decided; (ii) the land had been allocated without resolving the matter of the applicant’s conflicting rights to a part of it; (iii) the land under the applicant’s garage could not be expropriated for public needs since the development project was of a commercial nature.",
            "uk": "20.  Суд встановив наявність порушень під час затвердження проєкту будівництва. А саме: (і) всупереч рішенню міської ради було відведено більшу земельну ділянку; (іі) земельну ділянку було відведено без вирішення питання про конфлікт з правом заявниці на її частину; (ііі) земельна ділянка, на якій знаходився гараж заявниці, не могла бути відчужена з мотивів суспільної необхідності, оскільки проєкт будівництва мав комерційний характер."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "22.  On 8 August 2005 the applicant applied for the suspension of enforcement of the Court of Appeal’s judgment, arguing that she had appealed against it on points of law and that enforcement at that stage would have an irreversible effect.",
            "uk": "22.  08 серпня 2005 року заявниця подала заяву про зупинення виконання рішення апеляційного суду у зв’язку з тим, що вона подала касаційну скаргу і виконання рішення на цій стадії призведе до невідворотних наслідків."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "23.  On 12 August 2005 the State bailiffs demolished the garage.",
            "uk": "23.  12 серпня Державна виконавча служба України знесла гараж."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "24.  The applicant instituted proceedings against the bailiffs seeking to declare their actions unlawful (see paragraph 32 below).",
            "uk": "24.  Заявниця ініціювала провадження проти державних виконавців, вимагаючи визнання їхніх дій незаконними (див. пункт 32)."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "25.  On 19 August 2005 the Brovary Court granted the applicant’s suspension application on the grounds that there were circumstances which may complicate or render impossible the enforcement of the eventual decision in the case.",
            "uk": "25.  19 серпня 2005 року Броварський районний суд задовольнив заяву заявниці про зупинення виконавчого провадження у зв’язку з наявністю обставин, які могли ускладнити чи унеможливити виконання остаточного рішення у справі."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "27.  There is no indication in the case file that the applicant ever applied for formalisation of her rights acquired by adverse possession prior to the institution of proceedings against her.",
            "uk": "27.  У матеріалах справи нічого не вказує на те, що до порушення провадження стосовно неї заявниця зверталася із заявою про оформлення своїх прав власності за давністю користування."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "30.  On 29 October 2008 the Kyiv City Court of Appeal upheld the judgments of the first-instance court of May 2007 and June 2008. Among other matters, it found it established that the garage had been registered as the applicant’s property. Nevertheless, it endorsed the lower court’s findings to the effect that she had never properly obtained the right to use the land.",
            "uk": "30.  29 жовтня 2008 року Апеляційний суд міста Києва залишив без змін рішення суду першої інстанції від травня 2007 року та червня 2008 року. Серед іншого, він визнав встановленим, що гараж було зареєстровано як приватну власність заявниці. Тим не менш, він погодився з висновками суду першої інстанції, що заявниця не набувала права на користування земельною ділянкою у встановленому порядку."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "31.  On 3 March 2009 the Supreme Court upheld the lower courts’ decisions, holding that there was no indication of error in them.",
            "uk": "31.  03 березня 2009 року Верховний Суд України залишив без змін рішення судів нижчих інстанції, встановивши відсутність у них помилок."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "D.  Proceedings against the bailiffs",
            "uk": "D.  Провадження щодо державних виконавців"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "32.  On 22 August 2005 the applicant lodged her claim against the State bailiffs seeking to have their actions in demolishing her garage declared unlawful.",
            "uk": "32.  22 серпня 2005 року заявниця подала позов проти державних виконавців, вимагаючи визнання незаконними їхніх дій щодо знесення її гаража."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "33.  She argued, in particular, that she had not been given sufficient opportunity to comply with the judgment ordering her to vacate the land (see paragraph 21 above).",
            "uk": "33.  Зокрема, вона стверджувала, що їй не було надано достатньої можливості для виконання рішення, яким її було зобов’язано звільнити земельну ділянку (див. пункт 21)."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "34.  On 3 April 2007 the Brovary Court dismissed her claim. It held that, even though the bailiffs had notified her of the obligation to comply with the Court of Appeal’s judgment with a delay, on 8 August 2005, the garage had not been demolished until 12 August (see paragraph 23 above).",
            "uk": "34.  03 квітня 2007 року Броварський міськрайонний суд відмовив у задоволенні її позову. Він встановив, що хоча державні виконавці із запізненням, 08 серпня 2005 року, поінформували заявницю про її обов’язок виконати рішення апеляційного суду, гараж не зносили до 12 серпня (див. пункт 23)."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "35.  The courts dismissed an appeal by the applicant as lodged out of time.",
            "uk": "35.  Суди відхилили апеляційну скаргу заявниці як таку, що була подана із порушенням строку."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "36.  Article 118 of the Land Code of 2001 allows individuals to apply for privatisation of land which they use and sets forth a procedure for doing so.",
            "uk": "36.  Стаття 118 Земельного кодексу України дозволяє громадянам подавати заяву про приватизацію земельних ділянок, які перебувають у їхньому користуванні, і передбачає порядок здійснення такої приватизації."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "37.  Article 119 of the Code provides that individuals that have used land openly and without interruption for fifteen years can apply to the State or municipal authorities to obtain rights of ownership or use of such land.",
            "uk": "37.  Стаття 119 Кодексу передбачає, що громадяни, які відкрито і безперервно користуються земельною ділянкою протягом п’ятнадцяти років, можуть звернутися до органу державної влади або органу місцевого самоврядування з клопотанням про передачу у власність або надання у користування такої земельної ділянки."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "38.  Article 212 of the Code provides that land occupied without permission (самовільно зайняті земельні ділянки) must be returned by court order to the lawful owners or users without reimbursement of any costs incurred during the period of unlawful occupation. The land must be restored to its original state, including through the demolition of any structures, at the expense of the squatter.",
            "uk": "38.  Стаття 212 Кодексу передбачає, що за рішенням суду самовільно зайняті земельні ділянки підлягають поверненню законним власникам або землекористувачам без відшкодування затрат, понесених за час незаконного користування ними. Земельна ділянка має бути приведена до свого початкового стану, у тому числі шляхом знесення будь-яких споруд за рахунок осіб, які самовільно її зайняли."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "39.  The applicant complained that her right to the peaceful enjoyment of her possessions had been breached on account of demolition of her garage. She invoked Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
            "uk": "39.  Заявниця скаржилася на порушення її права на мирне володіння своїм майном у зв’язку зі знесенням її гаража. Вона посилалася на статтю 1 Першого протоколу до Конвенції, яка передбачає:"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "40.  The Government submitted that the applicant had failed to exhaust effective domestic remedies. She had never claimed compensation for her garage, even though the city had offered it (see paragraph 15 above). She could have done so by claiming damages either within the framework of her claim against the bailiffs or in separate proceedings.",
            "uk": "40.  Уряд стверджував, що заявниця не вичерпала ефективних національних засобів юридичного захисту. Вона не вимагала компенсації за свій гараж, хоча влада міста її пропонувала (див. пункт 15). Заявниця могла вичерпати їх, вимагаючи компенсацію як в рамках її позову до державних виконавців, так і в окремому провадженні."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "41.  The applicant responded that she had claimed compensation in the form of a parking space in the new development but the developer and the city had refused it.",
            "uk": "41.  Заявниця відповіла, що вимагала компенсацію у формі місця для паркування у новобудові, проте забудовник та влада міста у цьому відмовили."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "42.  The Court considers that the findings of the domestic courts are unambiguous: they applied in the applicant’s case the legal rule concerning squatters (see paragraphs 21 and 28 above). That rule not only does not entitle squatters to any compensation for their demolished structures but also requires them to cover the landowner’s demolition costs (see paragraph 38 above).",
            "uk": "42.  Суд вважає, що висновки національних судів були однозначними: у справі заявниці вони застосували законодавчу норму щодо осіб, які самовільно зайняли земельну ділянку (див. пункти 21 і 28). Ця норма не тільки не надавала таким особам права на відшкодування за знесення їхніх споруд, але й зобов’язувала їх відшкодовувати землевласникам витрати на знесення (див. пункт 38)."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "43.  Accordingly, the Court considers that the application cannot be rejected for failure to exhaust domestic remedies. The Government’s objection must therefore be dismissed.",
            "uk": "43.  Отже, Суд вважає, що заява не може бути відхилена у зв’язку з невичерпанням національних засобів юридичного захисту. Тому заперечення Уряду має бути відхилено."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "44.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "44.  Суд зазначає, що заява не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "(a)  The applicant",
            "uk": "(a)  Заявниця"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "46.  The applicant had openly and in good faith possessed the garage and had lawfully used the land underneath it unchallenged for twenty years, from 1983 to 2003.",
            "uk": "46.  Заявниця упродовж двадцяти років, з 1983 року до\n2003 року, відкрито та добросовісно володіла гаражем і безперешкодно та законно користувалася земельною ділянкою, на якій він розташовувався,."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "47.  The interference had amounted to a deprivation of possessions, rather than a measure of control, as the Government suggested (see paragraph 55 below).",
            "uk": "47.  Втручання становило позбавлення майна, а не захід для здійснення контролю, як стверджував Уряд (див. пункт 55)."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "48.  As to the public interest, the applicant alleged that there had been irregularities in the decision to allow the developer to build on the site where the garage had been located. Development of new housing on the site in question had not been in the public interest because there had already been rather dense residential housing, of four to five storeys, in that area.",
            "uk": "48.  Щодо суспільного інтересу заявниця стверджувала про наявність порушень у рішенні, яким забудовнику було надано дозвіл на будівництво на місці її гаража. У будівництві нового будинку на зазначеній ділянці не було суспільного інтересу, оскільки ця територія вже була досить щільно забудована чотири-п’ятиповерховими будинками."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "49.  Referring to the findings of the Brovary Court of February 2004 (see paragraph 20 above) she argued that the interference had not been lawful.",
            "uk": "49.  Посилаючись на висновки Броварського районного суду від лютого 2004 року (див. пункт 20), заявниця стверджувала про незаконність втручання."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "50.  Furthermore, the demolition of her garage had been unlawful because it had been carried out in execution of the Court of Appeal’s judgment against her even though that execution had been later suspended (see paragraphs 23 and 25 above). The bailiffs had not provided her with sufficient opportunity to comply with the judgment voluntarily before proceeding with enforcement (see paragraph 33 above).",
            "uk": "50.  Крім того, знесення її гаража було незаконним, оскільки здійснювалась у рамках виконання винесеного не на її користь рішення апеляційного суду, хоча пізніше його виконання було зупинено (див. пункти 23 і 25). Державні виконавці не надали їй достатньої можливості виконати рішення добровільно до його примусового виконання (див. пункт 33)."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "52.  The interference, therefore, had not pursued a legitimate aim.",
            "uk": "52.  Отже, втручання не переслідувало законну мету."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "53.  As to proportionality, no compensation had been provided and there had been no exceptional circumstances justifying that.",
            "uk": "53.  Щодо пропорційності втручання, то жодного відшкодування надано не було, а виняткових обставин, які б виправдали його, не існувало."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "54.  The Government did not contest that the applicant had had ownership of the garage. They stressed, however, that the registration of the garage as real property had been in dispute. Nothing showed that the garage had been anything other than a temporary metal structure which could have been disassembled.",
            "uk": "54.  Уряд не заперечував, що заявниця мала право власності на гараж. Проте він наголосив, що предметом спору була реєстрація гаража як нерухомого майна. Нічого не свідчило, що гараж був чимось іншим, аніж тимчасовою металевою конструкцією, яку можна було розібрати."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "55.  The Government did not contest that there had been an interference with the applicant’s possessions. However, the applicant’s right to occupy land had been temporary and tenuous. Therefore, demolition of the structure had to be seen as a measure of control of the use of property rather than deprivation.",
            "uk": "55.  Уряд не заперечував, що мало місце втручання у майнові права заявниці. Проте право заявниці займати земельну ділянку було тимчасовим та неоднозначним. Отже, знесення конструкції слід було розглядати радше як захід для здійснення контролю за користуванням майном, а не позбавлення власності."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "56.  The action had been lawful and in the public interest of developing new housing: Kyiv had had the highest population density in the country and had been in need of it. Development of new housing had been one of the priorities of urban development, as evidenced by the Kyiv urban development plan. The fact that the developer had also been able to derive commercial gain from the project was irrelevant.",
            "uk": "56.  Знесення було виконано законно та в інтересах суспільства для будівництва нового житлового будинку: м. Київ мало найбільшу густоту населення у країні та потребувало нового житла. Будівництво нових житлових будинків було одним із пріоритетів розвитку міста, що підтверджувалося генеральним планом м. Київ. Факт того, що забудовник також міг отримати комерційну вигоду від проєкту, не мав значення."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "57.  The fact that the execution of the Court of Appeal’s judgment had been suspended (see paragraph 25 above) had been of no relevance since eventually the substance of that judgment had been upheld. Considering the problems with execution of judgments in Ukraine in general, the authorities could hardly be reproached for executing the judgment in this case with expedition. The applicant had not shown that the judgment’s enforcement at that precise moment had imposed any undue burden on her.",
            "uk": "57.  Те, що виконання рішення апеляційного суду (див. пункт 25) було зупинене не мало значення, оскільки зрештою суть цього рішення було залишено без змін. Під час розгляду проблеми виконання рішень в Україні у цілому, органам державної влади навряд чи можна було дорікнути за швидке виконання рішення у цій справі. Заявниця не довела, що виконання рішення у той конкретний момент поклало на неї надмірний тягар."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "(a)  Existence of an interference",
            "uk": "(a)  Наявність втручання"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "58.  It has not been contested that there has been an interference with the applicant’s possessions. Even though the first-instance court expressed a doubt as to the status of the garage, eventually the Court of Appeal settled that matter by finding that the garage was indeed registered as the applicant’s property (see paragraphs 28 and 30 above). The Court sees no reason to hold otherwise.",
            "uk": "58.   Не оскаржувалося, що мало місце втручання у майнові права заявниці. Хоча суд першої інстанції висловив сумніви щодо статусу гаража, апеляційний суд згодом вирішив це питання, встановивши, що гараж дійсно було зареєстровано як приватну власність заявниці (див. пункти 28 і 30). Суд не вбачає підстав для іншого висновку."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(b)  Applicable rule",
            "uk": "(b)  Застосовна норма"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "60.  The Court considers that, in the present case, the applicable rule is the one concerning the deprivation of property (see Allard v. Sweden, no. 35179/97, § 50, ECHR 2003VII, and N.A. and Others v. Turkey, no. 37451/97, §§ 31 and 38, ECHR 2005X).",
            "uk": "60.  Суд вважає, що у цій справі застосовною є норма щодо позбавлення власності (див. рішення у справах «Аллард проти Швеції» (Allard v. Sweden), заява № 35179/97, пункт 50, ЄСПЛ 2003VII та «Н.А. та інші проти Туреччини» (N.A. and Others v. Turkey), заява № 37451/97, пункти 31 і 38, ЄСПЛ 2005X)."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "61.  In that connection the applicant’s situation should be distinguished from those in cases concerning illegal construction (see Ivanova and Cherkezov v. Bulgaria, no. 46577/15, § 69, 21 April 2016, with further references, and G.I.E.M. S.R.L. and Others v. Italy [GC], nos. 1828/06 and 2 others, §§ 290 and 291, 28 June 2018).",
            "uk": "61.  У зв’язку з цим слід розрізняти ситуацію заявниці та ситуації у справах щодо незаконного будівництва (див. рішення у справах «Іванова та Черкезов проти Болгарії» (Ivanova and Cherkezov v. Bulgaria), заява № 46577/15, пункт 69, від 21 квітня 2016 року з подальшими посиланнями та «G.I.E.M. S.R.L» та інші проти Італії» [ВП] (G.I.E.M. S.R.L. and Others v. Italy) [GC], заява № 1828/06 і 2 інші, пункти 290 і 291, від 28 червня 2018 року)."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "(c)  Lawfulness of the interference",
            "uk": "(c)  Законність втручання"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "65.  The applicant’s arguments to the effect that there had been irregularities in the decision to allocate land for new development were dismissed by the domestic courts (see paragraphs 21 and 28 above).",
            "uk": "65.  Національні суди відхилили аргументи заявниці про наявність порушень у рішенні про відведення земельної ділянки під нову забудову (див. пункти 21 і 28)."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "67.  The Court perceives no arbitrariness or manifest unreasonableness in the domestic courts’ interpretation of the domestic law concerning such matters stressed by the applicant as: (i) her right to use the land under her garage, (ii) regularity of the documentation authorising the development project as a result of which her garage had been demolished, and (iii) the manner in which the bailiffs had proceeded with the demolition (see paragraphs 28 and 34 above).",
            "uk": "67.  Суд не вбачає жодної свавільності або явної необґрунтованості у тлумаченні національними судами національного законодавства щодо таких порушених заявницею питань, як: (і) її право користуватися земельною ділянкою, на якій розташовувався її гараж, (іі) законності документів, якими було надано дозвіл на реалізацію проєкту, в результаті якого було знесено її гараж, та (ііі) спосіб, в якій державні виконавці здійснили знесення (див. пункти 28 і 34)."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "(d)  Aim of the interference and proportionality",
            "uk": "(d)  Мета втручання та його пропорційність"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "68.  As to the issue of the “public interest” in the interference, the Court considers that, in the present case, it is inextricably linked to the matter of proportionality; it will therefore examine them together (see Volchkova and Mironov v. Russia, nos. 45668/05 and 2292/06, § 114, 28 March 2017, and Batkivska Turbota Foundation v. Ukraine, 5876/15, § 58, 9 October 2018).",
            "uk": "68.  Щодо наявності «інтересів суспільства» у втручанні Суд вважає, що у цій справі це питання тісно пов’язане з питанням пропорційності; тому Суд розгляне їх спільно (див., рішення у справах «Волчкова та Міронов проти Росії» (Volchkova and Mironov v. Russia), заяви № 45668/05 та № 2292/06, пункт 114, від 28 березня 2017 року та «Фонд «Батьківська турбота» проти України» (Batkivska Turbota Foundation v. Ukraine), заява № 5876/15, пункт 58, від 09 жовтня 2018 року)."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "74.  The applicant, therefore, was denied any right to compensation.",
            "uk": "74.  Отже, заявниці було відмовлено у будь-якому праві на компенсацію."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "76.  No such compensation, accompanied by appropriate safeguards, was offered to the applicant.",
            "uk": "76.   Жодної такої компенсації разом із належними гарантіями заявниці запропоновано не було."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "77.  There has, therefore, been a violation of Article 1 of Protocol No. 1.",
            "uk": "77.  Отже, було порушено статтю 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "78.  Article 41 of the Convention provides:",
            "uk": "78.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "79.  The applicant claimed 141,656 euros (EUR) in respect of pecuniary damage. This included EUR 137,156 in compensation for the garage, calculated on the basis of alleged value per sq. m of the flats in the block built on the site of her former garage (EUR 4,034), multiplied by 34 sq. m, the area of her garage.",
            "uk": "79.  Заявниця вимагала 141 656 євро в якості відшкодування матеріальної шкоди. Ця сума включала 137 156 євро компенсації за гараж, розрахованої на підставі стверджуваної вартості кв. м квартири у збудованому на місці її колишнього гаража будинку (4 034 євро), помноженої на площу її гаража 34 кв. м."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "80.  The applicant also claimed EUR 4,500 in respect of the inconvenience allegedly caused to her by the need to find an alternative place for her car, the alleged loss of value of her car due to less advantageous parking conditions and the alleged loss of her personal belongings, which had been stored in the garage, in the process of its demolition.",
            "uk": "80.  Заявниця також вимагала 4 500 євро у зв’язку із нібито завданими їй незручностями через пошук іншого місця для її автомобіля, стверджуваним зниженням вартості її автомобіля у зв’язку з менш сприятливими умовами для паркування та стверджуваною втратою під час знесення її особистих речей, які зберігалися у гаражі."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "81.  She also claimed EUR 20,000 in respect of non-pecuniary damage.",
            "uk": "81.  Вона також вимагала 20 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "82.  The Government submitted that the applicant’s claims in respect of pecuniary damage were unsubstantiated, based on speculation rather than expert assessment, and that there was no causal link between the alleged violation and the alleged damage. The applicant’s claim in respect of non-pecuniary damage was unfounded since there had been no violation of her rights.",
            "uk": "82.  Уряд стверджував про необґрунтованість вимог заявниці щодо матеріальної шкоди, оскільки вони ґрунтувалися на припущенні, а не експертній оцінці, та відсутність причинно-наслідкового зв’язку між стверджуваним порушенням та стверджуваною шкодою. Вимога заявниці щодо моральної шкоди була необґрунтованою, оскільки її права порушено не було."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "83.  As to the value of the garage, the Court does not agree with the applicant’s calculations: they are based on the alleged value of upscale real estate, which bears no comparison with the asset she had.",
            "uk": "83.  Стосовно вартості гаража Суд не погоджується з розрахунками заявниці: вони ґрунтуються на стверджуваній вартості елітної нерухомості, яку неможливо порівняти з майном, яке їй належало."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "84.  At the same time, it is evident that the applicant’s garage presented a certain value and that she suffered a loss as a result of its demolition for which she was never compensated.",
            "uk": "84.  Водночас очевидно, що гараж заявниці мав певну цінність, а вона зазнала збитків внаслідок його знесення, у зв’язку з чим не отримала компенсації."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "85.  As to the other heads of pecuniary damage claimed, the Court agrees with the Government: the applicant’s claims are either unsubstantiated or there is no causal link between the violation found and the damage alleged.",
            "uk": "85.  Щодо інших вимог стосовно матеріальної шкоди Суд погоджується з Урядом: вимоги заявниці були або необґрунтованими, або не було причинно-наслідкового зв’язку між встановленим порушенням і стверджуваною шкодою."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "88.  The Court, ruling in equity, considers it reasonable to award the applicant the aggregate sum of EUR 8,000, covering all heads of damage.",
            "uk": "88.  Ухвалюючи рішення на засадах справедливості, Суд вважає за доцільне присудити заявниці загальну суму в розмірі 8 000 євро, яка охоплює усі вимоги щодо відшкодування шкоди."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "B.  Default interest",
            "uk": "B.  Пеня"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "89.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "89.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "1.  Declares the application admissible;",
            "uk": "1.  Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
            "uk": "2.  Постановляє, що було порушено статтю 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "3.  Holds",
            "uk": "3.  Постановляє, що:"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros), plus any tax that may be chargeable, in respect of pecuniary and nonpecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявниці 8 000 (вісім тисяч) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування матеріальної та моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "4.  Відхиляє решту вимог заявниці щодо справедливої сатисфакції."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Done in English, and notified in writing on 4 July 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 04 липня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]