[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF PETUKHOV v. UKRAINE (No. 2)",
            "uk": "СПРАВА «ПЕТУХОВ ПРОТИ УКРАЇНИ (№ 2)»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 41216/13)",
            "uk": "(Заява № 41216/13)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "12 March 2019",
            "uk": "12 березня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "09/09/2019",
            "uk": "09.09.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Petukhov v. Ukraine (No. 2),",
            "uk": "У справі «Петухов проти України (№ 2)»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Paulo Pinto de Albuquerque, President,\n\tGanna Yudkivska,\n\tFaris Vehabović,\n\tEgidijus Kūris,\n\tCarlo Ranzoni,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Пауло Пінто де Альбукерке (Paulo Pinto de Albuquerque), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tФаріс Вегабовіч (Faris Vehabović),\n\tЕгідіюс Куріс (Egidijus Kūris),\n\tКарло Ранцоні (Carlo Ranzoni),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 22 January 2019,",
            "uk": "після обговорення за зачиненими дверима 22 січня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 41216/13) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Volodymyr Sergiyovych Petukhov (“the applicant”), on 11 June 2013.",
            "uk": "1.  Справу було розпочато за заявою (№ 41216/13), яку 11 червня 2013 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Володимир Сергійович Петухов (далі – заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant was represented by Mr A.P. Bushchenko, Mr M. O. Tarakhkalo, Mr I.V. Karaman, and Ms I.A.Boykova, lawyers who at the time were practising in Kyiv. In May and December 2017 Mr Karaman and Mr Bushchenko, respectively, informed the Court that their work on this case had been completed and that due to a change of post, they could no longer represent the applicant. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr Ivan Lishchyna.",
            "uk": "2.  Заявника представляли пан А.П. Бущенко, пан М.О. Тарахкало, пан І.В. Караман і пані І.А. Бойкова, юристи, які на момент подій практикували у м. Київ. У травні та грудні 2017 року пан Караман і \nпан Бущенко відповідно поінформували Суд, що їхня робота над цією справою завершена та у зв’язку зі зміною місця роботи вони більше не можуть представляти заявника. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан Іван Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant alleged, in particular, that he had been detained in poor conditions and without adequate medical assistance, contrary to the standards enshrined in Article 3 of the Convention. He further complained under the same provision that his life sentence was de jure and de facto irreducible. Lastly, the applicant complained under Article 8 of the Convention of restrictions on his right to family visits in prison.",
            "uk": "3.  Заявник стверджував, зокрема, що тримався під вартою у неналежних умовах і без надання належної медичної допомоги всупереч стандартам, закріпленим статтею 3 Конвенції. За цим самим положенням він також скаржився, що його покарання у виді довічного позбавлення волі було de jure і de facto таким, яке неможливо скоротити. Насамкінець, заявник скаржився за статтею 8 Конвенції на обмеження його права на побачення з родичами у виправній колонії."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 16 November 2015 the Government were given notice of the above complaints and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  16 листопада 2015 року Уряд було повідомлено про скарги, а решту скарг у заяві було визнано неприйнятними відповідно до \nпункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "5.  The applicant was born in 1973 and is serving a sentence of life imprisonment in Kyiv Pre-Trial Detention Centre no. 13 (“the Kyiv SIZO”).",
            "uk": "5.  Заявник народився у 1973 році та відбуває покарання у виді довічного позбавлення волі у Київському слідчому ізоляторі № 13 (далі – Київське СІЗО)."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "A.  Previous proceedings before the Court (application no. 43374/02)",
            "uk": "A.  Попереднє провадження у Суді (заява № 43374/02)"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "6.  The applicant had already lodged an application before the Court, no. 43374/02, on 12 November 2002, complaining, in particular, of the inadequacy of his medical treatment in detention. He had also raised several complaints regarding his pre-trial detention and the length of the criminal proceedings against him.",
            "uk": "6.  Заявник уже подавав до Суду заяву № 43374/02 від 12 листопада 2002 року, скаржачись, зокрема, на неналежність медичної допомоги під час тримання під вартою. Він також висував декілька скарг щодо досудового тримання його під вартою та тривалості кримінального провадження щодо нього."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "7.  On 21 October 2010 the Court delivered a judgment on the abovementioned application, in which it found violations of Articles 3, 5, 6 and 13 of the Convention (see Petukhov v. Ukraine, no. 43374/02, 21 October 2010).",
            "uk": "7.  21 жовтня 2010 року Суд ухвалив рішення за зазначеною заявою, в якому встановив порушення статей 3, 5, 6 і 13 Конвенції (див. \nрішення у справі «Петухов проти України» (Petukhov v. Ukraine), заява № 43374/02, від 21 жовтня 2010 року)."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "B.  Criminal proceedings against the applicant leading to his life sentence",
            "uk": "B.  Кримінальне провадження щодо заявника, у результаті якого йому було обрано покарання у виді довічного позбавлення волі"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "8.  On 3 December 2004 the Kyiv City Court of Appeal, sitting as a court of first instance, found the applicant guilty of a number of serious crimes committed by an organised criminal gang, namely several counts of aggravated murder, armed robbery, illegal arms possession and carjacking, as well as an attempt on the lives of law-enforcement officials. The applicant was sentenced to life imprisonment.",
            "uk": "8.  03 грудня 2004 року Апеляційний суд міста Києва, діючи як суд першої інстанції, визнав заявника винним у вчиненні низки тяжких злочинів у складі організованої злочинної групи, а саме: декількох епізодів умисного вбивства при обтяжуючих обставинах, розбоїв, незаконного володіння зброєю і незаконного заволодіння транспортним засобом, а також замаху на вбивство працівників правоохоронних органів. Заявнику було обрано покарання у виді довічного позбавлення волі."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "9.  On 24 May 2005 the Supreme Court upheld that judgment.",
            "uk": "9.  24 травня 2005 року Верховний Суд України залишив цей вирок без змін."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "C.  Conditions of the applicant’s detention",
            "uk": "C.  Умови тримання заявника під вартою"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "1.  Material conditions of detention",
            "uk": "1.  Побутові умови тримання під вартою"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "(a)  In Kherson Prison no. 61",
            "uk": "(a)  У Херсонській виправній колонії № 61"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "10.  The applicant was detained in Kherson Prison no. 61, which had the status of a prison tuberculosis (“TB”) hospital, during the following periods: from 3 July 2010 to 22 January 2014, from 24 March to 19 October 2014 and from 2 December 2014 to 19 January 2015.",
            "uk": "10.  Заявник тримався у Херсонській виправній колонії № 61, яка мала статус спеціалізованої туберкульозної (далі – ТБ) лікарні, упродовж таких періодів: з 03 липня 2010 року до 22 січня 2014 року, \nз 24 березня до 19 жовтня 2014 року та з 02 грудня 2014 року до 19 січня 2015 року."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "(i)  The applicant’s account",
            "uk": "(i)  Виклад подій заявника"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "11.  All the cells in which the applicant had been detained (he mentioned, in particular, cells nos. 3, 4 and 5) lacked sufficient daylight and fresh air. The windows were covered by an opaque film impeding access to natural light and could be opened only partially. The artificial ventilation system drew in air from the prison corridor only.",
            "uk": "11.  У всіх камерах, в яких тримався заявник (він вказував, зокрема, камери № 3, № 4 і № 5), не вистачало денного освітлення та свіжого повітря. Вікна були вкриті непрозорою плівкою, яка перешкоджала доступу природного світла, та відчинялися лише частково. Штучна система вентиляції затягувала повітря лише з коридору колонії."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "12.  To substantiate the above submissions, the applicant referred to a letter sent to him from the Parliamentary Commissioner for Human Rights on 16 October 2013. As stated therein, a representative of that authority had visited the prison following the applicant’s complaints of poor conditions of detention. The letter read:",
            "uk": "12.  В обґрунтування наведених тверджень заявник послався на надісланий йому 16 жовтня 2013 року лист Уповноваженого Верховної Ради України з прав людини. Як було вказано у листі, за скаргами заявника на неналежні умови тримання його під вартою представник цього органу влади відвідав колонію. У листі було зазначено:"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "“... in order to rectify the deficiencies identified, it has been recommended that the management of the Kherson Regional Office of the State Department for the Enforcement of Sentences ensure that there is adequate natural light and artificial ventilation in the premises in which you are detained, and ensure that the outdoor walks, medical care and nutrition arrangements, as well as the choice of foodstuffs and articles of daily necessity [available] in the prison shop, comply with the legal requirements.”",
            "uk": "«... з метою виправлення виявлених недоліків керівництву управління Державної пенітенціарної служби України в Херсонській області було рекомендовано забезпечити належне природне освітлення та штучну вентиляцію у приміщеннях, в яких Ви тримаєтеся, тривалість прогулянок у відповідності до вимог законодавства, медичну допомогу та харчування, а також вибір продуктів харчування і предметів першої необхідності [доступних] у магазині колонії.»"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "13.  In 2010-14 major repairs were carried out in the prison, causing inmates inconvenience such as noise, dust and the smell of paint.",
            "uk": "13.  У 2010-2014 роках у колонії було проведено капітальний ремонт, який спричинив незручності ув’язненим, такі як шум, пил та запах фарби."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "14.  The yards for outdoor walks, which were located on the roof and measured between 16 and 60 square metres, were dusty and littered with construction material, and provided no shelter from the sun or rain. While theoretically prisoners suffering from TB had the right to two-hour daily outdoor walks, in practice only a one-hour walk was possible.",
            "uk": "14.  Розташовані на даху подвір’я для прогулянок площею від 16 до 60 кв. м були брудними, заставленими будівельними матеріалами та не мали захисту від сонця або дощу. Хоча теоретично хворі на ТБ ув’язнені мали право на двогодинні щоденні прогулянки, на практиці можливі були лише одногодинні прогулянки."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "16.  The prison premises were not adequately disinfected, and the frequent transfer of life prisoners from one cell to another was dangerous for their health.",
            "uk": "16.  Приміщення колонії не дезінфікувалися належним чином, а часте переведення засуджених до довічного позбавлення волі з однієї камери до іншої було небезпечним для їхнього здоров’я."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "18.  The drinking water was of extremely poor quality, which the applicant thought was partly due to the dilapidated state of the pipelines.",
            "uk": "18.  Питна вода була надзвичайно низької якості, що, на думку заявника, частково було наслідком поганого стану трубопроводу."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "19.  The food provided to prisoners was inadequate and insufficient, and did not correspond to the needs of those suffering from TB. Meat, dairy products, fruit and vegetables could only be received from relatives or bought at the prison shop.",
            "uk": "19.  Харчування, яке надавалося ув’язненим, було неналежним і недостатнім та не відповідало потребам осіб, які страждали на ТБ. М’ясо, молочні продукти, фрукти та овочі можна було отримати лише від родичів або придбати у магазині колонії."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "(ii)  The Government’s account",
            "uk": "(ii)  Виклад подій Уряду"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "20.  The conditions of the applicant’s detention were satisfactory. They had been further improved by refurbishment of the building. Each cell had windows measuring 130cm by 110cm, with a ventilation pane. The windows were covered with an opaque film (“frost-type”) permitting light to pass through.",
            "uk": "20.  Умови тримання заявника під вартою були задовільними. Вони були додатково покращені за рахунок ремонту будівлі. У кожній камері були вікна розміром 130 см на 110 см з квартиркою. Вікна були вкриті непрозорою плівкою («типу мороз»), яка пропускала світло."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "21.  Although sufficient financing was not available for modernising the ventilation system, air conduits had been added in the internal walls to enhance the artificial ventilation.",
            "uk": "21.  Незважаючи на відсутність достатнього фінансування для модернізації вентиляційної системи з метою покращення роботи штучної вентиляції на внутрішніх стінах було встановлено повітропроводи."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "24.  All foodstuffs supplied to the prison had quality certificates, as well as certificates of compliance with sanitary, veterinary and other standards. Meat and fish were stored in freezers. The prison had its own bakery and made its own bread from good-quality wheat.",
            "uk": "24.  Усі продукти харчування, які постачали до колонії, мали сертифікати якості, а також висновки санітарно-епідемічної експертизи, ветеринарне свідоцтво та інші сертифікати. М’ясо та риба зберігалися у холодильних камерах. У колонії була власна пекарня, яка випікала хліб із борошна першого ґатунку."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "25.  The quality of water supplied to the prison was regularly checked. Thirteen reports on the tap-water chemical analyses carried out on various dates from 2010 to 2014 showed that the water was fully suitable for drinking.",
            "uk": "25.  Якість води, що постачалася до колонії, регулярно перевіряли. Тринадцять висновків санітарно-мікробіологічних досліджень водопровідної води, проведених у різні дати з 2010 до 2014 років, доводили, що вода була цілком придатною для пиття."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "(b)  In the Kherson Pre-Trial Detention Facility (“the Kherson SIZO”)",
            "uk": "(b)  У Херсонському слідчому ізоляторі (далі – Херсонське СІЗО)"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "26.  The applicant was detained in cells nos. 392 and 394 of the Kherson SIZO from 22 January to 24 March 2014.",
            "uk": "26.  Заявник тримався у камерах № 392 і № 394 Херсонського СІЗО з 22 січня до 24 березня 2014 року."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "(i)  The applicant’s account",
            "uk": "(i)  Виклад подій заявника"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "27.  The Kherson SIZO was located in an old building in a dilapidated state. The cells were cold and damp, and the cell walls were covered with mould and fungus. The window panes were broken and partially missing.",
            "uk": "27.  Херсонське СІЗО розміщувалось у старій будівлі в аварійному технічному стані. Камери були холодними та вогкими, стіни камер були вкриті цвіллю та грибком. Шибки були розбиті та частково відсутні."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "28.  In substantiation of his allegations, the applicant submitted eight colour photographs of some of the premises, which he claimed to be his cells in the Kherson SIZO. The photographs showed, in particular, large dark stains on the ceiling and walls, and a window with metal grids partially covered with plastic or cloth.",
            "uk": "28.  В обґрунтування своїх тверджень заявник надав вісім кольорових фотографій деяких приміщень, які, за його словами, були його камерами у Херсонському СІЗО. На фотографіях було видно, зокрема, великі темні плями на стелі та стінах, а вікно з металевою решіткою було частково закрите пластиком або тканиною."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "(ii)  The Government’s account",
            "uk": "(ii)  Виклад подій Уряду"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "30.  Both of the cells complained of were in satisfactory condition. Cell no. 392 measured 22.8 square metres and was equipped with ten beds. Cell no. 394 measured 10.7 square metres and had four beds.",
            "uk": "30.  Обидві камери, щодо яких скаржився заявник, були у задовільному стані. Камера № 392 площею 22,8 квадратні метри була обладнана десятьма ліжками. У камері № 394 площею 10,7 квадратних метрів було чотири ліжка."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "31.  There was one window in each cell. As of 20 March 2014 the inside temperature was +21oC in cell no. 392 and +22oC in cell no. 394.",
            "uk": "31.  У кожній камері було по одному вікну. Станом на 20 березня 2014 року температура у камері № 392 становила +21oC, а у камері \n№ 394 – +22oC."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "32.  There was a permanent water supply in the cells and the sanitary facilities functioned properly.",
            "uk": "32.  У камерах було цілодобове водопостачання, а санітарні вузли функціонували належним чином."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "33.  The SIZO administration had accepted that cell no. 394 required repairs and had carried them out at the SIZO’s expense. While those repairs were being carried out, the applicant had been transferred to cell no. 392. Thereafter, the walls in cell no. 394 had been dry and whitewashed, and the ceiling no longer leaked.",
            "uk": "33.  Адміністрація СІЗО визнала, що камера № 394 потребувала ремонту, та відремонтувала її за кошти СІЗО. На період проведення ремонтних робіт заявника перевели до камери № 392. Після цього стіни камери № 394 були сухими та побіленими, а стеля більше не протікала."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "2.  The applicant’s state of health and medical treatment",
            "uk": "2.  Стан здоров’я заявника та медична допомога"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "34.  The applicant has been suffering from the residual effects of a multiple fracture of his left thigh as a result of a gunshot wound in 1999. He also has a medical history of pulmonary TB since 2002. The facts pertaining to his state of health and his medical treatment prior to his transfer to Kherson Prison no. 61 were analysed by the Court in its judgment on his previous application to the Court (see Petukhov, cited above, §§ 33-66 and 73-101) and are not referred to in the present judgment.",
            "uk": "34.  Заявник страждав від залишкових змін множинного перелому лівої стегнової кістки внаслідок кульового поранення у 1999 році. \nЗ 2002 року заявник також хворів на ТБ легень. Факти щодо стану його здоров’я та лікування до його поміщення до Херсонської колонії № 61 були проаналізовані Судом у його рішенні за попередньою заявою заявника до Суду (див. згадане рішення у справі «Петухов проти України» (Petukhov v. Ukraine), пункти 33 – 66 і 73 – 101) та не згадуються у цьому рішенні."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "35.  Having been diagnosed with a relapse of TB on 2 February 2010 while detained in Sokal Prison no. 47, on 3 July 2010 the applicant was transferred to Kherson Prison no. 61, which had the status of a prison TB hospital.",
            "uk": "35.  Після діагностування рецидиву ТБ 02 лютого 2010 року, коли заявник тримався під вартою у Сокальській виправній колонії № 47, \n03 липня 2010 року його перевели до Херсонської виправної колонії № 61, яка мала статус туберкульозної лікарні."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "37.  According to the records in the applicant’s medical file, from July 2010 to December 2014 he underwent forty-four bacteriological sputum tests; thirty general blood analyses (he reportedly refused to undergo tests on fourteen occasions); fifty-six general urine analyses (with two reported refusals); as well as X-ray examinations approximately once every three months. He also underwent regular medical examinations.",
            "uk": "37.  Згідно із записами в медичній картці заявника з липня 2010 року до грудня 2014 року він пройшов сорок чотири дослідження посівів мокротиння; здав тридцять загальних аналізів крові (чотирнадцять разів він нібито відмовлявся здавати аналізи); п’ятдесят шість загальних аналізів сечі (повідомлялося про дві відмови); а також проходив рентгенологічне обстеження приблизно раз на три місяці. Він також проходив планові медичні огляди."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "38.  On 23 November 2010 the applicant was certified as having a thirddegree disability (the mildest) on account of his tuberculosis and his thigh injury.",
            "uk": "38.  23 листопада 2010 року заявника було офіційно встановлено третю групу інвалідності (найлегшу) у зв’язку з його туберкульозом і травмою стегна."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "39.  According to the information provided by the administration of Kherson Prison no. 61, the applicant refused to take anti-TB medication during the following periods: from 30 December 2010 to 9 February 2011, from 1 to 18 July 2011, and from 3 to 15 November 2011. According to the applicant, that information was inaccurate. He alleged that often, when certain medication had been unavailable, an entry had been made in his medical file that he had refused to take it.",
            "uk": "39.  Згідно з наданою адміністрацією Херсонської виправної колонії № 61 інформацією заявник відмовлявся приймати протитуберкульозні препарати упродовж таких періодів: з 30 грудня 2010 року до \n09 лютого 2011 року, з 01 до 18 липня 2011 року та з 03 до \n15 листопада 2011 року. Згідно з твердженнями заявника ця інформація була недостовірною. Заявник стверджував, що часто у випадку відсутності певних медичних препаратів у його медичну картку записували, що він відмовлявся їх приймати."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "41.  On 10 May 2011 the applicant was diagnosed for the first time with genito-urinary TB and was prescribed antibacterial treatment. As reported in his medical file, he underwent the prescribed treatment “in short cycles depending on the availability of the prescribed drugs in the prison’s pharmacy”.",
            "uk": "41.  10 травня 2011 року заявнику вперше діагностували ТБ сечостатевої системи та призначили протибактеріальне лікування. Як зазначено в його медичній картці, він проходив призначене лікування «короткими циклами залежно від наявності в аптеці колонії призначених медичних препаратів»."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "42.  On 1 September 2011 the Kherson City tuberculosis clinic stated in an information note that Kherson Prison no. 61 had no second-line or substitute anti-TB drugs at its disposal. It was also stated that the applicant required further inpatient treatment with the following anti-TB drugs: rifampicin, pyrazinamide, capreomycin, levofloxacin, clofazimine and cycloserine.",
            "uk": "42.  01 вересня 2011 року у своїй довідці Херсонська міська протитуберкульозна клінічна лікарня зазначила, що у розпорядженні Херсонської виправної колонії № 61 не було протитуберкульозних медичних препаратів другої лінії чи їхніх замінників. Вона також зазначила, що заявник потребував подальшого стаціонарного лікування такими протитуберкульозними медичними препаратами: рифампіцин, піразинамід, капреоміцин, левофлоксацин, клофазимин і циклосерин."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "43.  On 12 September 2011 the Kherson City prosecutor in charge of supervising lawfulness in prisons, to whom the applicant had complained of inadequate medical treatment, wrote to him stating that there were no reasons for prosecutorial intervention.",
            "uk": "43.  12 вересня 2011 року прокурор відділу нагляду за додержанням законів при виконанні судових рішень у кримінальних справах прокуратури міста Херсона, якому заявник скаржився на неналежну медичну допомогу, письмово повідомив його про відсутність підстав для втручання прокуратури."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "45.  On 25 November 2011 a disability evaluation board reassessed the applicant’s medical condition and certified him as having a second-degree disability (medium level).",
            "uk": "45.  25 листопада 2011 року медико-соціальна експертна комісія повторно оцінила стан здоров’я заявника та визнала його інвалідом другої групи (середній рівень)."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "46.  On 20 January 2012 the regional office of the Prison Department wrote to the applicant’s lawyer stating that the applicant was receiving treatment in accordance with the prescribed regimen in its entirety, but that he was demonstrating a negative attitude to his treatment and often refused to follow it. The regional office also stated that the applicant was being provided with adequate nutrition and that the conditions of his detention were satisfactory.",
            "uk": "46.  20 січня 2012 року обласне управління департаменту з питань виконання покарань написало захиснику заявника, що заявник отримував лікування відповідно до призначеного режиму у повному обсязі, проте він демонстрував негативне ставлення до свого лікування та часто відмовлявся його притримуватися. Обласне управління також зазначило, що заявнику надавалося належне харчування, а умови тримання його під вартою були задовільними."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "47.  In reply to an enquiry sent by the applicant’s lawyer, on 6 July 2012 the deputy governor of Kherson Prison no. 61 stated that the applicant was being treated with anti-TB medication under the DOTS programme (Directly Observed Treatment, Short-course). Given a shortage of terizidone in the prison pharmacy, the applicant had not been receiving it since 6 March 2012. All the other drugs prescribed for him were available “in relatively sufficient quantities”.",
            "uk": "47.  06 липня 2012 року у відповідь на надіслане захисником заявника клопотання заступник начальника Херсонської виправної колонії № 61 зазначив, що заявника лікували протитуберкульозними медичними препаратами за програмою КЛПН (короткострокове лікування під прямим наглядом). З огляду на недостатню кількість терізидону в аптеці колонії заявник не отримував його з 06 березня 2012 року. Усі інші призначені йому медичні препарати були доступні йому «у відносно достатній кількості»."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "48.  On 30 August 2012 the applicant sent a written statement to the head of the medical unit of Kherson Prison no. 61, claiming that he was obliged to stop his treatment because of the permanent shortage of medication. As only two out the required list of at least four drugs were available, he considered it pointless to continue the treatment.",
            "uk": "48.  30 серпня 2012 року заявник надіслав письмову заяву завідувачу медичною частиною Херсонської виправної колонії № 61, стверджуючи, що той повинен був зупинити його лікування у зв’язку з постійним браком медичних препаратів. Він вважав безглуздим продовжувати лікування, оскільки в наявності було лише два зі щонайменше чотирьох медичних препаратів із необхідного переліку."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "49.  On 30 November 2012 a thoracic surgeon examined the applicant and decided that surgical treatment for TB was not feasible.",
            "uk": "49.  30 листопада 2012 року заявника оглянув торакальний хірург та дійшов висновку про неможливість оперативного лікування ТБ."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "50.  According to an information note issued by the prison administration on 11 April 2013, all the drugs prescribed for the applicant were available. Before 21 February 2013 the only medication that had not been available in the prison pharmacy was cycloserine.",
            "uk": "50.  Згідно з наданою адміністрацією колонії 11 квітня 2013 року довідкою усі призначені заявнику медичні препарати були наявні. До 21 лютого 2013 року єдиним відсутнім в аптеці колонії медичним препаратом був циклосерин."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "51.  On 2 July 2013 the applicant underwent an examination by a panel of medical experts, which established that his medical treatment for TB had failed and had no prospects of success. The experts also confirmed the applicant’s second-degree disability (see paragraph 45 above). He was prescribed palliative treatment, having attained an incurable stage of TB.",
            "uk": "51.  02 липня 2013 року заявника оглянула медична комісія, яка встановила невдачу лікування його ТБ і відсутність перспектив успіху. Експерти також підтвердили другу групу інвалідності заявника \n(див. пункт 45). Йому призначили паліативне лікування у зв’язку з невиліковною стадією ТБ."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "52.  On 23 July 2013 the prison administration wrote to the applicant’s lawyer stating that the decision to provide the applicant with palliative care was based on Order no. 1091 of the Public Health Ministry (see paragraph 72 below). The palliative care would consist of regular administration of isoniazid and symptomatic treatment. At the time of writing, isoniazid was available from the prison pharmacy. Furthermore, the applicant was receiving “disintoxication and strengthening therapy”.",
            "uk": "52.  23 липня 2013 року адміністрація колонії написала захиснику заявника, що рішення про надання заявнику паліативного лікування ґрунтувалося на наказі Міністерства охорони здоров’я України № 1091 (див. пункт 72). Паліативне лікування складатиметься з регулярного застосування ізоніазиду та симптоматичного лікування. На момент складання листа ізоніазид в аптеці колонії був у наявності. Крім того, заявник отримував «дезінтоксикаційну та укріплюючу терапію»."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "56.  Following a chest X-ray examination on 15 July 2014, “stabilisation of the TB process” was reported. Subsequent regular X-ray examinations showed no changes in the applicant’s lungs.",
            "uk": "56.  Після проходження рентгенологічного обстеження 15 липня 2014 року було повідомлено про «стабілізацію ТБ процесу». Подальші регулярні рентгенологічні обстеження жодних змін у легенях заявника не виявляли."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "57.  On 9 December 2014 the applicant was examined by a panel of doctors and underwent another X-ray examination. He was diagnosed with the following residual symptoms of tuberculosis: dense lesions, pneumonocirrhosis and massive pleural thickening from the right side. It was concluded that he could be monitored in a prison for healthy inmates. The doctors prescribed a vitamin-based treatment and immunological prophylaxis, and recommended that he avoid hypothermia.",
            "uk": "57.  09 грудня 2014 року заявника оглянула комісія лікарів, і він пройшов ще одне рентгенологічне обстеження. Йому діагностували такі залишкові симптоми туберкульозу: щільні вогнища пневмоноцирозу та масивне плевронашарування з правого боку. Комісія дійшла висновку, що нагляд за заявником міг здійснюватися у колонії для здорових ув’язнених. Лікарі призначили йому лікування на основі вітамінів, імунологічну профілактику та рекомендували уникати переохолодження."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "58.  On 7 August 2015 the applicant was transferred to the Kyiv SIZO to continue serving his life sentence.",
            "uk": "58.  07 серпня 2015 року заявника перевели до Київського СІЗО для продовження відбування ним покарання у виді довічного позбавлення волі."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "59.  On 11 August 2015 he underwent an X-ray examination, which confirmed the previous diagnoses.",
            "uk": "59.  11 серпня 2015 заявник пройшов рентгенологічне обстеження, яке підтвердило попередні діагнози."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "60.  On 23 February 2016 the applicant underwent another X-ray examination, which revealed significant post-TB residual changes in the form of multiple calcifications in the right lung with calcified costal pleura in the right side, and reduced volume of the right lung.",
            "uk": "60.  23 лютого 2016 року заявник пройшов ще одне рентгенологічне обстеження, яке виявило значні залишкові зміни після туберкульозу у вигляді множинних кальцинатів у правій легені з вапнованою костальною плеврою справа та зменшення об’єму правої легені."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "61.  On 24 February 2016 the Kyiv SIZO issued a medical certificate stating, in particular, that the applicant’s medical condition did not fall under the list of diseases warranting his release for health reasons. His state of health was considered compatible with imprisonment.",
            "uk": "61.  24 лютого 2016 року Київське СІЗО видало довідку, зазначивши, зокрема, що хвороба заявника не входила до переліку захворювань, які вимагали його звільнення за хворобою. Стан його здоров’я не перешкоджав відбуванню покарання."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "D.  The applicant’s requests for release on health grounds",
            "uk": "D.  Клопотання заявника про звільнення за хворобою"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "63.  On 23 December 2013 the applicant applied for release on health grounds under Article 84 of the Criminal Code of Ukraine (see paragraph 73 below). He submitted that his TB disease had become incurable because of failures by the authorities. He also argued that his irreducible life sentence ran contrary to Article 3 of the Convention.",
            "uk": "63.  23 грудня 2013 року заявник подав клопотання про звільнення за хворобою відповідно до статті 84 Кримінального кодексу України (див. пункт 73). Він доводив, що його ТБ став невиліковним через помилки органів влади. Заявник також стверджував, що його покарання у виді довічного позбавлення волі, яке було таким, що не можливо було скоротити, суперечило статті 3 Конвенції."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "65.  On 21 August 2014 the Kherson Regional Court of Appeal upheld that decision by a final ruling. Like the first-instance court, it concluded that the preconditions for release on health grounds had not been met and that the applicant’s illnesses did not prevent him from serving his sentence.",
            "uk": "65.  21 серпня 2014 року своєю остаточною ухвалою Апеляційний суд Херсонської області залишив цю ухвалу без змін. Як і суд першої інстанції, він дійшов висновку, що передумов для звільнення за хворобою не було, а захворювання заявника не перешкоджало йому відбувати покарання."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "E.  Family visits in detention",
            "uk": "E.  Побачення з родичами під час тримання під вартою"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "66.  In 2009 the applicant married his lawyer, Ms Boykova (see paragraph 2 above). On that occasion they were allowed an extraordinary short-term meeting, during which they were separated from each other by a glass partition and communicated by telephone.",
            "uk": "66.  У 2009 року заявник одружився зі своїм захисником, пані Бойковою (див. пункт 2). У зв’язку з цим їм було дозволено позачергове короткострокове побачення, під час якого їх відділяла скляна перегородка, та вони спілкувалися по телефону."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "67.  During his post-conviction detention until 16 February 2010 the applicant was allowed to see his wife (he had no other relatives in Ukraine) at short-term meetings lasting up to four hours once every six months. Subsequently, he was granted the right to have short-term visits once every three months (see paragraphs 95-97 below).",
            "uk": "67.   Під час тримання заявника під вартою після його засудження до 16 лютого 2010 року йому дозволялося бачити свою дружину (жодних інших родичів в Україні у нього не було) під час короткострокових побачень, які тривали до чотирьох годин один раз на шість місяців. Згодом йому надали право на короткострокові побачення кожні три місяці (див. пункти 95 – 97)."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "68.  Following the entry into force on 6 May 2014 of legislative amendments entitling life prisoners to long-term family visits (for three days) every three months (see paragraph 98 below), the applicant’s wife complained to the penal authorities that requests made by the applicant to that effect had not been allowed.",
            "uk": "68.  06 травня 2014 року після набрання чинності змінами до законодавства, якими засудженим до довічного позбавлення волі було надано право на тривалі побачення з родичами (на три дні) кожні три місяці (див. пункт 98), дружина заявника поскаржилася до департаменту з питань виконання покарань, що у задоволенні поданих заявником клопотання щодо цього було відмовлено."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "69.  On 25 June 2014 the Kherson Regional Office of the State Prisons Service (previously named “the Prison Department”) replied to her that, indeed, life prisoners were entitled to a long-term family visit every three months. The prison administration was carrying out the necessary refurbishment with a view to creating adequate premises.",
            "uk": "69.  25 червня 2014 року управління Державної кримінально-виконавчої служби України в Херсонській області (раніше було названо – Департаментом з питань виконання покарань) відповіло їй, що, дійсно, засуджені до довічного позбавлення волі мали право на тривалі побачення з родичами кожні три місяці. Адміністрація колонії проводила необхідні роботи для створення належних приміщень."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "70.  According to information provided by the prison administration, the applicant had sixteen short-term meetings with his wife (not taking into account his meetings with her in her capacity as his lawyer) during the period from April 2014 to January 2015. He also had long-term visits from her on 1 August and 31 December 2014, each of which lasted for three days.",
            "uk": "70.  Згідно з наданою адміністрацією колонії інформацією упродовж періоду з квітня 2014 до січня 2015 року у заявника було шістнадцять короткострокових побачень з дружиною (без урахування його побачень з нею як зі своїм захисником). 01 серпня і 31 грудня \n2014 року у нього також були тривалі побачення з нею, кожне з яких тривало три дні."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "A.  TB treatment and palliative care",
            "uk": "A.  Лікування ТБ і паліативне лікування"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "72.  The above-mentioned Order replaced Order no. 1091 of 21 December 2012, which had provided for the same palliative care measures but had also provided for the administration of isoniazid, regardless of a patient’s resistance to it.",
            "uk": "72.  Зазначений наказ було скасовано з прийняттям наказу \nвід 21 грудня 2012 року № 1091, який передбачав аналогічні заходи паліативного лікування, але також передбачав застосування ізоніазиду, незалежно від резистентності пацієнта до нього."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "B.  Dispensation from serving a prison sentence on health grounds",
            "uk": "B.  Звільнення засуджених до довічного позбавлення волі від покарання за хворобою"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "73.  The relevant provisions of the Criminal Code of 2001 read as follows:",
            "uk": "73.  Відповідні положення Кримінального кодексу України 2001 року передбачають:"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "Article 84. Release on health grounds",
            "uk": "Стаття 84. Звільнення від покарання за хворобою"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "2. A person who, after the commission of a crime or after the pronouncement of the verdict, has started to suffer from [a serious] illness preventing him or her from serving his or her sentence, may be dispensed from serving the sentence or the outstanding part of the sentence. When deciding on this matter, a court shall take into account the seriousness of the crimes committed, the nature of the illness, the person’s character, as well as other circumstances of the case.",
            "uk": "2. Особа, яка після вчинення злочину або постановлення вироку захворіла на іншу [тяжку] хворобу, що перешкоджає відбуванню покарання, може бути звільнена від покарання або від подальшого його відбування. При вирішенні цього питання суд враховує тяжкість вчиненого злочину, характер захворювання, особу засудженого та інші обставини справи."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "4. If the convicted person has recovered, he or she must continue serving [his or her] sentence ...”",
            "uk": "4. У разі одужання осіб ... вони повинні бути направлені для відбування [свого] покарання...»"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "C.  Life imprisonment",
            "uk": "C.  Довічне позбавлення волі"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "75.  By a decision of 29 December 1999 the Constitutional Court declared the death penalty, which had been in force until then, to be contrary to the Constitution of Ukraine. As a follow-up, on 22 February 2000 the Verkhovna Rada of Ukraine (“the Parliament”) adopted legislative amendments to the Criminal Code of 1960 introducing the penalty of life imprisonment. The amendments entered into force on 29 March 2000.",
            "uk": "75.  Рішенням від 29 грудня 1999 року Конституційний Суд України визнав існуюче до того часу покарання у виді смертної кари несумісним з Конституцією України. На виконання цього Рішення 22 лютого 2000 року Верховна Рада України (далі – ВРУ) ухвалила зміни до Кримінального кодексу України 1960 року, запровадивши покарання у виді довічного позбавлення волі. Зміни набули чинності 29 березня 2000 року."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "76.  On 5 April 2001 the Parliament adopted a new Criminal Code, which entered into force on 1 September 2001. Its relevant provisions, as worded following subsequent amendments, read as follows:",
            "uk": "76.  05 квітня 2001 року Верховна Рада України прийняла новий Кримінальний кодекс України, який набув чинності 01 вересня \n2001 року. Його відповідні положення, у редакції після внесення подальших змін, передбачають:"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "Article 12. Classification of criminal offences",
            "uk": "Стаття 12. Класифікація злочинів"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "“1. Depending on their gravity, criminal offences are divided into: minor, of medium gravity, serious and particularly serious.",
            "uk": "«1. Залежно від ступеня тяжкості злочини поділяються на злочини невеликої тяжкості, середньої тяжкості, тяжкі та особливо тяжкі."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "4. A serious crime is a crime punishable by a fine of up to 25,000 times the non-taxable income amount or imprisonment of up to ten years.",
            "uk": "4. Тяжким злочином є злочин, за який передбачене основне покарання у виді штрафу в розмірі не більше 25 000 неоподатковуваних мінімумів доходів громадян або позбавлення волі на строк не більше десяти років."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "5. A particularly serious crime is a crime punishable by a fine of over 25,000 times the non-taxable income amount, imprisonment for over ten years or life imprisonment. ...”",
            "uk": "5. Особливо тяжким злочином є злочин, за який передбачене основне покарання у виді штрафу в розмірі понад 25 000 неоподатковуваних мінімумів доходів громадян, позбавлення волі на строк понад десять років або довічного позбавлення волі. ...»"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "Article 63. Fixed-term imprisonment",
            "uk": "Стаття 63. Позбавлення волі на певний строк"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "“1. Punishment in the form of imprisonment consists in the isolation of a convict in a closed-type penal facility for a fixed term.",
            "uk": "«1. Покарання у виді позбавлення волі полягає в ізоляції засудженого та поміщенні його на певний строк до кримінально-виконавчої установи закритого типу."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "2. Imprisonment may be applied for a term of one to fifteen years, except for the cases provided for under the General Part of this Code.”",
            "uk": "2. Позбавлення волі встановлюється на строк від одного до п’ятнадцяти років, за винятком випадків, передбачених Загальною частиною цього Кодексу.»"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "Article 64. Life imprisonment",
            "uk": "Стаття 64. Довічне позбавлення волі"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "“Life imprisonment is envisaged [as punishment] for particularly serious crimes and shall be imposed only in cases explicitly provided for by this Code and where a court does not consider it possible to impose a fixed term of imprisonment.",
            "uk": "«Довічне позбавлення волі встановлюється [як покарання] за вчинення особливо тяжких злочинів і застосовується лише у випадках, спеціально передбачених цим Кодексом, якщо суд не вважає за можливе застосовувати позбавлення волі на певний строк"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "Life imprisonment shall not be imposed in respect of persons who were under the age of 18 at the time of the commission of the offence, persons older than 65 years, women pregnant at the time of the commission of the offence or at the time the verdict was pronounced, as well as in the case provided for by Article 68 § 4 of this Code.”",
            "uk": "Довічне позбавлення волі не застосовується до осіб, що вчинили злочини у віці до 18 років і до осіб у віці понад 65 років, а також до жінок, що були в стані вагітності під час вчинення злочину або на момент постановлення вироку, а також у випадку, передбаченому частиною четвертою статті 68 цього Кодексу.»"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Article 68. Penalties for incomplete crimes and conspiracy to commit crimes",
            "uk": "Стаття 68. Призначення покарання за незакінчений злочин та за злочин, вчинений у співучасті"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "4. Life imprisonment shall not be imposed [as a penalty] for crime preparation and attempted crime, except in cases of crimes against the fundamentals of the national security of Ukraine ..., against peace, public security and the international legal order ....",
            "uk": "4. Довічне позбавлення волі за вчинення готування до злочину та вчинення замаху на злочин не застосовується [як покарання], крім випадків вчинення злочинів проти основ національної безпеки України..., проти миру, безпеки людства та міжнародного правопорядку ....»"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "Article 81. Release on parole",
            "uk": "Стаття 81. Умовно-дострокове звільнення від відбування покарання"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "“1. Release on parole may be applied to persons sentenced to correctional work, duty-related restrictions for military officers, restriction of liberty, custody in a penal battalion for military officers, or [fixed-term] imprisonment. ...”",
            "uk": "«1. До осіб, що відбувають покарання у виді виправних робіт, службових обмежень для військовослужбовців, обмеження волі, тримання в дисциплінарному батальйоні військовослужбовців або позбавлення волі [на певний строк], може бути застосоване умовно-дострокове звільнення від відбування покарання ...»"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "77.  Under the Criminal Code of 2001, the penalty of life imprisonment is never provided as the only possible punishment, but always as an alternative to a fixed term of imprisonment, and it is for the courts to choose the most appropriate penalty in each individual case.",
            "uk": "77.  Відповідно до Кримінального кодексу України 2001 року покарання у виді довічного позбавлення волі ніколи не розглядалося як єдиний можливий вид покарання, а завжди як альтернативний позбавленню волі на певний строк, і саме суди мали обрати найбільш доречне покарання у кожній конкретній справі."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "D.  Presidential clemency",
            "uk": "D.  Помилування Президентом"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "1.  Legal frameworks",
            "uk": "1.  Нормативно-правова база"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(a)  Constitution of Ukraine 1996",
            "uk": "(a)  Конституція України 1996 року"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "78.  Paragraph 27 of part 1 of Article 106 of the Constitution of Ukraine provides the President of Ukraine with the power of clemency.",
            "uk": "78.  Пункт 27 частини першої статті 106 Конституції України передбачає, що Президент України має повноваження здійснювати помилування."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "(b)  Criminal Code 2001",
            "uk": "(b)  Кримінальний кодекс України 2001 року"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "79.  The relevant provision reads as follows:",
            "uk": "79.  Відповідне положення передбачає:"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "Article 87. Clemency",
            "uk": "Стаття 87. Помилування"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "“1. The President of Ukraine may grant clemency to particular individuals.",
            "uk": "«1. Помилування здійснюється Президентом України стосовно індивідуально визначеної особи."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "2. Clemency may consist in replacing a life sentence imposed by a court by a sentence of fixed-term imprisonment for no less than twenty-five years. ...”",
            "uk": "2. Актом про помилування може бути здійснена заміна засудженому призначеного судом покарання у виді довічного позбавлення волі на позбавлення волі на строк не менше двадцяти п’яти років. ...»"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "80.  The provision cited above has been worded in the same way since the enactment of the Criminal Code in 2001.",
            "uk": "80.  З моменту набрання чинності Кримінальним кодексом України у 2001 році зазначене положення сформульовано так само."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "(c)  Code of Enforcement of Criminal Sentences 2003",
            "uk": "(c)  Кримінально-виконавчий кодекс України 2003 року"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "81.  Before the legislative amendments of 16 March 2006, the provisions of the Code pertaining to conditions of detention had referred to the possibility of replacing life imprisonment by a fixed-term prison sentence, but had not contained any further details in that regard.",
            "uk": "81.  До внесення змін від 16 березня 2006 року у положеннях Кодексу щодо умов тримання під вартою передбачалася можливість заміни покарання у виді довічного позбавлення волі позбавленням волі на певний строк, проте не містилося більш детальної інформації щодо цього."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "82.  On 16 March 2006 a new paragraph 7 was added to Article 151 of the Code, reading as follows:",
            "uk": "82.  16 березня 2006 року стаття 151 Кодексу була доповнена новою сьомою частиною, яка передбачає:"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "Article 151. Procedure for and conditions of serving a life sentence",
            "uk": "Стаття 151. Порядок і умови виконання та відбування покарання у виді довічного позбавлення волі"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "7. A convict sentenced to life imprisonment may apply for clemency after having served at least twenty years of the imposed sentence.”",
            "uk": "7. Засудженим до довічного позбавлення волі може бути подано клопотання про його помилування після відбуття ним не менше двадцяти років призначеного покарання..»"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "83.  Subsequently, on 21 January 2010, the following provision was added:",
            "uk": "83.  Згодом, 21 січня 2010 року, доповнили таким положенням:"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "Article 151-1. Changes to the conditions of detention of life prisoners",
            "uk": "Стаття 151-1. Зміна умов тримання засуджених до довічного позбавлення волі"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "2. Male life prisoners may be transferred:",
            "uk": "2. Засуджені до довічного позбавлення волі чоловіки можуть бути переведені:"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "- from cell-type premises shared by two inmates to multi-occupancy cell-type premises of a maximum-security prison, with permission to participate in group educational, cultural and sport activities ... – after having de facto served at least five years [before further amendments of 8 April 2014 that period had been ‘at least fifteen years’] of their sentence in such premises;",
            "uk": "- з приміщень камерного типу, в яких тримаються дві особи, до багатомісних приміщень камерного типу виправної колонії максимального рівня безпеки з наданням дозволу на участь у групових заходах освітнього, культурно-масового та фізкультурно-оздоровчого характеру в порядку ... – після фактичного відбуття у таких приміщеннях [до внесення подальших змін 08 квітня 2014 року цей період повинен був становити «не менш як п’ятнадцять років»] покарання;"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "- from multi-occupancy cell-type premises to ordinary residential premises in a maximum-security prison – after having de facto served at least five years of their sentence in such premises.",
            "uk": "- з багатомісних приміщень камерного типу до звичайних жилих приміщень виправної колонії максимального рівня безпеки – після фактичного відбуття у таких приміщеннях не менш як п’яти років строку покарання."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "3. Life prisoners who breach the established order in the prison in a malicious manner may be transferred from ordinary residential to cell-type premises of a maximum-security prison.",
            "uk": "3. Засуджені до довічного позбавлення волі, які злісно порушують установлений порядок відбування покарання, можуть бути переведені із звичайних жилих приміщень до приміщень камерного типу виправної колонії максимального рівня безпеки."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "4. The [above] changes ... shall not apply to life prisoners suffering from a sexually transmitted disease, an active form of tuberculosis or a psychiatric disorder.”",
            "uk": "4. [Зазначена] зміна ... не застосовується до засуджених до довічного позбавлення волі, які хворіють на венеричні захворювання, активну форму туберкульозу, та з психічними розладами.»"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "(d)  Presidential Decree on Clemency Procedure Regulations",
            "uk": "(d)  Указ Президента України «Про Положення про порядок здійснення помилування»"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "85.  The Clemency Procedure Regulations (Положення про порядок здійснення помилування), approved by a presidential decree, set out the procedure to be followed by the President of Ukraine in order to implement his clemency power. Since the declaration of independence by Ukraine in 1991, several versions of the regulations were adopted, each one replacing the former version, albeit not varying considerably.",
            "uk": "85.  Затвердженим Указом Президента України «Положенням про порядок здійснення помилування» встановлено порядок, якого має дотримуватися Президент України для здійснення своїх повноважень щодо помилування. Після проголошення незалежності України у \n1991 році було прийнято декілька версій положення, кожна з яких замінювала попередню версію, хоча суттєво вони не відрізнялися."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "86.  The regulations currently in force were approved by Presidential Decree No. 223/2015 on 21 April 2015 (and further amended on 14 May 2016). The relevant part reads as follows:",
            "uk": "86.  Чинне наразі Положення було затверджено Указом Президента України від 21 квітня 2015 року № 223/2015 (та в подальшому \n14 травня 2016 року до нього було внесено зміни). Відповідна частина передбачає:"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "“1. These Regulations define the procedure for presidential clemency under paragraph 27 of part 1 of Article 106 of the Constitution of Ukraine.",
            "uk": "«1. Це Положення визначає порядок здійснення Президентом України помилування відповідно до пункту 27 частини першої статті 106 Конституції України."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "2. Clemency for convicts shall consist in:",
            "uk": "2. Помилування засуджених здійснюється у виді:"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "- replacement of life imprisonment by fixed-term imprisonment for at least twenty-five years; ...",
            "uk": "- заміни довічного позбавлення волі на позбавлення волі на строк не менше двадцяти п’яти років; ..."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "3. The following persons shall be entitled to apply for clemency:",
            "uk": "3. Право клопотати про помилування має особа, яка:"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "- a person convicted by a Ukrainian court and serving a sentence of imprisonment in Ukraine;",
            "uk": "- засуджена судом України і відбуває покарання в Україні;"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "- ...",
            "uk": "- ..."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "- [his or her] defender, parent, spouse, child or other family member.",
            "uk": "- є [її] захисником, одним із батьків, дружиною (чоловіком), дитиною, іншим членом сім’ї."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "In exceptional cases, subject to extraordinary circumstances, the head or a member of the Presidential Clemency Commission (Комісія при Президентові України у питаннях помилування; hereinafter: “the Clemency Commission”), the Parliamentary Commissioner for Human Rights, the Commissioner for Children’s Rights, the Commissioner for Disabled Persons’ Rights, or the Commissioner for the Rights of the Crimea Tatar People may lodge a request for clemency.",
            "uk": "У виняткових випадках за наявності надзвичайних обставин клопотання про помилування також може бути подано головою або іншим членом Комісії при Президентові України у питаннях помилування (далі – Комісія у питаннях помилування), Уповноваженим Верховної Ради України з прав людини, Уповноваженим Президента України з прав дитини, Уповноваженим Президента України з прав людей з інвалідністю, Уповноваженим Президента України у справах кримськотатарського народу."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "4. ...",
            "uk": "4. ..."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "Life prisoners may lodge a request for clemency at the earliest after having served twenty years of the sentence imposed.",
            "uk": "У випадку засудження особи до довічного позбавлення волі, клопотання про її помилування може бути подано після відбуття нею не менше двадцяти років призначеного покарання."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "5. Persons convicted for serious or particularly serious crimes, or on two or more counts of premeditated crimes ... may be granted clemency in exceptional cases and subject to extraordinary circumstances. ...",
            "uk": "5. Особи, які засуджені за тяжкі чи особливо тяжкі злочини або мають дві і більше судимостей за вчинення умисних злочинів ... можуть бути помилувані у виняткових випадках за наявності надзвичайних обставин. ..."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "Prisoners may enclose any other documents which they consider relevant.",
            "uk": "Засуджена особа до особистого клопотання про помилування може долучити інші документи, які, на її погляд, мають значення для застосування помилування."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "8. The Clemency Commission ... shall carry out a preliminary examination of requests for clemency and the material prepared by the Clemency Department.",
            "uk": "8. Клопотання про помилування і підготовлені Департаментом матеріали попередньо розглядаються Комісією ..."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "The President of Ukraine shall establish the Clemency Commission with the following composition: a head, two deputy heads and members. One of the two deputy heads of the Clemency Commission is ex officio the head of the Clemency Department. One of the members of the Clemency Commission shall perform the functions of secretary.",
            "uk": "Комісія утворюється Президентом України у складі голови, двох заступників голови і членів Комісії. Одним із заступників голови Комісії є за посадою Керівник Департаменту. Обов’язки секретаря Комісії виконує один із членів Комісії."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "The Clemency Commission shall include highly qualified lawyers, public figures, politicians and intellectuals.",
            "uk": "До складу Комісії призначаються висококваліфіковані юристи, громадські діячі, політики та представники творчої інтелігенції."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "[It] shall operate in meetings convened and conducted by its head or, in his or her absence, by one of the deputy heads.",
            "uk": "Організаційною формою роботи Комісії є засідання, які скликаються і проводяться головою Комісії, а за його відсутності – одним із заступників голови Комісії."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "A meeting of the Clemency Commission shall be legitimate if the majority of its members are present.",
            "uk": "Засідання Комісії є правомочним, якщо на ньому присутня більшість її складу."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "Decisions of the Clemency Commission shall be taken by a majority vote of the members present. In the event of an equal number of votes, the chairman’s vote shall be decisive.",
            "uk": "Рішення Комісії ухвалюються шляхом голосування більшістю присутніх на засіданні членів Комісії. У разі рівного розподілу голосів голос головуючого на засіданні є вирішальним."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "9. The following considerations shall be taken into account in the examination of requests for clemency:",
            "uk": "9. Під час розгляду клопотання про помилування враховуються:"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "- the seriousness of the committed crime, the duration of the sentence already served, the character of the convict, his or her behaviour, the existence of sincere repentance, compensation for or redress of the damage caused, as well as family-related and other circumstances;",
            "uk": "- ступінь тяжкості вчиненого злочину, строк відбутого покарання, особа засудженого, його поведінка, щире каяття, стан відшкодування завданого збитку або усунення заподіяної шкоди, сімейні та інші обставини;"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "- the opinion of the [prison] administration, the supervisory board, the children’s commission, the local executive authority, the local self-government body, nongovernment organisations and other entities about the appropriateness of clemency.",
            "uk": "- думка адміністрації [установи виконання покарань] або іншого органу, який виконує покарання, спостережної комісії, служби у справах дітей, місцевого органу виконавчої влади, органу місцевого самоврядування, громадських об’єднань та інших суб’єктів про доцільність помилування."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "10. The Clemency Department shall inform the Clemency Commission of applications which are inadmissible under the provisions of the present Regulations.",
            "uk": "10. Про клопотання, які не підлягають задоволенню за обставин, передбачених цим Положенням, Департамент доповідає Комісії."
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "11. Proposals of the Clemency Commission after the preliminary examination of requests for clemency shall be documented in a report signed by the head and the secretary.",
            "uk": "11. Пропозиції Комісії за результатами попереднього розгляду клопотань про помилування оформляються протоколом, який підписують голова та секретар Комісії."
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "12. The Clemency Commission shall make its proposal to the President of Ukraine on granting a request for clemency on the basis of the preliminary examination of [that request] and the material prepared by the Clemency Department.",
            "uk": "12. За результатами попереднього розгляду [цих клопотань] про помилування і матеріалів, підготовлених Департаментом, Комісія вносить Президентові України пропозиції про застосування помилування."
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "The Clemency Commission shall inform the President of Ukraine of applications for clemency which it considers should not be granted.",
            "uk": "Про клопотання, підстав для задоволення яких не знайдено, Комісія доповідає Президентові України."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "13. Clemency is awarded by means of a decree issued by the President of Ukraine.",
            "uk": "13. Про помилування засудженого Президент України видає указ."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "14. In the event that the Clemency Commission rejects an application for clemency, the prisoner may lodge a new request for clemency, provided that there are no new noteworthy circumstances, at the earliest one year after the rejection of the previous request by the Clemency Commission. ...”",
            "uk": "14. У разі відхилення Комісією клопотання про помилування засудженої особи повторне клопотання щодо неї за відсутності нових обставин, що заслуговують на увагу, може бути внесено на розгляд Комісії не раніш як через рік із часу відхилення попереднього клопотання. ...»"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "88.  Furthermore, prisoners became entitled to submit, along with their request for clemency, any additional documents which they considered to be of relevance, starting from 21 April 2015 (Presidential Decree No. 223/2015). Until then, such a possibility had been open only for the prison administration.",
            "uk": "88.  Крім того, з 21 квітня 2015 року (Указ Президента України \n№ 223/2015) засуджені отримали право разом зі своїм клопотанням про помилування надсилати будь-які додаткові документи, які, на їхню думку, мали значення. До цього така можливість була лише в адміністрації установи виконання покарань."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "89.  The above-mentioned Presidential Decree of 21 April 2015 outlined, for the first time, the criteria regarding the composition of the Clemency Commission, stating that “highly qualified lawyers, public figures, politicians and intellectuals” could be appointed as its members.",
            "uk": "89.  У зазначеному Указі Президента України від 21 квітня \n2015 року вперше було викладено критерії щодо складу Комісії, відповідно до яких її членами могли бути «висококваліфіковані юристи, громадські діячі, політики та представники творчої інтелігенції»."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "90.  Lastly, the legislative amendments of 14 May 2016 gave the head or a member of the Clemency Commission, the Parliamentary Commissioner for Human Rights, the Commissioner for Children’s Rights, the Commissioner for Disabled Persons’ Rights, or the Commissioner for the Rights of the Crimea Tatar People the right to lodge an application for clemency, in exceptional cases and subject to extraordinary circumstances.",
            "uk": "90.  Насамкінець, законодавчі зміни від 14 травня 2016 року надали право у виняткових випадках за наявності надзвичайних обставин подавати клопотання про помилування Комісії у питаннях помилування, Уповноваженому Верховної Ради України з прав людини, Уповноваженому Президента України з прав дитини, Уповноваженому Президента України з прав людей з інвалідністю, Уповноваженому Президента України у справах кримськотатарського народу."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "2.  Publicly available information on domestic practice",
            "uk": "2.  Загальнодоступна інформація щодо національної практики"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "92.  As regards life prisoners, Mr Bukalov stated:",
            "uk": "92.  Щодо засуджених до довічного позбавлення волі пан Букалов зазначив:"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "The Clemency Commission treats requests from such prisoners with particular diligence. On two occasions its members visited prisons in order to talk in person with the life prisoners seeking clemency.”",
            "uk": "Комісія розглядає клопотання від таких засуджених з особливою ретельністю. Двічі її члени відвідували установи виконання покарань для особистої розмови із засудженими до довічного позбавлення волі, які клопотали про помилування.»"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "E.  Family visits for life prisoners",
            "uk": "E.  Побачення з родичами для засуджених до довічного позбавлення волі"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "94.  The relevant provisions of the Code of Execution of Criminal Sentences 2003 can be summarised as follows.",
            "uk": "94.  Відповідні положення Кримінально-виконавчого кодексу України 2003 року можна узагальнити таким чином."
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "95.  Pursuant to Article 110, a short-term visit in a prison lasts up to four hours and a long-term visit, up to three days.",
            "uk": "95.  Відповідно до статті 110 короткострокові побачення в установах виконання покарань тривають до чотирьох годин, а тривалі – до трьох діб."
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "96.  Under Article 151, as worded before 16 February 2010, convicted prisoners sentenced to life imprisonment were entitled to one short-term visit every six months.",
            "uk": "96.  Відповідно до статті 151 у редакції, чинній до 16 лютого \n2010 року, засуджені до довічного позбавлення волі мали право на одне короткострокове побачення кожні шість місяців."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "97.  Following the entry into force of amendments on 16 February 2010, prisoners of that category became entitled to one short-term visit every three months.",
            "uk": "97.  Після набрання чинності змінами від 16 лютого 2010 року, засуджені цієї категорії отримали право на одне короткострокове побачення кожні три місяці."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "98.  Subsequently, Article 151 was further amended with effect from 6 May 2014, after which prisoners serving a life sentence became entitled to one short-term visit per month and one long-term visit every three months.",
            "uk": "98.  У подальшому до статті 151 було внесено зміни, які набрали чинності 06 травня 2014 року, після чого засуджені до довічного позбавлення волі отримали право на одне короткострокове побачення щомісяця та одне тривале побачення кожні три місяці."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "99.  Following another round of amendments, which were adopted on 7 September 2016, life-prisoners are now entitled to one long-term family visit every two months.",
            "uk": "99.  Після внесення нових змін, прийнятих 07 вересня 2016 року, засуджені до довічного позбавлення волі тепер мають право на одне тривале побачення з родичами кожні два місяці."
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "100.  Article 151 specifies that such visits are for meeting close relatives (a spouse, parents, children, step-parents, stepchildren, siblings, grandparents and grandchildren).",
            "uk": "100.  Стаття 151 передбачає, що такі побаченнями передбачаються для побачення з близькими родичами (подружжя, батьки, діти, всиновлювачі, всиновлені, рідні брати і сестри, дід, баба та онуки)."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "III.  RELEVANT INTERNATIONAL MATERIAL",
            "uk": "III.  ВІДПОВІДНІ МІЖНАРОДНІ МАТЕРІАЛИ"
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "A.  TB treatment",
            "uk": "A.  Лікування ТБ"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "101.  The relevant extracts from the “Treatment of Tuberculosis: Guidelines” by the World Health Organisation (fourth edition, 2009) are quoted in the Court’s judgment on the case of Makshakov v. Russia (no. 52526/07, § 50, 24 May 2016).",
            "uk": "101.  Відповідні витяги з публікації «Лікування Туберкульозу: рекомендації» Всесвітньої організації охорони здоров’я (четверте видання, 2009 рік) наведені в рішенні Суду у справі «Макшаков проти Росії» (Makshakov v. Russia) (заява № 52526/07, пункт 50, від 24 травня 2016 року)."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "102.  The relevant excerpt from the Report to the Ukrainian Government on the visit to Ukraine carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) from 21 to 30 November 2016 (CPT/Inf (2017) 15) read as follows (footnotes omitted):",
            "uk": "102.  У відповідному уривку з Доповіді Європейського комітету з питань запобігання катуванням чи нелюдському або такому, що принижує гідність, поводженню чи покаранню (далі – КЗК) для Уряду України за результатами візиту до України з 21 до 30 листопада 2016 року (CPT/Inf (2017) 15) зазначено (примітки опущені):"
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "103.  In their joint report “Tuberculosis surveillance and monitoring in Europe 2018 – 2016 data”, the Regional Office for Europe of the World Health Organisation and the European Centre for Disease Prevention and Control stated:",
            "uk": "103.  Європейське регіональне бюро Всесвітньої організації охорони здоров’я та Європейський центр профілактики та контролю захворювань у спільній доповіді «Контроль і моніторинг туберкульозу в Європі 2016 – 2018 років» зазначили:"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "TB in prisons",
            "uk": "ТБ в установах виконання покарань"
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "“In the 2015 cohort of all clinically-diagnosed and bacteriologically-confirmed new TB and relapse cases, a total of 17 403 (8.0%) cases were reported to have died, 4.6% to have been lost to follow-up and 4.2% to have had treatment that failed. [...] Countries reporting the highest failure rates were Ukraine (8.2%) and Russia (7.0%).",
            "uk": "«У 2015 році з усіх клінічно діагностованих і бактеріологічно підтверджених нових випадків захворювання на ТБ та його рецидивів у цілому в 17 403 (8.0%) випадках було зафіксовано смерть, у 4.6% – вибуття з-під нагляду, а в 4.2% – проходження лікування, яке виявилося невдалим. [...] В Україні (8.2%) та Росії (7,0%) було повідомлено про найбільшу кількість випадків невдач лікування."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "The WHO European Region is the most affected area for MDR TB in the entire world. Of the 30 countries in the world with the highest MDR TB burden, nine are in the Region (Azerbaijan, Belarus, Kazakhstan, Kyrgyzstan, Moldova, Russia, Tajikistan, Ukraine and Uzbekistan).”",
            "uk": "Європейський регіон ВООЗ найбільше з усього світу постраждав від МЛС-ТБ. З 30 країн світу з найбільшим рівнем МЛС-ТБ дев’ять знаходяться у цьому регіоні (Азербайджан, Білорусь, Казахстан, Киргизстан, Молдова, Росія, Таджикистан, Україна та Туркменістан).»"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "104.  Furthermore, in 2016 the World Health Organisation’s Regional Office for Europe published a report entitled “Anti-tuberculosis drug resistance among tuberculosis patients in Ukraine and risk factors for MDRTB: Results of the first national survey, 2013-2014”, in which it stated:",
            "uk": "104.  Крім того, у 2016 році Європейське регіональне бюро Всесвітньої організації охорони здоров’я опублікувало звіт під назвою «Резистентність до протитуберкульозних медичних препаратів серед туберкульозних пацієнтів в Україні та фактори ризику для МЛС-ТБ: Результати першого національного дослідження, 2013-2014 роки», в якому було зазначено:"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "Main findings",
            "uk": "Основні висновки"
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "“This first national anti-TB drug resistance survey implemented in Ukraine detected alarmingly high proportions of TB cases with MDR-TB: 24.1% among new and 58.1% among previously treated cases. ...",
            "uk": "«Це перше національне дослідження резистентності до протитуберкульозних препаратів в Україні виявило небезпечно велику кількість випадків ТБ з МЛС-ТБ: 24.1% серед нових випадків і 58.1% серед тих, в яких було проведено лікування. ..."
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "B.  Life imprisonment",
            "uk": "B.  Довічне позбавлення волі"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "106.  A summary of, and relevant extracts from, the 25th General Report of the CPT entitled “Situation of life-sentenced prisoners” (CPT/Inf(2016)10-part) can be found in the Court’s judgment on the case of Matiošaitis and Others v. Lithuania (nos. 22662/13 and 7 others, §§ 114-15, 23 May 2017).",
            "uk": "106.  Узагальнення з 25-ї Загальної доповіді КЗК «Ситуація із засудженими до довічного позбавлення волі» (CPT/Inf(2016)10-частина) та відповідні витяги з неї наведені в рішенні Суду у справі «Матіошаітіс та інші проти Литви» (Matiošaitis and Others v. Lithuania) (заява № 22662/13 та 7 інших, пункти 114 і 115, від 23 травня \n2017 року)."
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "107.  The relevant excerpt from the Report to the Ukrainian Government on the visit to Ukraine carried out by the CPT from 8 to 21 December 2017 (CPT/Inf (2018) 41) read as follows (original emphasis, footnotes omitted):",
            "uk": "107.  У відповідному уривку з Доповіді КЗК Уряду України за результатами візиту до України з 08 до 21 грудня 2017 року \n(CPT/Inf (2018) 41) зазначено (оригінальне виділення тексту, примітки опущені):"
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "“5. Life-sentenced prisoners",
            "uk": "«5. Засуджені до довічного позбавлення волі"
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "Consequently, the CPT once again calls upon the Ukrainian authorities to develop the regime for life-sentenced prisoners, in particular by providing more communal activities (including access to work and education). Access to the Internet should be offered to life-sentenced prisoners at Kyiv SIZO.",
            "uk": "Отже, КЗК знову закликає органи влади України вдосконалити режим для засуджених до довічного позбавлення волі, зокрема шляхом забезпечення більшою кількістю спільної активності (у тому числі доступом до роботи та освіти). У Київському СІЗО засудженим до довічного позбавлення волі має бути забезпечений доступ до мережі Інтернет."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "The Committee also once again urges the Ukrainian authorities to integrate life-sentenced prisoners into the general prison population as soon as possible following their conviction (taking into account the European Prison Rules and the Committee of Ministers’ Recommendation Rec (2003) 23 on the management by prison administrations of life sentence and other long-term prisoners).",
            "uk": "Комітет також повторно закликає органи влади України якомога швидше інтегрувати засуджених до довічного позбавлення волі до загального контингенту установ одразу після їхнього засудження (беручи до уваги Європейські пенітенціарні правила та Рекомендацію Комітету міністрів Rec (2003) 23 про здійснення виконання покарання у виді довічного позбавлення волі та інших тривалих строків ув’язнення адміністраціями установ виконання покарань)."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "80. Furthermore, in all the establishments accommodating life-sentenced prisoners (except Ivano-Frankivsk SIZO), custodial staff continued to use unmuzzled service dogs inside the lifers’ units, when escorting prisoners outside their cells including for outdoor exercise. The CPT once again calls upon the Ukrainian authorities to stop this dangerous and intimidating practice immediately.",
            "uk": "80. Крім того, в усіх установах, в яких тримаються засуджені до довічного позбавлення волі (крім Івано-Франківського СІЗО), у секторах для засуджених до довічного позбавлення волі охоронці продовжували використовувати службових собак без намордників під час супроводу засуджених поза камерами, у тому числі під час прогулянок. КЗК знову закликає органи влади України негайно припинити цю небезпечну та залякуючу практику."
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "81. Further, the Committee must recall the basic principle that, in order to reduce the harmful effects of imprisonment and to promote the resettlement of prisoners under conditions that seek to guarantee the safety of the outside community, the law should offer a realistic prospect of conditional release to all sentenced prisoners, including life-sentence prisoners. This is still not the case at present.",
            "uk": "81. Крім того, Комітет повинен нагадати основний принцип, що для зменшення шкідливого впливу ув’язнення та сприяння реінтеграції засуджених за умов, які мають гарантувати безпеку зовнішній спільноті, законодавство має пропонувати реалістичну перспективу умовного звільнення всім засудженим, у тому числі засудженим до довічного позбавлення волі. Наразі це досі не так."
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "The CPT once again calls upon the Ukrainian authorities to amend the legislation with a view to making conditional release (parole) available to all lifesentenced prisoners, subject to a review of the threat to society posed by them on the basis of an individual risk assessment. Reference is also made here to the CPT’s 25th General Report.”",
            "uk": "КЗК знову закликає органи влади України внести зміни до законодавства з метою забезпечення доступу до умовного (дострокового) звільнення для всіх засуджених до довічного позбавлення волі після аналізу загрози, яку вони становлять для суспільства, на підставі індивідуальної оцінки ризику. У зв’язку з цим також слід згадати 25-ту Загальну Доповідь КЗК.»"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "I.  SCOPE OF THE CASE",
            "uk": "I.  МЕЖІ РОЗГЛЯДУ СПРАВИ"
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "A.  Distinguishing the applicant’s complaint of inadequate medical care from that covered by the Court’s judgment on his previous application (Petukhov v. Ukraine, no. 43374/02, 21 October 2010)",
            "uk": "A.  Відмінність скарги заявника на неналежну медичну допомогу від скарги, розглянутої в рішенні Суду за його попередньою заявою (див. рішення у справі «Петухов проти України» (Petukhov v. Ukraine), заява № 43374/02, від 21 жовтня 2010 року)"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "108.  The applicant submitted that he had lodged the present application, in so far as his complaint of inadequate medical care was concerned, so that the Court would examine the deficiencies in his medical treatment in detention as from August 2002, and not only as from the date of his transfer to Kherson Prison no. 61 in July 2010.",
            "uk": "108.  Заявник стверджував, що подав цю заяву в частині скарги на неналежну медичну допомогу для того, щоб Суд розглянув недоліки його лікування під час тримання під вартою з серпня 2002 року, а не лише з дати його переведення до Херсонської виправної колонії № 61 у липні 2010 року."
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "109.  The Government confined their observations on that aspect to the period of the applicant’s detention starting from July 2010.",
            "uk": "109.  Уряд обмежив свої зауваження щодо цього періодом тримання заявника під вартою з липня 2010 року."
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "110.  The Court notes that, when giving notice of the present application to the respondent Government on 16 November 2015, it pointed out in the “Statement of facts”:",
            "uk": "110.  Суд зазначає, що повідомивши 16 листопада 2015 року Уряд держави-відповідача про цю заяву, у «Викладі фактів» він зазначив:"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "“In the applicant’s prior application no. 43374/02 the Court, in a judgment of 21 October 2010, found that the State had failed to comply with its obligations to secure the applicant’s health in detention from August 2001 to August 2002.”",
            "uk": "«У рішенні від 21 жовтня 2010 року за попередньою заявою заявника № 43374/02 Суд встановив, що держава не дотрималася своїх зобов’язань щодо забезпечення охорони здоров’я заявника під час тримання його під вартою з серпня 2001 року до серпня 2002 року.»"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "114.  The Court therefore considers that the scope of the applicant’s complaint in the present case regarding the alleged failure of the State to comply with its obligation to safeguard his health in detention should be limited to the period of his detention starting from 3 July 2010, that is the date of his transfer to Kherson Prison no. 61, which was not the subject-matter of the Court’s judgment on application no. 43374/02.",
            "uk": "114.  Тому Суд вважає, що у цій справі межі розгляду скарги заявника щодо стверджуваного недотримання державою свого зобов’язання охороняти здоров’я заявника під час тримання під вартою мають обмежуватися періодом тримання його під вартою \nз 03 липня 2010 року, тобто дати його переведення до Херсонської виправної колонії № 61, який не був предметом розгляду в рішенні Суду за заявою № 43374/02."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "B.  Complaints raised for the first time after the communication of the case to the Government",
            "uk": "B.  Уперше висунуті скарги після повідомлення Уряду про справу"
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "115.  In his submissions of 4 June 2016 made in reply to the Government’s observations, the applicant complained for the first time about the conditions of his detention in the Novgorod-Siverskyy SIZO, where he had been detained from 29 May to 7 August 2015, and in the Kyiv SIZO, where he had been detained from 19 October to 2 December 2014, from 19 January to 29 May 2015 and from 7 August 2015 onwards.",
            "uk": "115.  У своїх доводах від 04 червня 2016 року у відповідь на зауваження Уряду заявник вперше висунув скаргу на умови тримання його під вартою у Новгород-Сіверському СІЗО, де він тримався з \n29 травня до 07 серпня 2015 року, та у Київському СІЗО, де він тримався з 19 жовтня до 02 грудня 2014 року, з 19 січня до 29 травня 2015 року та після 07 серпня 2015 року."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION IN RESPECT OF THE CONDITIONS OF THE APPLICANT’S DETENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ У ЗВ’ЯЗКУ З УМОВАМИ ТРИМАННЯ ЗАЯВНИКА ПІД ВАРТОЮ"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "117.  The applicant complained that he had been detained in poor conditions in Kherson Prison no. 61 and the Kherson SIZO and that he had not been provided with adequate medical treatment. He relied on Article 3 of the Convention, which reads as follows:",
            "uk": "117.  Заявник скаржився на неналежні умови тримання його під вартою у Херсонській виправній колонії № 61 і Херсонському СІЗО та ненадання належної медичної допомоги. Він посилався на статтю 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "1.  Material conditions of the applicant’s detention",
            "uk": "1.  Побутові умови тримання заявника під вартою"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "118.  The Court reiterates that, when assessing conditions of detention, account has to be taken of the cumulative effects of those conditions, as well as of specific allegations made by the applicant. The length of the period during which a person is detained in the particular conditions has also to be considered (see Muršić v. Croatia, [GC], no. 7334/13, § 101, 20 October 2016, with further references).",
            "uk": "118.  Суд повторює, що під час оцінки умов тримання під вартою має враховуватися сукупний вплив цих умов, а також конкретні твердження, висунуті заявником. Також має враховуватися тривалість періоду, упродовж якого особа трималася під вартою у конкретних умовах (див. рішення у справі «Муршич проти Хорватії» [ВП] (Muršić v. Croatia) [GC], заява №7334/13, пункт 101, від 20 жовтня 2016 року з подальшими посиланнями)."
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "(a)  In Kherson Prison no. 61",
            "uk": "(a)   У Херсонській виправній колонії № 61"
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "119.  The Court notes from the outset that the applicant’s criticism of the conditions of his detention in prison did not include the overcrowding argument as such.",
            "uk": "119.  Перш за все, Суд зазначає, що критика заявника щодо умов тримання його під вартою не включала в себе аргумент стосовно переповненості як такий."
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "121.  The Court notes that in the present case the applicant also complained of permanent video surveillance in his cell, as well as of the poor quality of the drinking water and food.",
            "uk": "121.  Суд зазначає, що у цій справі заявник також скаржився на постійне відеоспостереження в його камері, а також погану якість питної води та їжі."
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "123.  In so far as the applicant complained, in broad terms, of the poor quality of the drinking water and food, the Court observes that the Government submitted detailed information refuting his allegations (see paragraphs 23-25 above). The applicant did not contest the veracity of that information. There is therefore no indication for the Court that the food and drinking water in Kherson Prison no. 61 were of such poor quality that an issue might arise in that regard under Article 3 of the Convention.",
            "uk": "123.  Щодо викладеної у загальних формулюваннях скарги заявника на погану якість питної води та їжі Суд зазначає, що Уряд надав детальну інформацію, яка спростовує його твердження (див. пункти 23 – 25). Заявник не оскаржив правдивість цієї інформації. Отже, нічого не вказує Суду на те, що їжа та питна вода у Херсонській виправній колонії № 61 були настільки низької якості, щоб у зв’язку з цим могло постати питання за статтею 3 Конвенції."
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "124.  In the light of the foregoing, the Court considers that this complaint has not been properly substantiated by the applicant.",
            "uk": "124.  У світлі зазначеного Суд доходить висновку, що заявник не обґрунтував цю скаргу належним чином."
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "(b)  In the Kherson SIZO",
            "uk": "(b)  У Херсонському СІЗО"
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "125.  The Court observes that the applicant was detained in the Kherson SIZO for about two months, in cells nos. 392 and 394. He criticised the conditions of his detention there, mainly referring to the overall dilapidated state of the building, low temperatures and high humidity, broken window panes and a leaking ceiling (see paragraphs 27-29 above).",
            "uk": "125.  Суд зазначає, що у Херсонському СІЗО заявник тримався приблизно два місяці у камерах № 392 і № 394. Він критикував умови тримання його під вартою в цій установі, головним чином, посилаючись на загальний аварійний технічний стан будівлі, низьку температуру, високу вологість, розбиті віконні шибки та протікання стелі (див. пункти 27 – 29)."
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "126.  The photographs submitted by the applicant generally corroborated his allegations (see paragraph 28 above). It is noteworthy, however, that the SIZO administration had admitted that cell no. 394 required urgent repairs and had carried out those repairs, during which the applicant had been transferred to cell no. 392 (see paragraph 33 above).",
            "uk": "126.  Надані заявником фотографії загалом підтверджують його твердження (див. пункт 28). Проте слід зазначити, що адміністрація СІЗО визнала, що камера № 394 потребувала термінового ремонту та здійснила такий ремонт, під час якого заявника перевели до камери № 392 (див. пункт 33)."
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "127.  In the absence of any comments from the applicant on those events and any details as to the periods of his detention in each cell, the Court considers this complaint to be unsubstantiated too.",
            "uk": "127.  За відсутності будь-яких коментарів від заявника щодо цих подій і будь-яких деталей стосовно періодів тримання його під вартою у кожній камері Суд також вважає цю скаргу необґрунтованою."
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "(c)  Conclusion",
            "uk": "(c)  Висновок"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "128.  Having regard to the above considerations, the Court concludes that the applicant’s complaint of poor conditions of detention both in Kherson Prison no. 61 and in the Kherson SIZO, must be rejected as manifestly illfounded, pursuant to Article 35 §§ 1, 3 (a) and 4 of the Convention.",
            "uk": "128.  З огляду на наведені міркування Суд доходить висновку, що скарга заявника на погані умови тримання його під вартою у Херсонській виправній колонії та в Херсонському СІЗО має \nбути відхилена як явно необґрунтована відповідно до пункту 1, \nпідпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "2.  Medical care in detention",
            "uk": "2.  Медична допомога під час тримання під вартою"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "129.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "129.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "(a)  The applicant",
            "uk": "(a)  Заявник"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "130.  The applicant argued that the State authorities were responsible for causing an irreversible deterioration in his health.",
            "uk": "130.  Заявник стверджував, що органи державної влади несли відповідальність за непоправну шкоду стану його здоров’я."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "131.  Although he had received treatment for TB in Kherson Prison no. 61, the recurrent shortages of drugs had rendered it ineffective. As a result, he had developed resistance to all possible anti-TB drugs and his disease had become incurable.",
            "uk": "131.  Хоча заявник отримував лікування ТБ у Херсонській виправній колонії № 61, періодична нестача медичних препаратів звела нанівець це лікування. У результаті в нього сформувалась резистентність до всіх можливих протитуберкульозних медичних препаратів, а його хвороба стала невиліковною."
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "132.  The applicant invited the Court not to trust the records in his medical file which stated that he had refused treatment on some occasions (see paragraph 39 above) and submitted that they were either inaccurate or referred to his protest against the obvious deficiencies in his treatment.",
            "uk": "132.  Заявник закликав Суд не довіряти записам у його медичній картці, в якій було зазначено, що він декілька разів відмовлявся від лікування (див. пункт 39), і стверджував, що вони були або недостовірними, або пов’язаними з його протестом проти очевидних недоліків його лікування."
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "133.  The applicant submitted that although he had initially been suffering from pulmonary TB, in May 2011 he had also been diagnosed with genito-urinary TB (see paragraph 41 above). That was another indication of the inadequacy and ineffectiveness of the medical care afforded to him in detention.",
            "uk": "133.  Заявник стверджував, що хоча від самого початку він страждав на ТБ легень, у травні 2011 року йому також діагностували ТБ сечостатевої системи (див. пункт 41). Це було ще однією ознакою неналежності та неефективності наданої йому під час тримання під вартою медичної допомоги."
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "135.  The Government argued that the Ukrainian authorities had taken all appropriate measures to safeguard the applicant’s health in detention. He had been under constant medical supervision, which included regular medical check-ups, X-ray examinations, clinical analyses and so on.",
            "uk": "135.  Уряд стверджував, що українські органи державної влади вжили всіх належних заходів для охорони здоров’я заявника під час тримання його під вартою. Він перебував під постійним медичним наглядом, який включав регулярні медичні обстеження, рентгенологічні обстеження, клінічні аналізи тощо."
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "136.  When a relapse of TB had been recorded, the applicant had been transferred to Kherson Prison no. 61, which had the status of a specialised TB hospital. The applicant’s state of health had remained satisfactory.",
            "uk": "136.  Коли в заявника було зафіксовано рецидив ТБ, його перевели до Херсонської виправної колонії № 61, яка мала статус спеціалізованої ТБ лікарні. Стан здоров’я заявника залишався задовільним."
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "137.  The Government further submitted that the applicant had refused medical examinations or treatment on a number of occasions (see paragraphs 37, 39 and 46 above).",
            "uk": "137.  Уряд також стверджував, що заявник неодноразово відмовлявся від медичних обстежень або лікування (див. пункти 37, 39 і 46)."
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "138.  Lastly, the Government submitted that the medical unit of the Kyiv SIZO, to which the applicant had been transferred in August 2015, was adequately staffed and equipped. They noted that, as of the date of their observations (15 April 2016), the applicant had not required any medical treatment.",
            "uk": "138.  Насамкінець, Уряд доводив, що медична частина Київського СІЗО, куди заявника перевели у серпні 2015 року, була належним чином обладнана та мала достатню кількість персоналу. На момент своїх зауважень (15 квітня 2016 року) Уряд зазначив, що заявник не потребував лікування."
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "139.  The Court reiterates that Article 3 of the Convention imposes an obligation on the State to protect the physical well-being of persons deprived of their liberty, for example by providing them with the requisite medical assistance. The relevant case-law principles concerning the adequacy of medical assistance provided to detainees have been summarised in the Court’s judgment on the case of Blokhin v. Russia ([GC], no. 47152/06, §§ 136-38, 23 March 2016).",
            "uk": "139.  Суд повторює, що стаття 3 Конвенції покладає на державу обов’язок захищати фізичне благополуччя осіб, позбавлених свободи, наприклад, шляхом надання їм необхідної медичної допомоги. Відповідні принципи практики щодо належності наданої ув’язненим медичної допомоги узагальнені в рішенні Суду у справі «Блохін проти Росії» [ВП] (Blokhin v. Russia) [GC], заява № 47152/06, пункти 136 – 138, від 23 березня 2016 року)."
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "143.  It is not disputed in the present case that the applicant was regularly examined by various doctors and subjected to various screening and laboratory tests. It cannot therefore be said that the respondent State left him unattended. However, the question remains as to whether the State’s response to the applicant’s disease proved to be an effective one.",
            "uk": "143.  У цій справі не оскаржується, що заявника регулярно оглядали різні лікарі, і він проходив різноманітні обстеження та здавав аналізи. Тому не можна сказати, що держава-відповідач залишила його без нагляду. Проте залишається питання, чи було реагування держави на захворювання заявника ефективним."
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "144.  The domestic authorities acknowledged on several occasions, namely in December 2010, September and November 2011, as well as in July 2012, that there was a shortage of anti-TB medication available in Kherson Prison no. 61 (see paragraphs 40, 42, 44 and 47 above). Moreover, having regard to the apparently deficient procurement procedures, which were criticised by the penal authorities themselves (see paragraph 40 above), such a deplorable situation appeared to be far from exceptional.",
            "uk": "144.  Національні органи влади неодноразово визнавали, а саме: у грудні 2010 року, вересні та листопаді 2011 року, а також у \nлипні 2012 року, що у Херсонській виправній колонії бракувало протитуберкульозних медичних препаратів (див. пункти 40, 42, 44 і 47). Крім того, з огляду на очевидні недоліки процедури закупівель, які критикували самі органи пенітенціарної системи (див. пункт 40), така плачевна ситуація, як вбачається, не була винятковою."
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "146.  Against that background the Court considers that the applicant’s isolated refusals of treatment constituted a legitimate attempt to draw the authorities’ attention to the poor quality of medical care available to him (compare with Makshakov v. Russia, no. 52526/07, § 100, 24 May 2016).",
            "uk": "146.  У зв’язку із зазначеним Суд вважає, що окремі відмови заявника від лікування становили законні спроби привернути увагу органів влади до неналежної якості доступної йому медичної допомоги (див. для порівняння рішення у справі «Макшаков проти Росії» (Makshakov v. Russia), заява № 52526/07, пункт 100, від 24 травня \n2016 року)."
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "149.  The circumstances of the present case disclose another example of the above-mentioned problems.",
            "uk": "149.  Обставини цієї справи свідчать про ще один приклад зазначених проблем."
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "150.  Lastly, the Court takes note of the applicant’s arguments regarding the lack of adequate palliative care for him in detention. Those arguments are not without basis.",
            "uk": "150.  Насамкінець, Суд бере до уваги аргументи заявника щодо ненадання йому належного паліативного лікування під час тримання під вартою. Ці аргументи також є небезпідставними."
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "152.  More broadly, the Court notes the absence of any legal framework in Ukraine for ensuring palliative care in prisons (see paragraphs 71 and 72 above). Furthermore, the Government did not show that any particular medical arrangements had been made for the applicant in the Kyiv SIZO, other than those for healthy prisoners. The Court therefore considers credible the applicant’s allegation that the palliative care prescribed for him was merely non-existent in practice.",
            "uk": "152.  У більш широкому контексті Суд вказує на відсутність в Україні будь-яких законодавчих норм щодо забезпечення паліативного лікування в установах виконання покарань (див. пункти 71 і 72). Крім того, Уряд не довів, що у Київському СІЗО заявнику забезпечили спеціальне медичне обслуговування, окрім існуючого для здорових ув’язнених. Тому Суд вважає правдоподібним твердження заявника, що на практиці призначене паліативне лікування йому не надавалося."
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "153.  In the light of the foregoing and without considering it necessary to analyse the medical care arrangements for the applicant in other detention facilities nor in respect of his other health-related concerns, the Court considers that it has sufficient grounds to find a violation of Article 3 of the Convention on account of the authorities’ failure to safeguard the applicant’s health in detention from 3 July 2010 onwards.",
            "uk": "153.  Враховуючи зазначене та не вважаючи за необхідне аналізувати заходи медичної допомоги, наданої заявнику в інших установах виконання покарань, або його інші скарги на проблеми зі здоров’ям, Суд вважає, що має достатньо підстав для встановлення порушення статті 3 Конвенції у зв’язку з неспроможністю органів влади забезпечити охорону здоров’я заявника під час тримання під вартою з 03 липня 2010 року та надалі."
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE APPLICANT’S IRREDUCIBLE LIFE SENTENCE",
            "uk": "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ У ЗВ’ЯЗКУ З ПОКАРАННЯ ЗАЯВНИКА У ВИДІ ДОВІЧНОГО ПОЗБАВЛЕННЯ ВОЛІ Є ТАКИМ, ЯКЕ НЕМОЖЛИВО СКОРОТИТИ"
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "154.  The applicant complained that his life sentence was incompatible with Article 3 of the Convention.",
            "uk": "154.  Заявник скаржився на несумісність його покарання у виді довічного позбавлення волі зі статтею 3 Конвенції."
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "155.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. Neither it is inadmissible on any other grounds. The complaint must therefore be declared admissible.",
            "uk": "155.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вона також не є неприйнятною з будь-яких інших підстав. Отже, скарга має бути визнана прийнятною."
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "(a)  The applicant",
            "uk": "(a)  Заявник"
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "156.  The applicant argued that his life sentence was neither de jure nor de facto reducible and was thus in breach of Article 3 of the Convention. Given that Ukrainian law did not provide for release on parole for life prisoners, the only possibility for that category of prisoner to seek release was through the procedure of presidential clemency.",
            "uk": "156.  Заявник стверджував, що його покарання у виді довічного позбавлення волі було de jure і de facto таким, яке неможливо скоротити, а тому порушувало статтю 3 Конвенції. Оскільки законодавство України не передбачало умовно-дострокового звільнення засуджених до довічного позбавлення волі, єдиною можливістю засуджених цієї категорії отримати свободу було президентське помилування."
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "159.  The applicant further argued that the Clemency Commission, which consisted of “public figures, politicians and intellectuals” in addition to lawyers, could hardly be expected to examine applications for clemency in a professional manner. It examined those applications in the prisoners’ absence, but on the basis of material provided by the prison authorities, the contents of which remained unknown to the prisoner and could not be challenged.",
            "uk": "159.  Заявник також стверджував, що Комісія у питаннях помилування, яка, крім юристів, складалася з «громадських діячів, політиків і представників творчої інтелігенції», навряд чи могла професійно розглянути клопотання про помилування. Вона розглядала ці клопотання за відсутності засуджених, проте на підставі наданих адміністрацією установи виконання покарань матеріалів, зміст яких залишався засудженому невідомим і не міг бути оскарженим."
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "162.  The applicant claimed that only an insignificant number of clemency applications lodged by fixed-term prisoners had been granted. According to his information, in 2015 the President of Ukraine had granted clemency to sixty-seven fixed-term prisoners out of 1,320 persons who had applied for it (that is, about 5%). The prospects of clemency being granted to life prisoners were, in the applicant’s opinion, even slimmer.",
            "uk": "162.  Заявник стверджував, що було задоволено лише незначну кількість клопотань про помилування, поданих засудженими до певного строку позбавлення волі. Згідно з його інформацією у \n2015 році Президент України помилував шістдесят сім засуджених до позбавлення волі на певний строк з 1 320 осіб, які клопотали про таке помилування (тобто, близько 5%). На думку заявника, перспективи помилування засуджених до довічного позбавлення волі були ще меншими."
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "163.  Lastly, the applicant submitted that, even if a prisoner’s progress towards rehabilitation was one of the benchmarks for deciding whether to grant clemency, he had been de facto deprived of any such possibility, given the appalling conditions of his detention, his poor state of health and the absence of adequate medical care.",
            "uk": "163.  Зрештою, заявник стверджував, що навіть якщо прогрес засудженого у реабілітації був одним із ключових аспектів для вирішення питання про помилування, він de facto був позбавлений такої можливості у зв’язку з жахливими умовами тримання його під вартою, поганим станом його здоров’я та відсутністю належної медичної допомоги."
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "164.  The Government emphasised from the outset that the penalty of life imprisonment was imposed in exceptional cases in Ukraine and that there was always a fixed-term imprisonment alternative to it (see paragraph 77 above). Under the applicable legal provisions, the court was to impose a life sentence only if it considered it impossible to impose a fixed term of imprisonment.",
            "uk": "164.  Уряд одразу наголосив, що в Україні покарання у виді довічного позбавлення волі застосовувалося у виняткових випадках і йому завжди існувало альтернативне покарання у виді позбавлення волі на певний строк (див. пункт 77). Відповідно до застосовних положень законодавства суд міг обрати покарання у виді довічного позбавлення волі, тільки якщо вважав неможливим обрання покарання у виді позбавлення волі на певний строк."
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "165.  The Government conceded that there was indeed no possibility of release on parole for life prisoners in Ukraine. However, Ukraine was not alone in Europe in choosing such an approach. The legal regulation of that matter was similar in Iceland, Lithuania, Malta and the Netherlands.",
            "uk": "165.  Уряд визнав, що в Україні дійсно не існувало можливості умовно-дострокового звільнення засуджених до довічного позбавлення волі. Проте Україна не єдина країна Європи, яка обрала такий підхід. Правове регулювання цього питання було аналогічним в Ісландії, Литві, Мальті та Нідерландах."
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "167.  Lastly, the Government maintained that the presidential clemency mechanism was clear and foreseeable, and that domestic law did not therefore deprive the applicant of all hope of a reduction in his life sentence.",
            "uk": "167.  Насамкінець, Уряд стверджував, що порядок здійснення президентського помилування був чітким і передбачуваним, а тому національне законодавство не позбавляло заявника надії, що його покарання у виді довічного позбавлення волі може бути скорочено."
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "(a)  General principles laid down in the Court’s case-law",
            "uk": "(a)  Загальні принципи, сформульовані у практиці Суду"
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "168.  The general principles established in the Court’s case-law on life sentences have been summarised, quite recently, in Hutchinson v. the United Kingdom ([GC], no. 57592/08, §§ 42-45, 17 January 2017) and read as follows:",
            "uk": "168.  Загальні принципи, встановлені у практиці Суду щодо покарання у виді довічного позбавлення волі, узагальнено у нещодавньому рішенні у справі «Хатчінсон проти Сполученого Королівства» [ВП] (Hutchinson v. the United Kingdom) [GC], заява № 57592/08, пункти 42 – 45, від 17 січня 2017 року) і вони передбачають:"
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "45. As for the nature of the review, the Court has emphasised that it is not its task to prescribe whether it should be judicial or executive, having regard to the margin of appreciation that must be accorded to Contracting States (Vinter and Others, cited above, § 120). It is therefore for each State to determine whether the review of sentence is conducted by the executive or the judiciary.”",
            "uk": "45. Щодо характеру перегляду Суд наголосив, що з огляду на свободу розсуду, яка має надаватися Договірним державам, його завдання не полягає у визначенні того, чи повинен цей перегляд здійснюватися органами судової або виконавчої влади (див. згадане рішення у справі «Вінтер та інші проти Сполученого Королівства» (Vinter And Others v The United Kingdom), пункт 120). Отже, кожна держава самостійно визначає, здійснюється такий перегляд органами виконавчої або судової влади.»"
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "(b)  Application of the above principles in the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "169.  Turning to the present case, the Court notes that life prisoners in Ukraine may expect to regain their liberty only in two cases: if they have a serious illness preventing their further imprisonment, or if they are granted presidential clemency (see paragraphs 73-74 and 79, 82 and 86 above). In the former case, however, eventual recovery, if any, would mean the end of the person’s liberty and his or her return to prison (see paragraph 73 above).",
            "uk": "169.  Повертаючись до цієї справи, Суд зазначає, що в Україні засуджені до довічного позбавлення волі можуть розраховувати на звільнення лише у двох випадках: якщо вони страждають на серйозне захворювання, несумісне з подальшим триманням під вартою, або якщо помилувані Президентом (див. пункти 73, 74, 79, 82 і 86). Проте у першому випадку подальше одужання, якщо таке можливо, означатиме кінець свободи цієї особи та її повернення до установи виконання покарань (див. пункт 73)."
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "171.  Accordingly, the regulation and practice of presidential clemency, being the only possibility for mitigating life sentences in Ukraine, calls for stricter scrutiny (see, mutatis mutandis, László Magyar v. Hungary, no. 73593/10, § 56, 20 May 2014).",
            "uk": "171.  Отже, законодавство та практика здійснення президентського помилування, що є єдиною можливістю пом’якшити покарання у виді довічного позбавлення волі в Україні, потребує більш ретельного аналізу (див., mutatis mutandis, рішення у справі «Ласло Магьяр проти Угорщини» (László Magyar v. Hungary), заява № 73593/10, \nпункт 56, від 20 травня 2014 року)."
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "174.  In other words, prisoners who receive a whole life sentence do not know from the outset what they must do in order to be considered for release and under what conditions (see Vinter and Others, cited above, § 122, and Hutchinson, also cited above, § 44).",
            "uk": "174.  Іншими словами, засуджені, яким було обрано покарання у виді довічного позбавлення волі, від самого початку не знають, що вони повинні зробити для того, щоб питання про їхнє дострокове звільнення було розглянуто та за яких умов (див. згадані рішення у справах «Вінтер та інші проти Сполученого Королівства» (Vinter And Others v The United Kingdom), пункт 121 та «Хатчінсон проти Сполученого Королівства» (Hutchinson v. the United Kingdom), \nпункт 44)."
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "182.  The Court notes that life prisoners in Ukraine are segregated from other prisoners and spend up to twenty-three hours per day in their cells, which are usually double or triple occupancy, with little in terms of organised activities and association (see paragraphs 83 and 107 above). The Government have failed to explain how a prisoner can progress towards rehabilitation in such conditions.",
            "uk": "182.  Суд зазначає, що в Україні засуджені до довічного позбавлення волі відокремлені від інших засуджених і щодня проводять до двадцяти трьох годин у своїх камерах, які зазвичай розраховані на двох чи трьох засуджених, з мінімально організованою діяльністю та спілкуванням (див. пункти 83 і 107). Уряд не пояснив, яким чином у таких умовах засуджені можуть досягти прогресу у реабілітації."
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "183.  The Court also notes that the Government’s observations in the present case did not even mention the issue of social rehabilitation for life prisoners.",
            "uk": "183.  Суд також зазначає, що у зауваженнях Уряду в цій справі питання соціальної реабілітації засуджених до довічного позбавлення волі навіть не згадувалося."
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "184.  Consequently, the Court cannot but conclude that the existing regime for life prisoners in Ukraine is incompatible with the aim of rehabilitation.",
            "uk": "184.  Отже, Суд не може не дійти висновку, що існуючий в Україні режим для засуджених до довічного позбавлення волі є несумісним з метою реабілітації."
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "185.  Lastly, the Court has held in its case-law that in assessing whether a life sentence is reducible de facto, it may be of relevance to take account of statistical information on prior use of the review mechanism in question, including the number of persons who have been granted a pardon (see Murray, cited above, § 100, with further references).",
            "uk": "185.  Зрештою, у своїй практиці Суд встановив, що оцінюючи те, чи є покарання у виді довічного позбавлення волі de facto скоротним, важливим може бути врахування статистичної інформації щодо попереднього застосування зазначеного порядку перегляду, у тому числі щодо кількості помилуваних осіб (див. згадане рішення у справі «Мюррей проти Нідерландів» (Murray v. The Netherlands), пункт 100 з подальшими посиланнями)."
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "186.  It is known from public sources that only one clemency request from a life prisoner has been granted in Ukraine to date (see paragraph 93 above). From the statistical point of view, this shows that in practice life prisoners have negligible prospects of having their requests for clemency granted.",
            "uk": "186.  З відкритих джерел відомо, що наразі в Україні було задоволено лише одне клопотання про помилування засудженої до довічного позбавлення волі (див. пункт 93). Зі статистичної точки зору це вказує, що на практиці засуджені до довічного позбавлення волі не мають перспектив на задоволення їхніх клопотань про помилування."
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "187.  All the foregoing considerations lead the Court to conclude that there has been a violation of Article 3 of the Convention on account of the applicant’s irreducible life sentence.",
            "uk": "187.  Усі зазначені міркування підводять Суд до висновку, що було порушено статтю 3 Конвенції у зв’язку з тим, що покарання заявника у виді довічного позбавлення волі неможливо скоротити."
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "IV.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "188.  The applicant also complained under Article 8 of the Convention of restrictions on his right to family visits.",
            "uk": "188.  Заявник також скаржився за статтею 8 Конвенції на обмеження його права на побачення з родичами."
        }
    },
    {
        "id": 281,
        "translation": {
            "en": "189.  Having regard to the facts of the case, the submissions of the parties, and its findings under Article 3 of the Convention (see paragraphs 153 and 187 above), the Court considers that it has examined the main legal questions raised in the present application, and that there is no need to give a separate ruling on the admissibility and merits of the above-mentioned complaint (see, for example, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
            "uk": "189.  З огляду на факти справи, доводи сторін і свої висновки за статтею 3 Конвенції (див. пункти 153 і 187) Суд вважає, що він розглянув основні юридичні питання, порушені у цій заяві, та немає необхідності у винесенні окремого рішення щодо прийнятності та суті зазначеної скарги (див., наприклад, рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» [ВП] (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) [GC], заява № 47848/08, пункт 156, ЄСПЛ 2014)."
        }
    },
    {
        "id": 282,
        "translation": {
            "en": "V.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
            "uk": "V.  ЗАСТОСУВАННЯ СТАТТІ 46 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 283,
        "translation": {
            "en": "190.  Article 46 of the Convention provides:",
            "uk": "190.  Стаття 46 Конвенції передбачає:"
        }
    },
    {
        "id": 284,
        "translation": {
            "en": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
            "uk": "«1.  Високі Договірні Сторони зобов’язуються виконувати остаточні рішення Суду в будь-яких справах, у яких вони є сторонами."
        }
    },
    {
        "id": 285,
        "translation": {
            "en": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
            "uk": "2.  Остаточне рішення Суду передається Комітетові Міністрів, який здійснює нагляд за його виконанням.»"
        }
    },
    {
        "id": 286,
        "translation": {
            "en": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "VI.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 287,
        "translation": {
            "en": "195.  Article 41 of the Convention provides:",
            "uk": "195.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 288,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 289,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 290,
        "translation": {
            "en": "196.  The applicant claimed 49,423.71 Ukrainian hryvnias (UAH) in respect of pecuniary damage, which included UAH 28,215 spent on food and water during his detention in Kherson Prison no. 61 and UAH 21,217 spent on medication and postal services. He also claimed 100,000 euros (EUR) in respect of non-pecuniary damage.",
            "uk": "196.  Заявник вимагав 49 423,71 українських гривень (далі – грн) в якості відшкодування матеріальної шкоди, у тому числі 28 215 грн, витрачених на харчування та воду під час тримання під вартою у Херсонській виправній колонії № 61, і 21 217 грн, витрачених на медичні препарати та поштові послуги. Він також вимагав 100 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 291,
        "translation": {
            "en": "197.  The Government contested those claims as unsubstantiated and exorbitant.",
            "uk": "197.  Уряд оскаржив ці вимоги як необґрунтовані та надмірні."
        }
    },
    {
        "id": 292,
        "translation": {
            "en": "199.  Having regard to the receipts provided by the applicant, the Court awards him EUR 750 in respect of pecuniary damage.",
            "uk": "199.  Беручи до уваги надані заявником квитанції Суд присуджує йому 750 євро в якості відшкодування матеріальної шкоди."
        }
    },
    {
        "id": 293,
        "translation": {
            "en": "200.  The Court also considers that the applicant must have suffered distress and anxiety on account of the absence of adequate medical care that led to the irreversible deterioration of his health, which the finding of a violation of the Convention in this judgment does not suffice to remedy. Making its assessment on an equitable basis, the Court awards the applicant EUR 10,000 under this head.",
            "uk": "200.  Суд також вважає, що заявник мав зазнати болю та страждань у зв’язку з відсутністю належної медичної допомоги, що призвело до непоправного погіршення стану його здоров’я, для відновлення якого недостатньо встановлення у цьому рішенні порушення Конвенції. Здійснюючи оцінку на засадах справедливості, Суд присуджує заявнику 10 000 євро за цим пунктом."
        }
    },
    {
        "id": 294,
        "translation": {
            "en": "201.  As for the finding of a violation of Article 3 of the Convention on account of the applicant’s irreducible life sentence, the Court considers that the finding of a violation constitutes sufficient just satisfaction (see, for example, Vinter and Others, cited above, § 136, and Murray, also cited above, § 131).",
            "uk": "201.  Щодо встановлення порушення статті 3 Конвенції у зв’язку з тим, що покарання заявника у виді довічного позбавлення волі неможливо скоротити, Суд вважає, що встановлення порушення становить достатню справедливу сатисфакцію (див., наприклад, згадані рішення у справах «Вінтер та інші проти Сполученого Королівства» (Vinter and Others v. the United Kingdom), пункт 136 та «Мюррей проти Нідерландів» (Murray v. the Netherlands), пункт 131)."
        }
    },
    {
        "id": 295,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 296,
        "translation": {
            "en": "203.  The Government contested the above claim as excessive.",
            "uk": "203.  Уряд заперечив проти цієї вимоги як надмірної."
        }
    },
    {
        "id": 297,
        "translation": {
            "en": "205.  Furthermore, having regard to the receipts for postal services submitted by the applicant (see paragraphs 196 and 198 above), the Court awards him EUR 20 for postal costs.",
            "uk": "205.  Крім того, з урахуванням наданих заявником квитанцій про оплату поштових послуг (див. пункти 196 і 198) Суд присуджує йому 20 євро в якості відшкодування поштових витрат."
        }
    },
    {
        "id": 298,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 299,
        "translation": {
            "en": "206.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "206.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 300,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 301,
        "translation": {
            "en": "1.  Declares, unanimously, the applicant’s complaints under Article 3 of the Convention regarding the lack of adequate medical care in detention and the irreducibility of his life sentence admissible;",
            "uk": "1.  Оголошує одноголосно прийнятними скарги заявника за статтею 3 Конвенції на відсутність належної медичної допомоги під час тримання під вартою та те, що його покарання у виді довічного позбавлення волі є таким, яке неможливо скоротити;"
        }
    },
    {
        "id": 302,
        "translation": {
            "en": "2.  Declares, unanimously, the applicant’s complaint under Article 3 of the Convention in respect of the material conditions of his detention in Kherson Prison no. 61 and the Kherson SIZO inadmissible;",
            "uk": "2.  Оголошує одноголосно неприйнятною скаргу заявника за статтею 3 Конвенції щодо побутових умов тримання його під вартою у Херсонській виправній колонії № 61 і Херсонському СІЗО;"
        }
    },
    {
        "id": 303,
        "translation": {
            "en": "3.  Holds, unanimously, that there has been a violation of Article 3 of the Convention on account of the lack of adequate medical care available to the applicant in detention since 3 July 2010;",
            "uk": "3.  Постановляє одноголосно, що було порушено статтю 3 Конвенції у зв’язку з відсутністю належної медичної допомоги, доступної заявнику, під час тримання його під вартою з 03 липня 2010 року;"
        }
    },
    {
        "id": 304,
        "translation": {
            "en": "4.  Holds, unanimously, that there has been a violation of Article 3 of the Convention on account of the applicant’s irreducible life sentence;",
            "uk": "4.  Постановляє одноголосно, що було порушено статтю 3 Конвенції у зв’язку з тим, що покарання заявника у виді довічного позбавлення волі є таким, яке неможливо скоротити;"
        }
    },
    {
        "id": 305,
        "translation": {
            "en": "5.  Holds, by five votes to two, that it is not necessary to examine the admissibility and merits of the applicant’s complaint under Article 8 of the Convention;",
            "uk": "5.  Постановляє п’ятьма голосами проти двох, що немає необхідності розглядати питання прийнятності та суть скарги заявника за статтею 8 Конвенції;"
        }
    },
    {
        "id": 306,
        "translation": {
            "en": "6.  Holds, by six votes to one, that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant in relation to his complaint concerning his irreducible life sentence;",
            "uk": "6.  Постановляє шістьма голосами проти одного, що встановлення порушення становить достатню справедливу сатисфакцію моральної шкоди, якої зазнав заявник у зв’язку з його скаргою на те, що його покарання у виді довічного позбавлення волі є таким, яке неможливо скоротити;"
        }
    },
    {
        "id": 307,
        "translation": {
            "en": "7.  Holds, unanimously,",
            "uk": "7.  Постановляє одноголосно, що:"
        }
    },
    {
        "id": 308,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, plus any tax that may be chargeable to the applicant, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявнику такі суми та додатково суму будь-якого податку, що може нараховуватись заявнику; ці суми мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 309,
        "translation": {
            "en": "(i)  EUR 750 (seven hundred and fifty euros) in respect of pecuniary damage;",
            "uk": "(i)  750 (сімсот п’ятдесят) євро в якості відшкодування матеріальної шкоди;"
        }
    },
    {
        "id": 310,
        "translation": {
            "en": "(ii)  EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage sustained on account of the lack of adequate medical care available to the applicant since 3 July 2010;",
            "uk": "(ii)  10 000 (десять тисяч) євро в якості відшкодування моральної шкоди, якої заявник зазнав у зв’язку з відсутністю належної медичної допомоги з 03 липня 2010 року;"
        }
    },
    {
        "id": 311,
        "translation": {
            "en": "(iii)  EUR 10,000 (ten thousand euros) in respect of legal costs before the Court (the net award to be paid into the bank account of the applicant’s lawyer, Mr Tarakhkalo);",
            "uk": "(iii)  10 000 (десять тисяч) євро в якості компенсації витрат на правову допомогу, понесених під час провадження у Суді (чиста присуджена сума має бути сплачена на банківський рахунок захисника заявника, пана Тарахкала);"
        }
    },
    {
        "id": 312,
        "translation": {
            "en": "(iv)  EUR 20 (twenty euros) for postal costs and expenses;",
            "uk": "(iv)  20 (двадцять) євро в якості компенсації поштових та інших витрат;"
        }
    },
    {
        "id": 313,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 314,
        "translation": {
            "en": "8.  Dismisses, by six votes to one, the remainder of the applicant’s claim for just satisfaction.",
            "uk": "8.  Відхиляє шістьма голосами проти одного решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 315,
        "translation": {
            "en": "Done in English, and notified in writing on 12 March 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 12 березня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 316,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinions of Judges P. Pinto de Albuquerque, E. Kūris and M. Bošnjak are annexed to this judgment.",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додаються окремі думки суддів П. Пінто де Альбукерке, Е. Куріс і М. Бошняк."
        }
    },
    {
        "id": 317,
        "translation": {
            "en": "PARTLY CONCURRING, PARTLY DISSENTING OPINION OF JUDGE PINTO DE ALBUQUERQUE",
            "uk": "ЧАСТКОВО ОКРЕМА ДУМКА СУДДІ ПІНТО ДЕ АЛЬБУКЕРКЕ, ЯКА ЧАСТКОВО СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 318,
        "translation": {
            "en": "In my view, the implied perspective, namely that the obligation to give reasons for the decision and the obligation to provide judicial review are alternative and not cumulative ones, does not comply with the Grand Chamber judgment delivered in the above mentioned Murray case. Hence, the present judgment aggravated the lack of clarity and consistency of the Court’s own case-law.",
            "uk": "На мою думку, ймовірна перспектива, зокрема те, що обов’язок обґрунтовувати рішення та обов’язок забезпечити судовий перегляд є альтернативними, а не кумулятивними варіантами, не відповідає рішенню Великої палати у згаданій справі «Мюррей проти Нідерландів» (Murray v. the Netherlands). Отже, це рішення посилило відсутність ясності та послідовності у власній практиці Суду."
        }
    },
    {
        "id": 319,
        "translation": {
            "en": "3.  It has been said that the Court does not prescribe the form which should take the review mechanism. But in Murray the Grand Chamber went a step further, stating that:",
            "uk": "3.  Було зазначено, що Суд не встановлює форму механізму перегляду. Проте в рішенні у справі «Мюррей проти Нідерландів» (Murray v. the Netherlands) Велика палата пішла на крок далі, зазначивши:"
        }
    },
    {
        "id": 320,
        "translation": {
            "en": "“... The prisoner’s right to a review entails an actual assessment of the relevant information, and the review must also be surrounded by sufficient procedural guarantees. To the extent necessary for the prisoner to know what he or she must do to be considered for release and under what conditions, it may be required that reasons be provided, and this should be safeguarded by access to judicial review”.",
            "uk": "«... Право засудженого на перегляд передбачає безпосередню оцінку відповідної інформації, а перегляд також має супроводжуватися достатніми процесуальними гарантіями. Засуджений необхідною мірою повинен знати, що він має зробити для того, щоб його кандидатуру було розглянуто для звільнення було розглянуто та за яких умов це може вимагати надання обґрунтування, ці умови повинні захищатися доступом до судового перегляду»."
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "“(1) the principle of legality (“rules having a sufficient degree of clarity and certainty”, “conditions laid down in domestic legislation”);",
            "uk": "«(1) принципу законності («норми, які мають достатній ступінь ясності та визначеності», «умови, встановлені національним законодавством»);"
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "(2) the principle of the assessment of penological grounds for continued incarceration, on the basis of “objective, pre-established criteria”, which include resocialisation (special prevention), deterrence (general prevention) and retribution;",
            "uk": "(2) принципу оцінки пенологічних підстав для подальшого тримання під вартою на підставі «об’єктивних, попередньо встановлених критеріїв», які включають ресоціалізацію (спеціальні превентивні заходи), запобігання (загальні превентивні заходи) і покарання;"
        }
    },
    {
        "id": 323,
        "translation": {
            "en": "(3) the principle of assessment within a pre-established time frame and, in the case of life prisoners, “not later than 25 years after the imposition of the sentence and thereafter a periodic review”;",
            "uk": "(3) принципу оцінки в рамках попередньо встановлених часових меж, а у випадку із засудженими до довічного позбавлення волі – «не пізніше, аніж через 25 років після винесення вироку з подальшим періодичним переглядом»;"
        }
    },
    {
        "id": 324,
        "translation": {
            "en": "(4) the principle of fair procedural guarantees, which include at least the obligation to give reasons for decisions not to release or to recall a prisoner;",
            "uk": "(4) принципу справедливих процесуальних гарантій, які передбачають щонайменше обов’язок обґрунтовувати рішення про відмову у звільненні чи про повернення засудженого;"
        }
    },
    {
        "id": 325,
        "translation": {
            "en": "(5) the principle of judicial review”.",
            "uk": "(5) принципу судового перегляду»."
        }
    },
    {
        "id": 326,
        "translation": {
            "en": "In Matiošaitis and Others v. Lithuania, the Chamber stated that:",
            "uk": "У рішенні у справі «Матіошаітіс та інші проти Литви» (Matiošaitis and Others v. Lithuania) палата зазначила:"
        }
    },
    {
        "id": 327,
        "translation": {
            "en": "It is therefore recommended that the Grand Chamber shoulders its responsibility and clarifies once and for all what it meant with the requirement that the review mechanism “should be safeguarded by access to judicial review” in paragraph 100 of the Murray judgment. The State’s obligation to provide for a mechanism of review of the penological needs for continued incarceration cannot be taken seriously when judicial review is not acknowledged.",
            "uk": "Тому рекомендується, щоб Велика палата виконала свій обов’язок та раз і назавжди пояснила, що означає вимога у пункті 100 рішення у справі «Мюррей проти Нідерландів» (Murray v. the Netherlands), що механізм перегляду «повинен захищатися доступом до судового перегляду». Зобов’язання держави розробити механізм перегляду пенологічної необхідності подальшого тримання під вартою не може сприйматися серйозно, якщо не визнається судовий перегляд."
        }
    },
    {
        "id": 328,
        "translation": {
            "en": "PARTLY DISSENTING OPINION OF JUDGE KŪRIS",
            "uk": "ЧАСТКОВО ОКРЕМА ДУМКА СУДДІ КУРІС"
        }
    },
    {
        "id": 329,
        "translation": {
            "en": "Truth to tell, the case of Centre for Legal Resources on behalf of Valentin Câmpeanu was not the one where the Câmpeanu formula was first introduced. It was used in several earlier cases. But it was specifically that case which bestowed its name on the formula in question in the internal argot of the Court, because it was in that judgment that that formula was consolidated as a template to be employed in subsequent cases – which is exactly what is happening since (see paragraph 52 below).",
            "uk": "Щоправда, справа «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) не була першою, в якій було застосовано формулу Кимпеану. Вона була використана у декількох попередніх справах. Але саме ця справа дала ім’я зазначеній формулі у внутрішньому слензі Суду, оскільки саме в цьому рішенні формула була закріплена як шаблон, який мав застосовуватися у подальших справах, що і відбувається з того часу (див. пункт 52)."
        }
    },
    {
        "id": 330,
        "translation": {
            "en": "2.  In the instant case, before turning to the applicant’s complaint under Article 8, the Court had already examined his two complaints under Article 3 and found a violation of that Article on two accounts. Consequently, the complaint under Article 8 was left unexamined, as regards both its merits and, indeed, its admissibility.",
            "uk": "2.  У цій справі перед розглядом скарги заявника за статтею 8 Конвенції Суд уже розглянув дві його скарги за статтею 3 Конвенції та встановив порушення цієї статті в обох випадках. Отже, скаргу за статтею 8 Конвенції було залишено без розгляду як по суті так і, навіть, у питанні прийнятності."
        }
    },
    {
        "id": 331,
        "translation": {
            "en": "I",
            "uk": "I"
        }
    },
    {
        "id": 332,
        "translation": {
            "en": "But I shall not delve into these intricacies here. On this matter I refer to my two separate opinions (one dissenting and another one concurring) in T.P. and A.T. v. Hungary, nos. 37871/14 and 73986/14, 4 October 2016 and Matiošaitis and Others v. Lithuania, nos. 22662/13, 51059/13, 58823/13, 59692/13, 59700/13, 60115/13, 69428/13 and 72824/13, 23 May 2017.",
            "uk": "Проте я не буду заглиблюватися тут у ці тонкощі. У зв’язку з цим я посилаюся на дві мої окремі думки (одна окрема, а інша співпадає із думкою більшості) в рішеннях у справах «Т.П. та А.Т. проти Угорщини» (T.P. and A.T. v. Hungary), заяви № 37871/14 і № 73986/14, від 04 жовтня 2016 року) та «Матіошаітіс та інші проти Литви» (Matiošaitis and Others v. Lithuania), заяви № 22662/13, № 51059/13, № 58823/13, № 59692/13, № 59700/13, № 60115/13, № 69428/13 і № 72824/13, від 23 травня 2017 року)."
        }
    },
    {
        "id": 333,
        "translation": {
            "en": "5. Be that as it may, the Court’s well-established (how “well”?) case-law, as it stands today, conclusively left no room for a different finding on the above-discussed issue. The same holds true for the finding of a violation of Article 3 on account of the conditions of the applicant’s detention (the broad concept, which in this particular case was limited to the lack of adequate medical care). I therefore concurred with my colleagues in the Chamber as regards these findings.",
            "uk": "5. У будь-якому випадку, добре усталена практика Суду (але наскільки «добре»?), яка існує наразі, переконливо не дає можливості для іншого висновку щодо обговореного питання. Те саме стосується встановлення порушення статті 3 Конвенції у зв’язку з умовами тримання заявника під вартою (широка концепція, яка у цій конкретній справі була обмежена питанням відсутності належної медичної допомоги). Тому я погодився зі своїми колегами у палаті щодо цих висновків."
        }
    },
    {
        "id": 334,
        "translation": {
            "en": "6.  At the same time, I was not able to support the majority’s resolution not to examine the applicant’s complaint under Article 8.",
            "uk": "6.  Водночас я не зміг підтримати рішення більшості залишити без розгляду скаргу заявника за статтею 8 Конвенції."
        }
    },
    {
        "id": 335,
        "translation": {
            "en": "The name of that underlying problem is the Câmpeanu formula.",
            "uk": "Ця основна проблема – формула Кимпеану."
        }
    },
    {
        "id": 336,
        "translation": {
            "en": "II",
            "uk": "II"
        }
    },
    {
        "id": 337,
        "translation": {
            "en": "9.  In order to reasonably and legitimately perceive and treat the same applicant’s complaints allegedly pertaining to different factual situations (or different aspects of the same set of facts) or lodged under different Articles as two sides of the same coin, some sort of linking element is needed, which would bring them together as two aspects of the same whole.",
            "uk": "9.  Для того, щоб розумно та правомірно сприймати та розглядати скарги одного і того самого заявника, які, як стверджується стосуються різних фактологічних ситуацій (або різних аспектів одних і тих самих фактів) або подані за різними статтями Конвенції, як дві сторони однієї й тієї самої монети, потрібен певний поєднувальний елемент, який би об’єднав їх разом як дві сторони єдиного цілого."
        }
    },
    {
        "id": 338,
        "translation": {
            "en": "11.  Now to the legal, or formal, interrelation of complaints. This proceeds from the law of the Convention itself. The legal, or formal, interrelatedness of complaints may be a decisive factor in cases in which the Court is called upon to deal with the same factual situation, which is challenged not from one but from several angles, that is to say from the standpoint of two or more different Articles.",
            "uk": "11.  Тепер щодо юридичного або формального взаємозв’язку між скаргами. Він витікає із положень самої Конвенції. Юридичний або формальний взаємозв’язок скарг може бути вирішальним фактором у справах, в яких Суд має розглянути одну і ту саму фактологічну ситуацію, яка оскаржується не з одного, а декількох аспектів, іншими словами з точки зору двох або більше статей."
        }
    },
    {
        "id": 339,
        "translation": {
            "en": "If the complaint regarding the same factual situation invokes both a lex specialis and a lex generalis, then, once a violation of the Convention has been found based on a lex specialis, the reexamination of the same matter under a lex generalis may be redundant. In such an event the Court has the discretion to resolve that a separate examination of the same complaint under lex generalis is not necessary.",
            "uk": "Якщо скарга щодо однієї і тієї самої фактологічної ситуації стосується як lex specialis, так і lex generalis, то у випадку встановлення порушення Конвенції на підставі lex specialis повторний розгляд того самого питання за lex generalis може бути зайвим. У такому випадку Суд має право вирішити, що окремий розгляд тієї самої скарги за lex generalis не є необхідним."
        }
    },
    {
        "id": 340,
        "translation": {
            "en": "12.  It must be underscored again and again and again that this can be so only with regard to the same complaint. If, however, there is no commonality of the two complaints lodged by the same applicant at the level of their factual background, the fact of leaving one of them unexamined on the pretext that the Articles invoked by the applicant are a lex generalis and a lex specialis in relation to each other would be farfetched.",
            "uk": "12.  Слід повторно підкреслити, що так може бути лише у випадку однієї і тієї самої скарги. Проте, якщо у двох поданих одним і тим самим заявником скаргах немає жодного спільного фактологічного підґрунтя, то факт залишення без розгляду однієї з них на підставі того, що статті, на які посилається заявник, є lex generalis і lex specialis однієї стосовно іншої, буде надуманим."
        }
    },
    {
        "id": 341,
        "translation": {
            "en": "III",
            "uk": "III"
        }
    },
    {
        "id": 342,
        "translation": {
            "en": "16.  The links between the subject matter of Articles 3 and 8 therefore do not per se allow for treating these two Articles as overlapping in the proper sense of the word, let alone as lex generalis and lex specialis in relation to each other. Articles 3 and 8 remain separate legal territories – but such as are not completely isolated one from another and which, depending on the particular circumstances, can be bridged.",
            "uk": "16.  Таким чином, зв’язок між предметом регулювання статей 3 і 8 Конвенції per se не дозволяє трактувати ці дві статей, як такі, що перетинаються у прямому розумінні цього слова, не кажучи вже про зв’язок lex generalis і lex specialis одна стосовно іншої. Статті 3 і 8 Конвенції залишаються окремими правовими сферами – проте, як такі, вони не є повністю ізольованими одна від одної, та залежно від конкретних обставин між ними може бути встановлено зв’язок."
        }
    },
    {
        "id": 343,
        "translation": {
            "en": "17.  For example, in Melnik v. Ukraine, no. 72286/01, § 62, 28 March 2006, the Court acknowledged that Article 8 may extend to situations of deprivation of liberty and may be regarded as affording a protection in relation to the conditions during detention which do not attain the level of severity proscribed by Article 3.",
            "uk": "17.  Наприклад, у рішенні у справі «Мельник проти України» (Melnik v. Ukraine), заява № 72286/01, пункт 62, від 28 березня \n2006 року) Суд визнав, що стаття 8 Конвенції може поширюватися на ситуації позбавлення свободи та розглядатися як така, що забезпечує захист у ситуаціях стосовно умов тримання під вартою, в яких не досягається рівень суворості, передбачений статтею 3 Конвенції."
        }
    },
    {
        "id": 344,
        "translation": {
            "en": "IV",
            "uk": "IV"
        }
    },
    {
        "id": 345,
        "translation": {
            "en": "In none of these judgments was there even the slightest hint that any of the legal issues, irrespective of whether a violation or a no violation of the Convention was found, were to be considered as “main” (as in the present case), whereas others, accordingly, as “not main”, whatever that label may mean (cf. paragraphs 54, 68 and 73 below).",
            "uk": "У жодному з цих рішень не було навіть найменшого натяку на те, що будь-які юридичні питання, незалежно від того, було встановлено порушення Конвенції чи ні, повинні були вважатися «основними» (як у цій скарзі), тоді як інші, відповідно, «неосновними», що б це не означало (див. пункти 54, 68 і 73)."
        }
    },
    {
        "id": 346,
        "translation": {
            "en": "From this perspective, it is not so evident that the Court should have declared at all that it set aside the complaints under Article 8 taken alone, because such complaints were not specifically identified by either the applicants or the Court itself.",
            "uk": "З цієї точки зору є настільки очевидним те, що Суд взагалі повинен був оголосити окремі скарги за статтею 8 Конвенції відхиленими, оскільки такі скарги конкретно не були визначені ні заявниками, ні Судом."
        }
    },
    {
        "id": 347,
        "translation": {
            "en": "23.  To complete the picture, in yet other cases the Court, having already examined complaints concerning conditions of detention (and sometimes also other allegations), refrained from ruling on the merits of the complaints as regards restrictions on family visits, but not on the grounds that the examination of some “main legal questions” had allegedly absolved it from the need to examine certain other issues.",
            "uk": "23.  Для повноти картини слід зазначити, що у низці інших справ Суд, уже розглянувши скарги на умови тримання під вартою (а іноді також інші твердження), утримувався від ухвалення рішень по суті скарг щодо обмеження побачень з родичами, проте не на підставі того, що розгляд певних «основних юридичних питань» нібито звільнив його від необхідності розглядати деякі інші питання."
        }
    },
    {
        "id": 348,
        "translation": {
            "en": "27.  In each of these cases both the complaints under Article 3 and those under Article 8 were examined, unless there were weighty grounds under the Convention for not doing so.",
            "uk": "27.  У кожній із цих справ були розглянуті як скарги за статтею 3 Конвенції, так і за статтею 8 Конвенції, якщо тільки відповідно до Конвенції не було вагомих підстав не робити цього."
        }
    },
    {
        "id": 349,
        "translation": {
            "en": "28.  The principled approach that Article 3 and Article 8 complaints raise separate legal issues was (and hopefully still is, notwithstanding the most unfortunate deviation in the present case) entrenched in the Court’s practice to such an extent that, as the years have passed, cases involving such complaints are increasingly being dealt not by Chambers, but by Committees, which testifies to the fact that no novelties should be reasonably expected in cases of this category.",
            "uk": "28.  Принциповий підхід, що скарги за статтями 3 і 8 Конвенції порушують окремі юридичні питання вкоренився (і сподіваюся, все ще залишається, не дивлячись на прикре відхилення у цій справі) у практиці Суду настільки, що з плином років справи з такими скаргами все частіше розглядаються не палатами, а комітетами, що свідчить про те, що від справ цієї категорії не варто обґрунтовано очікувати нічого нового."
        }
    },
    {
        "id": 350,
        "translation": {
            "en": "V",
            "uk": "V"
        }
    },
    {
        "id": 351,
        "translation": {
            "en": "30.  So much (some would say too much) for the pure theory and the Court’s case-law regarding concurring complaints under Articles 3 and 8. I turn now to the applicant’s complaints in the instant case.",
            "uk": "30.  Це було багато (хтось скаже забагато) для чистої теорії та практики Суду щодо скарг за статтями 3 і 8 Конвенції, які збігаються. Тепер я повертаюся до скарг заявника у цій справі."
        }
    },
    {
        "id": 352,
        "translation": {
            "en": "31.  As a reminder, the complaint under Article 8 concerned the alleged infringement of the applicant’s right to family visits in detention, whereas the complaints under Article 3 related to the applicant’s conditions of detention (the lack of adequate medical care) and the irreducibility of his life sentence.",
            "uk": "31.  Нагадаю, скарга за статтею 8 Конвенції стосувалася стверджуваного порушення права заявника на побачення з родичами під час тримання під вартою, тоді як скарги за статтею 3 Конвенції стосувались умов тримання заявника під вартою (відсутність належної медичної допомоги) та того, що його покарання у виді довічного позбавлення волі є таким, яке неможливо скоротити."
        }
    },
    {
        "id": 353,
        "translation": {
            "en": "The Article 8 complaint thus stood aside from and was not interrelated with the Article 3 complaints as regards their factual background. Their disparity was pronounced. They did not overlap by one iota.",
            "uk": "Так, скарга за статтею 8 Конвенції була відокремлена від скарг за статтею 3 Конвенції та не мала з ними спільного фактологічного підґрунтя. Між ними була значна відмінність. Вони ані трохи не перетиналися одна з одною."
        }
    },
    {
        "id": 354,
        "translation": {
            "en": "The one and only factual circumstance common to them was that the applicant was a detainee. There were no other discernible qualities which would ally them, and the quality of being a detainee was not determinative, however far-reaching it might be for the person concerned. If not, the complaints lodged by the same detainee should always, in all cases be treated as (factually) interrelated, however separate they may be in life, let alone law.",
            "uk": "Єдиною спільною фактологічною обставиною у них було те, що заявник був ув’язненим. Не було жодних інших помітних рис, які могли б їх об’єднати, а те, що заявник був ув’язненим не було вирішальним, наскільки б важливим це не було для нього. Як би це було не так, то скарги, подані одним і тим самим ув’язненим, мали б завжди розглядатися як (фактологічно) взаємопов’язані, незважаючи на те, наскільки б вони були відокремлені у житті, а в праві тим паче."
        }
    },
    {
        "id": 355,
        "translation": {
            "en": "33.  Owing to the fact that the applicant’s complaints under Articles 3 and 8 did not share any factual background, there is no need to test them under the auxiliary criterion, that is to say, from the perspective of the legal links between those Articles. There are no particular circumstances which would warrant invoking such test, let alone allowing his Article 8 complaint to be left unexamined.",
            "uk": "33.  З огляду на відсутність спільного фактологічного підґрунтя у скаргах заявника за статтею 3 і 8 Конвенції, то немає необхідності перевіряти їх за допоміжним критерієм, тобто з точки зору правового зв’язку між цими статтями. Немає жодних конкретних обставин, які б виправдовували застосування такої перевірки, а тим більше дозволяли залишити без розгляду його скаргу за статтею 8 Конвенції."
        }
    },
    {
        "id": 356,
        "translation": {
            "en": "35.  Consequently, the complaint under Article 8 merited a separate examination, because it raised a separate legal issue. But not only that. It could not be legitimately set aside, because this was contrary to the wellestablished Court’s case-law, where, as it was shown, Article 3 and Article 8 complaints were always examined each on its own merits (provided that they were not inadmissible on Convention-warranted grounds).",
            "uk": "35.  Отже, скарга за статтею 8 Конвенції потребувала окремого розгляду, оскільки порушувала окреме юридичне питання. Проте не тільки через це. Вона не могла бути правомірно залишена без розгляду, оскільки це суперечило усталеній практиці Суду, в якій, як було продемонстровано, скарги за статтями 3 і 8 Конвенції завжди розглядалася по суті окремо (за умови, якщо вони були прийнятними відповідно до встановлених Конвенцією критеріїв)."
        }
    },
    {
        "id": 357,
        "translation": {
            "en": "36.  At least this was so until the advent of the Câmpeanu formula. Or rather until its indiscriminate application as a template in the cases where it does not fit. As in the present case.",
            "uk": "36.  Принаймні так було до появи формули Кимпеану. А точніше до її безрозбірливого застосування як шаблону у справах, в яких вона не підходила. Як і в цій справі."
        }
    },
    {
        "id": 358,
        "translation": {
            "en": "VI",
            "uk": "VI"
        }
    },
    {
        "id": 359,
        "translation": {
            "en": "But it is not my intention to provide in this narrative anything resembling an exhaustive list of devices, already present in the Court’s arsenal; a couple of typical examples, each pertaining to one of the two types of the interrelatedness of the concurring complaints, should suffice to demonstrate that such tools have been available and widely used.",
            "uk": "Проте я не маю на меті наводити у цьому викладі фактів щось на зразок вичерпного переліку інструментів, які є в арсеналі Суду; декількох типових прикладів, кожен з яких стосується одного з двох видів взаємозв’язку скарг, які збігаються, має бути достатньо, щоб продемонструвати, що такі інструменти доступні та широко використовуються."
        }
    },
    {
        "id": 360,
        "translation": {
            "en": "38.  The device most notably (but not exclusively) used in tackling factually interrelated complaints was the template consideration that the complaints left unexamined did not raise issues separate from those which had already been examined under different Articles.",
            "uk": "38.  Інструментом, який особливо часто (проте не виключно) використовувався для визначення фактологічно взаємопов’язаних скарг, було шаблонне міркування, що залишені без розгляду скарги не порушували окремих питань, окрім тих, які вже були розглянуті за іншими статтями."
        }
    },
    {
        "id": 361,
        "translation": {
            "en": "Why then, in the present case, use some new tool, namely the Câmpeanu formula, if there was a tried and tested one available, which had, so to speak, been certified through decades of the Court’s practice? Was it only for the reason that the new formula was fashionable? But why has it become fashionable? And, most importantly, where might the fact of following this (in my opinion, very dubious) fashion take the Court’s case-law?",
            "uk": "Чому ж тоді у цій справі було застосовано відносно новий інструмент, а саме формулу Кимпеану, якщо вже існував перевірений та випробуваний інструмент, який, так би мовити, був підтверджений протягом десятиліть практики Суду? Невже єдиною причиною було те, що ця нова формула була модною? Але чому вона стала модною? Та найважливіше, куди слідування цій (на мою думку, дуже сумнівній) моді може привести практику Суду?"
        }
    },
    {
        "id": 362,
        "translation": {
            "en": "39.  Of course, the Court’s case-law, including its language, is constantly evolving.",
            "uk": "39.  Звичайно, практика Суду, у тому числі її формулювання, постійно змінюються."
        }
    },
    {
        "id": 363,
        "translation": {
            "en": "It would be gratuitous to reckon on the formula used in Jalloh (and many cases involving Articles 3 and 8 decided before Jalloh, and an uncountable number of cases involving various other Articles) remaining unmodified forever (notwithstanding the fact that it is used verbatim time and again in so many judgments).",
            "uk": "Було би неправильно посилатися на формулу, застосовану в рішенні у справі «Яллох проти Німеччини» (Jalloh v. Germany) (та у багатьох справах щодо статей 3 і 8 Конвенції, рішення в яких були ухвалені до справи «Яллох проти Німеччини» (Jalloh v. Germany), та у величезній кількості справ щодо інших статей Конвенції), ніколи її не змінюючи (не дивлячись на те, що вона знов і знов дослівно застосовується у великій кількості рішень)."
        }
    },
    {
        "id": 364,
        "translation": {
            "en": "41.  But let us first take a look at whether the Câmpeanu formula (which was not, of course, so called in the Court’s argot at the time) was used in cases involving both Articles 3 and 8 prior to its consolidation in Centre for Legal Resources on behalf of Valentin Câmpeanu.",
            "uk": "41.  Проте спочатку давайте розглянемо, чи застосовувалася формула Кимпеану (яка, звичайно, на той момент не мала такої назви у слензі Суду) у справах за статями 3 і 8 Конвенції до її консолідації в рішенні у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania)."
        }
    },
    {
        "id": 365,
        "translation": {
            "en": "44.  In Jalloh or Stanev the applicants’ complaints under Articles 3 and 8 shared, at least in part, the same factual background, but the “main legal questions” formula was not invoked. It was not considered to be universal. The “no separate issue” formula sufficed to justify leaving the complaints under Article 8 unexamined.",
            "uk": "44.  У справах «Яллох проти Німеччини» (Jalloh v. Germany) або «Станєв проти Болгарії» (Stanev v. Bulgaria) скарги заявників за статтями 3 і 8 Конвенції, принаймні частково, мали спільне фактологічне підґрунтя, проте формула «основних юридичних питань» застосована не була. Вона не вважалася універсальною. Формули «відсутності окремого питання» було достатньо, щоб виправдати залишення без розгляду скарг за статтею 8 Конвенції."
        }
    },
    {
        "id": 366,
        "translation": {
            "en": "For its approbation as a template designed and ready for a broader application, the “main legal questions” formula had to wait for Centre for Legal Resources on behalf of Valentin Câmpeanu.",
            "uk": "Для свого затвердження як розробленого та готового до широкого використання шаблону формула «основних юридичних питань» мала чекати на рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania)."
        }
    },
    {
        "id": 367,
        "translation": {
            "en": "48.  In this respect Centre for Legal Resources on behalf of Valentin Câmpeanu was a novelty. And a rather intriguing one, because in that case not one but two tools were used for tackling similar situations: the tried-and-tested Jalloh formula and the (now consolidated) Câmpeanu formula. I shall deal with these two situations consecutively.",
            "uk": "48.  У зв’язку з цим рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) було нововведенням. І доволі інтригуючим, оскільки у цій справі було використано не один, а два інструменти для розгляду аналогічних ситуацій: перевірена та випробувана формула Яллоха та (вже консолідована) формула Кимпеану. Я розгляну ці дві ситуації по черзі."
        }
    },
    {
        "id": 368,
        "translation": {
            "en": "In Kamil Uzun, for instance, the Court set aside the complaints under Articles 6, 8, 13 and 14, and Article 1 of Protocol no. 1 on the grounds that it had examined the complaint under Article 3 (and found a violation of that Article), which, as it appeared, raised the “main legal question”.",
            "uk": "Наприклад, у рішенні у справі «Каміль Узун проти Туреччини» (Kamil Uzun v. Turkey) Суд залишив без розгляду скарги за статтями 6, 8, 13 і 14 Конвенції та статтею 1 Першого протоколу до Конвенції на підставі того, що він уже розглянув скаргу за статтею 3 Конвенції (і встановив порушення цієї статті Конвенції), яка, як вбачалося, порушувала «основне юридичне питання»."
        }
    },
    {
        "id": 369,
        "translation": {
            "en": "In Women On Waves and Others it found a violation of Article 10, which it held to be the “main legal question”; once that question had been examined, it was not necessary to examine the complaints under Articles 2 and 6, and Article 2 of Protocol no. 4.",
            "uk": "У рішенні у справі «Асоціація «Вімен он Вейвс» та інші проти Португалії» (Women On Waves and Others v. Portugal) Суд встановив порушення статті 10 Конвенції, яку вважав «основним юридичним питанням»; коли це питання було розглянуто, розглядати скарги за статтями 2 і 6 Конвенції та статтею 2 Протоколу № 4 до Конвенції не було необхідності."
        }
    },
    {
        "id": 370,
        "translation": {
            "en": "Finally, in Varnava and Others the Grand Chamber, having found continuing violations of Articles 2, 3 and 5 (as regards the latter, not on all counts, as invoked by the applicants), resolved not to examine the complaints under Articles 4, 6, 8, 10, 12, 13 and 14.",
            "uk": "Насамкінець, у рішенні у справі «Варнава та інші проти Туреччини» Велика палата (Varnava and Others v. Turkey), встановивши триваючі порушення статей 2, 3 і 5 Конвенції (стосовно останньої не за всіма пунктами, на які посилався заявник), вирішила не розглядати скарги за статтями 4, 6, 8, 10, 12, 13 і 14 Конвенції."
        }
    },
    {
        "id": 371,
        "translation": {
            "en": "As it transpires, most of these cases did not at all involve, as in Centre for Legal Resources on behalf of Valentin Câmpeanu, the relationship between Article 2 (taken alone or in conjunction with Article 13), as raising the “main legal question”, and Articles 5, 8 and 14 as such, which allegedly could be left unexamined in view of the Court’s findings as regards Article 2.",
            "uk": "Як виявляється, більшість із цих справ не стосувалися, як і справа «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania), зв’язку між статтею 2 Конвенції (окремо та у поєднанні зі статтею 13 Конвенції), як такої, що порушує «основне юридичне питання», та статтями 5, 8 і 14 Конвенції як такими, що нібито можуть бути залишені без розгляду у зв’язку з висновками Суду за статтею 2 Конвенції."
        }
    },
    {
        "id": 372,
        "translation": {
            "en": "It also should be noted that the paragraphs of the judgments referred to in paragraph 156 of Centre for Legal Resources on behalf of Valentin Câmpeanu, in their turn, contain references to earlier judgments, in which the “main legal questions” formula was used.",
            "uk": "Також варто зазначити, що у пунктах рішень, на які робиться посилання у пункті 156 рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania), у свою чергу, містяться посилання на попередні рішення, в яких було застосовано формулу «основних юридичних питань»."
        }
    },
    {
        "id": 373,
        "translation": {
            "en": "51.  Be that as it may, the hotchpotch of references provided in paragraph 156 of Centre for Legal Resources on behalf of Valentin Câmpeanu hardly could be seen as conducive to treating the formula in question as universal, that is to say, applicable to the most diverse situations. And initially it was not – as transpires from Stanev. For some time.",
            "uk": "51.  Хай там що, мішанина з посиланнями, наведеними у пункті 156 рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania), навряд чи може розглядатися як сприятлива для застосування зазначеної формули як універсальної, тобто, застосовної до різних ситуацій. Від самого початку вона такою не була – як вбачається зі справи «Станєв проти Болгарії» (Stanev v. Bulgaria). Упродовж певного часу."
        }
    },
    {
        "id": 374,
        "translation": {
            "en": "And indeed: as that formula was coined by the Grand Chamber based on references to the cases, which differed very much with regard to the legal questions, why then could it not be used as a template in setting aside complaints in any other types of cases, where the Court for some reason did not wish to engage in a full-scale examination of otherwise admissible complaints? The legitimacy of the explosion of its indiscriminate use would not seem to be a matter of concern.",
            "uk": "І дійсно: оскільки ця формула була закріплена Великою палатою на підставі посилань на справи, які дуже відрізнялися в юридичних питаннях, чому б не скористатися цим шаблоном для залишення без розгляду скарг у будь-яких інших типах справ, в яких Суд з якихось причин не бажав здійснювати повномасштабний розгляд інших прийнятних скарг? Існування правомірних підстав для різкого збільшення безрозбірливого застосування цієї формули, здається, не викликатиме занепокоєння."
        }
    },
    {
        "id": 375,
        "translation": {
            "en": "53.  Still, the question persists: why on earth did the Court, in Centre for Legal Resources on behalf of Valentin Câmpeanu, base the setting aside the complaints under Articles 5, 8 and 14 on the “main legal questions” clause, rather than using any of the two habitual formulas (which would appear to be synonymic)?",
            "uk": "53.  Усе ще залишається питання: чому ж Суд у рішенні у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) обґрунтував залишення без розгляду скарг за статтями 5, 8 і 14 Конвенції фразою «основні юридичні питання», а не скористався будь-якою з двох звичних формул (які вбачаються синонімічними)?"
        }
    },
    {
        "id": 376,
        "translation": {
            "en": "56.  Why then was the “main legal questions” formula (which was only sporadically used in pre-Câmpeanu case-law) reinforced in Centre for Legal Resources on behalf of Valentin Câmpeanu as a distinct construct of the Court’s legalese?",
            "uk": "56.  Чому ж тоді формула «основних юридичних питань» (яка поодиноко застосовувалася у практиці до ухвалення рішення «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania), була закріплена у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) як особлива конструкція юридичної мови Суду?"
        }
    },
    {
        "id": 377,
        "translation": {
            "en": "57.  Trying to answer that rather general question in this (already quite lengthy) opinion would go far beyond its purpose, which is more moderate. The underlying purpose and content, and the limits, of the legitimate employment of the Câmpeanu formula still wait to be revealed.",
            "uk": "57.  Спроба відповісти на це доволі загальне питання у цій (вже досить довгій) думці вийде далеко за межі її мети, яка є більш помірною. Основна мета та зміст, а також межі правомірного застосування формули Кимпеану все ще чекають на розкриття."
        }
    },
    {
        "id": 378,
        "translation": {
            "en": "My point is that the formula in question is not at all universal and, in particular, that it was not applicable in the present case. Its non-universality implies that caution should be exercised each and every time the Court is tempted to employ it as a tool for justifying the narrowing of the scope of the examination of an applicant’s grievances.",
            "uk": "На мою думку, ця формула зовсім не є універсальною і, зокрема, вона не є застосовною до цієї справи. Її неуніверсальність передбачає, що слід бути обережним у кожному випадку, коли Суд відчуває спокусу застосувати її як інструмент для обгрунтування звуження обсягу розгляду скарг заявника."
        }
    },
    {
        "id": 379,
        "translation": {
            "en": "59.  But if there is in fact a tertium, that is to say, if neither the first nor the second option holds, then the legitimacy of the Câmpeanu formula can hardly be sustained. In the unfortunate event of tertium, what this template is about is a camouflage of a fiat. An escapist smokescreen (whatever the reason for the escapism).",
            "uk": "59.  Однак, якщо насправді існує tertium, тобто, якщо ні перший, ні другий варіанти не підходять, тоді правомірність формули Кимпеану навряд чи може бути підтверджена. У прикрому випадку існування tertium цей шаблон перетворюється в маскування вказівки. Димова завіса втікача від відповідальності (якою б не була причина для такої втечі)."
        }
    },
    {
        "id": 380,
        "translation": {
            "en": "Someday their name may be Legion.",
            "uk": "Колись ймення їм буде Легіон."
        }
    },
    {
        "id": 381,
        "translation": {
            "en": "VII",
            "uk": "VII"
        }
    },
    {
        "id": 382,
        "translation": {
            "en": "61.  Whatever may be the merits of the umbrella formula in question outside the context of the present dispute (I hope that there were some, and we cannot rule out that there may be some), it was (as already mentioned) not applicable in the present case. Regrettably, in this case, together with the applicant’s complaint under Article 8, the caution which the Court should exercise when it is tempted to use the Câmpeanu formula (see paragraph 57 above), has also been set aside.",
            "uk": "61.  Якою б не була суть цієї захисної формули поза контекстом цього спору (я сподіваюся, що вона існує, і ми не можемо виключити її існування), вона була (як я вже казав) незастосовною у цій справі. На жаль, у цій справі Суд разом зі скаргою заявника за статтею 8 Конвенції залишив поза увагою й обережність, яку повинен проявляти, коли має намір застосувати формулу Кимпеану (див. пункт 57)."
        }
    },
    {
        "id": 383,
        "translation": {
            "en": "Similar questions pertain to the “no need to give a separate ruling” clause. “No need” – to whom? To the applicant? Few would be surprised if he disagrees with that. Then – to the Court? As if the Court works for itself.",
            "uk": "Аналогічні питання стосуються формулювання «немає потреби виносити окреме рішення». У кого «немає потреби»? У заявника? Мало хто буде здивований, якщо заявник з цим не погодиться. Тоді у Суду? Ніби Суд працює заради себе."
        }
    },
    {
        "id": 384,
        "translation": {
            "en": "66.  Let it be noted en passant that, as a rule, the number of violations of the Convention found in a case also has a bearing on the amount of just satisfaction awarded to the applicant under Article 41. This is, I repeat, only by the way.",
            "uk": "66.  Варто зазначити en passant, що, як правило, кількість встановлених у справі порушень Конвенції також впливає на розмір справедливої сатисфакції, яка присуджується заявнику відповідно до статті 41 Конвенції. Це, я повторюю, лише між іншим."
        }
    },
    {
        "id": 385,
        "translation": {
            "en": "67.  By abruptly labelling the legal questions already examined in the instant case as the “main” ones, the majority effectively categorised, in an a contrario manner, the questions arising from the complaint under Article 8 as “not main” (most certainly they had not meant “not legal”).",
            "uk": "67.  Різко визначивши вже розглянуті у цій справі юридичні питання «основними», більшість, по суті, охарактеризувала a contrario питання, які випливали зі скарги за статтею 8 Конвенції, як «неосновні» (зрозуміло, вона не мала на увазі «неюридичні»)."
        }
    },
    {
        "id": 386,
        "translation": {
            "en": "68.  This raises another issue – on the surface a linguistic one, but with legal and doctrinal implications.",
            "uk": "68.  Це викликає ще одне питання – на перший погляд суто лінгвістичне, проте з юридичними та доктринальними наслідками."
        }
    },
    {
        "id": 387,
        "translation": {
            "en": "VIII",
            "uk": "VIII"
        }
    },
    {
        "id": 388,
        "translation": {
            "en": "The same would pertain also to (hopefully only hypothetical) complaints as regards the conditions of that applicant’s detention (which presumably are not unsatisfactory prima facie, if I have drawn the correct conclusion from the communication report), if they deteriorate in future.",
            "uk": "Те саме також стосуватиметься (сподіватимемося, тільки гіпотетично) скарг на умови тримання цього заявника під вартою (які, ймовірно, prima facie є задовільними якщо я зробив правильний висновок зі звіту про повідомлення), якщо вони погіршаться у майбутньому."
        }
    },
    {
        "id": 389,
        "translation": {
            "en": "72.  The risk is there that the Câmpeanu formula, if indiscriminately, nay enthusiastically applied (I again refer to the Court’s case-law database – see paragraph 47 above), may serve as a tool for levelling those applications, which are loaded with a greater number of allegations, with those which contain less of them. This would look like a quota system, would it not?",
            "uk": "72.  Ризик полягає в тому, що при безрозбірливому частому застосуванні (я знову посилаюся на базу даних практики Суду – див. пункт 47) формула Кимпеану може стати інструментом для зрівняння тих заяв, що містять більшу кількість тверджень, з тими, в яких їх менше. Це виглядатиме, як система квот, чи не так?"
        }
    },
    {
        "id": 390,
        "translation": {
            "en": "In football two to one would be a win. But that win would be tarnished if the winning team had scored an own goal.",
            "uk": "У футболі рахунок два-один вважатиметься перемогою. Але ця перемога було б затьмарена, якби команда-переможець забила гол у свої ворота."
        }
    },
    {
        "id": 391,
        "translation": {
            "en": "Continuing on this analogy, I regret to say that in the instant case the Câmpeanu formula served as a means of disqualifying the goalie.",
            "uk": "Продовжуючи цю аналогію, я з великим сумом заявляю, що у цій справі формула Кимпеану стала засобом дискваліфікації воротаря."
        }
    },
    {
        "id": 392,
        "translation": {
            "en": "For if this is not discrimination, then, for the Convention’s sake, what is it?",
            "uk": "Адже що це, як не дискримінація, з точки зору Конвенції?"
        }
    },
    {
        "id": 393,
        "translation": {
            "en": "PARTLY DISSENTING OPINION OF JUDGE BOŠNJAK",
            "uk": "ЧАСТКОВО ОКРЕМА ДУМКА СУДДІ БОШНЯК"
        }
    }
]