[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF LAZORIVA v. UKRAINE",
            "uk": "СПРАВА «ЛАЗОРІВА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 6878/14)",
            "uk": "(Заява № 6878/14)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "17 April 2018",
            "uk": "17 квітня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "17/07/2018",
            "uk": "17/07/2018"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 \nстатті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Lazoriva v. Ukraine,",
            "uk": "У справі «Лазоріва проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Vincent A. De Gaetano, President,",
            "uk": "Вінсент А. Де Гаетано (Vincent A. De Gaetano), Голова,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Ganna Yudkivska,",
            "uk": "Ганна Юдківська (Ganna Yudkivska),"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Paulo Pinto de Albuquerque,",
            "uk": "Пауло Пінто де Альбукерке (Paulo Pinto de Albuquerque),"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Egidijus Kūris,",
            "uk": "Егідіюс Куріс (Egidijus Kūris),"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "Iulia Motoc,",
            "uk": "Юлія Моток (Iulia Motoc),"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "Carlo Ranzoni,",
            "uk": "Карло Ранцоні (Carlo Ranzoni),"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Péter Paczolay, judges,",
            "uk": "Петер Пацолай (Péter Paczolay), судді,"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "and Marialena Tsirli, Section Registrar,",
            "uk": "та Маріалена Цирлі (Marialena Tsirli),Секретар секції,"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Having deliberated in private on 6 March 2018,",
            "uk": "після обговорення за зачиненими дверима 06 березня 2018 року,"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "1.  The case originated in an application (no. 6878/14) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Nataliya Olegivna Lazoriva (“the applicant”), on 16 December 2013.",
            "uk": "1.  Справу було розпочато за заявою (№ 6878/14), яку 16 грудня 2013 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянка Росії, пані Наталія Олегівна Лазоріва (далі – заявниця)."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "2.  The applicant was represented by Mr B. Fokiy, a lawyer practising in Chernivtsi. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna, of the Ministry of Justice.",
            "uk": "2.  Заявницю представляв пан Б. Фокій, юрист, який практикує у м. Чернівці. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "3.  The applicant complained, in the main, under Article 6 § 1 of the Convention that she had had no access to the proceedings concerning the adoption of her nephew, and that the impugned adoption had violated her Article 8 rights.",
            "uk": "3.  Заявниця скаржилась переважно за пунктом 1 статті 6 Конвенції на відсутність у неї доступу до провадження щодо усиновлення її племінника та, що оскаржуване усиновлення порушило її право за статтею 8."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "4.  On 14 October 2015 the application was communicated to the Government. The Government and the applicant each filed observations on the application.",
            "uk": "4.  14 жовтня 2015 року про заяву було повідомлено Уряд. Уряд і заявниця подали зауваження щодо заяви."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "5.  Written submissions were also received from the Government of the Russian Federation, which made use of their right to intervene in the proceedings as a third party under Article 36 § 1 of the Convention and Rule 44 of the Rules of Court.",
            "uk": "5.  Також письмові зауваження були отримані від Уряду Російської Федерації, який скористався своїм правом вступити у справу в якості третьої сторони відповідно до пункту 1 статті 36 Конвенції та Правила 44 Регламенту Суду."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "A.  Background to the case",
            "uk": "A.  Події, що передували справі"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "6.  The applicant was born in Chernivtsi in Ukraine in 1966. In 1984 she moved to Magadan in Russia (which is about 12,000 kilometres away from Chernivtsi), where she obtained a teaching degree and has been working as a school teacher for over twenty years.",
            "uk": "6.  Заявниця народилася в Україні у м. Чернівці у 1966 році. \nУ 1984 році вона переїхала до м. Магадан у Росію (яке знаходиться на відстані приблизно 12 000 км від м. Чернівці), де отримала педагогічну освіту та більше двадцяти років працювала шкільним вчителем."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "7.  Her sister, K.T.O., a Russian national, also lived in Magadan for a certain period of time. In February 1993 K.T.O. gave birth to a girl, K.L.S., who is also a Russian national. In December 1993 K.T.O. together with K.L.S. moved to Chernivtsi, where her parents (the grandparents of K.L.S.) lived. Subsequently, the grandparents raised K.L.S. for about ten years.",
            "uk": "7.  Її сестра, К.Т.О., громадянка Росії, також протягом певного періоду часу проживала у м. Магадан. У лютому 1993 року К.Т.О. народила дівчинку, К.Л.С., яка також є громадянкою Росії. У грудні 1993 року К.Т.О. разом із К.Л.С. переїхала до м. Чернівці, де проживали її батьки (дід і бабуся К.Л.С.). Після цього дід і бабуся виховували К.Л.С. протягом приблизно десяти років."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "8.  In 2004 the applicant’s parents and K.L.S. moved to Ludinovo, the Kaluga Region in Russia (which is about 1,100 km away from Chernivtsi and about 11,000 km away from Magadan). In August 2007 K.L.S. moved to Magadan and, since that time, has lived together with the applicant in her flat.",
            "uk": "8.  У 2004 році батьки заявниці та К.Л.С. переїхали до м. Людиново, Калузька область, Росія (яке знаходиться на відстані приблизно \n1 100 км від м. Чернівці та приблизно 11 000 км від м. Магадан). \nУ серпні 2007 року К.Л.С. переїхала до м. Магадан і з того часу проживала разом із заявницею в її квартирі."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "9.  By a decision of 29 December 2007, the mayor of Magadan appointed the applicant as the guardian of K.L.S., on the grounds that the child’s parents did not take care of her.",
            "uk": "9.  Постановою від 29 грудня 2007 року мер м. Магадан призначив заявницю піклувальником К.Л.С. у зв’язку з тим, що батьки дитини не піклувалися про неї."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "10.  On 20 February 2009 the Magadan Town Court allowed a claim by the applicant and deprived the parents of K.L.S. of their parental rights in respect of the child, on the grounds that they had failed to take care of her for over fifteen years. No appeal was lodged and on 11 March 2009 the judgment entered into force. No information was submitted to the Court as to whether the parents of K.L.S. had been informed of that judgment.",
            "uk": "10.  20 лютого 2009 року Магаданський міський суд задовольнив позов заявниці та позбавив батьків К.Л.С. їхніх батьківських прав у зв’язку з тим, що вони не піклувалися про неї більше п’ятнадцяти років. Апеляційна скарга не подавалась і 11 березня 2009 року рішення набрало законної сили. Суду не була надана інформація, чи були повідомлені батьки К.Л.С. про це рішення."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "B.  The applicant’s attempt to become a legal tutor (a guardian for children under fourteen) of her sister’s second child",
            "uk": "B.  Спроба заявниці стати опікуном (особа, яка здійснює опіку над дитиною, яка не досягла чотирнадцяти років) другої дитини її сестри"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "12.  The applicant claims that she and her parents visited K.O.S. in Chernivtsi on several occasions and maintained “a close family link” with him. In particular, she referred to her parents’ visits in April 2010 and May 2012 and her visit in August 2010. According to a copy of an undated letter from K.T.O., the applicant visited her and K.O.S. in Chernivtsi between 2010 and 2012 (no specific dates being indicated), and sent them parcels with food and clothes.",
            "uk": "12.  Заявниця стверджує, що вона та її батьки неодноразово відвідували К.О.С. у м. Чернівці та підтримували з ним «тісний сімейний зв’язок». Зокрема, вона посилалась на візити її батьків у квітні 2010 року та травні 2012 року, та свій візит у серпні 2010 року. Відповідно до копії недатованого листа від К.Т.О., заявниця відвідувала її та К.О.С. у м. Чернівці у період з 2010 року до 2012 року (точні дати не зазначені) і надсилала їм посилки з їжею та одягом."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "13.  In March 2012 K.O.S. was taken into care as his mother had left him alone in her flat for over twenty-four hours.",
            "uk": "13.  У березні 2012 року К.О.С. був поміщений у будинок дитини, оскільки його мати залишила його самого у своїй квартирі більше ніж на двадцять чотири години."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "14.  On 5 July 2012 the Shevchenkivskyy Court deprived K.T.O. of her parental rights in respect of K.O.S., holding that she had not cared for him and had not played a part in his upbringing. No appeal was lodged and on 15 July 2012 the judgment entered into force. No information was submitted to the Court as to whether the parents of K.O.S. had been informed of that judgment.",
            "uk": "14.  05 липня 2012 року Шевченківський суд позбавив К.Т.О. її батьківських прав щодо К.О.С., встановивши, що вона не піклувалась про нього та не брала участі у його вихованні. Апеляційна скарга не подавалась і 15 липня 2012 року рішення набрало законної сили. Суду не була надана інформація, чи повідомлялись батьки К.О.С. про це рішення."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "15.  On 27 July 2012 K.O.S. was put on the list of children deprived of parental care who could be adopted. On 14 August 2012 the Executive Committee of the Chernivtsi Town Council gave K.O.S. the formal status of a child deprived of parental care.",
            "uk": "15.  27 липня 2012 року К.О.С. був взятий на облік дітей, позбавлених батьківського піклування, які можуть бути усиновлені. 14 серпня 2012 року виконавчий комітет Чернівецької міської ради надав К.О.С. офіційний статус дитини, позбавленої батьківського піклування."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "17.  In August and September 2012 the applicant made a number of telephone calls to the Childcare Service of Chernivtsi and to the orphanage, asking them to take into account that she wished to become K.O.S.’s legal tutor, and that she was preparing the necessary documents to make a formal application.",
            "uk": "17.  У серпні та вересні 2012 року заявниця декілька разів телефонувала до служби у справах дітей м. Чернівці та до будинку дитини з проханням взяти до уваги те, що вона бажала стати опікуном К.О.С. і готувала необхідні документи для подання офіційної заяви."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "18.  At the applicant’s request, the Tutelage and Guardianship Service of Magadan sent a letter to the Childcare Service of Chernivtsi informing them that she wished to become K.O.S.’s legal tutor and that she had fulfilled her obligations as K.L.S.’s tutor. The Tutelage and Guardianship Service of Magadan also asked the Childcare Service of Chernivtsi not to consider other candidates for the role of K.O.S.’s tutor.",
            "uk": "18.  За клопотанням заявниці орган опіки та піклування м. Магадан направив листа до служби у справах дітей м. Чернівці, повідомивши їх, що вона бажала стати опікуном К.О.С., і що вона виконала свої обов’язки як піклувальник К.Л.С. Орган опіки та піклування м. Магадан також просив службу у справах дітей м. Чернівці не розглядати в якості опікуна К.О.С. інших кандидатів."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "20.  On 10 October 2012 the Tutelage and Guardianship Service of Magadan issued an opinion stating that, given her personal situation and qualities, the applicant could become a legal tutor or guardian.",
            "uk": "20.  10 жовтня 2012 року орган опіки та піклування м. Магадан надав висновок, у якому зазначалось, що з огляду на її особисте становище та якості, заявниця могла стати опікуном або піклувальником."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "21.  On 22 October 2012 the applicant went to Chernivtsi, mainly to initiate procedures with a view to becoming K.O.S.’s tutor and to meet him there. Ultimately, this was not possible, as he had been adopted by S.S.V. and S.O.V. prior to her arrival in Ukraine (see paragraph 26 below) and the Ukrainian authorities refused to help her to meet K.O.S.",
            "uk": "21.  22 жовтня 2012 року заявниця поїхала до м. Чернівці, здебільшого з метою ініціювати процедуру встановлення опіки над К.О.С. і зустрітися з ним там. Зрештою це виявилося неможливим, оскільки він був усиновлений С.С.В. і С.О.В. до її приїзду в Україну (див. пункт 26), і органи влади України відмовилися допомогти їй побачитися з К.О.С."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "C.  Adoption of K.O.S.",
            "uk": "C.  Усиновлення К.О.С."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "22.  On 30 August 2012 a married couple, S.S.V. and S.O.V., who were on the list of persons wishing to adopt a child, were allowed to meet with K.O.S. at the orphanage.",
            "uk": "22.  30 серпня 2012 року подружжю С.С.В. та С.О.В., яке перебувало на обліку осіб бажаючих усиновити дитину, було видано дозвіл на зустріч з К.О.С. у притулку для дітей."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "23.  On 6 September 2012 they informed the Childcare Service of Chernivtsi that they wished to adopt K.O.S. and asked it to issue an opinion in favour of the adoption.",
            "uk": "23.  06 вересня 2012 року вони повідомили службу у справах дітей м. Чернівці про своє бажання усиновити К.О.С. і просили надати висновок про доцільність усиновлення."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "25.  On 24 September 2012 S.S.V. and S.O.V. lodged an adoption application in respect of K.O.S. with the Pershotravnevyy Court.",
            "uk": "25.  24 вересня 2012 року С.С.В та С.О.В. звернулися до Першотравневого суду із заявою про усиновлення К.О.С."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "26.  On 2 October 2012 the Pershotravnevyy Court, having examined the case at a closed hearing with the participation of S.S.V. and S.O.V. and representatives from the Childcare Service and the orphanage, delivered a judgment granting the adoption. It also ordered that K.O.S.’s surname be changed to that of the adoptive parents and that S.S.V. and S.O.V. be registered respectively as his father and mother instead of his biological parents.",
            "uk": "26.  02 жовтня 2012 року Першотравневий суд, розглянувши справу у закритому засіданні за участю С.С.В. та С.О.В. і представників служби у справах дітей та притулку для дітей, ухвалив рішення про надання дозволу на усиновлення. Суд також вирішив, щоб прізвище К.О.С. було змінене на прізвище усиновителів, а С.С.В. та С.О.В. відповідно були зареєстровані його батьком та матір’ю замість його біологічних батьків."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "27.  The court essentially relied on the information contained in the opinion of the Executive Committee of Chernivtsi. The court held that the requested adoption was in the interests of the child in being raised in “stable life conditions and in [an atmosphere of] harmony”.",
            "uk": "27.  Суд здебільшого посилався на інформацію, наведену у висновку виконавчого комітету Чернівецької міської ради. Суд встановив, що усиновлення, про яке просили позивачі, було в інтересах дитини виховуватися у «стабільних та гармонійних умовах життя»."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "28.  The applicant was informed of the judgment of 2 October 2012 following a delay, though she did not specify how long the delay had been.",
            "uk": "28.  Заявниця була поінформована про рішення від 02 жовтня 2012 року із затримкою, але вона не зазначила наскільки довгою була ця затримка."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "30.  On 18 March 2013 K.L.S. sent a letter to the Court of Appeal stating that she and the rest of her family (notably her grandparents and the applicant) had a close connection with K.O.S. and that he wished to live with them.",
            "uk": "30.  18 березня 2013 року К.Л.С. надіслала до апеляційного суду листа, зазначивши, що вона та інші члени її сім’ї (зокрема, її дід і бабуся та заявниця) мали тісний зв’язок із К.О.С., та що він бажав проживати разом з ними."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "31.  On 4 April 2013 the Court of Appeal refused to examine the applicant’s appeal on the grounds that the judgment did not concern her right or interest in becoming the child’s legal tutor, or any obligations in that regard which in principle could be the subject matter of a separate claim.",
            "uk": "31.  04 квітня 2013 року апеляційний суд відмовив у розгляді апеляційної скарги заявниці у зв’язку з тим, що рішення суду не стосувалося її прав або інтересів, пов’язаних із встановленням опіки над дитиною, чи будь-яких відповідних обов’язків, які в принципі могли бути предметом окремого позову."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "32.  The applicant appealed in cassation, mainly arguing that the Court of Appeal had failed to examine her arguments and that she had been deprived of access to a court, in violation of the procedural rules.",
            "uk": "32.  Заявниця подала касаційну скаргу, стверджуючи головним чином, що апеляційний суд не розглянув її доводи, та що вона була позбавлена доступу до суду у порушення процесуальних норм."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "33.  On 10 July 2013 the Higher Specialised Court for Civil and Criminal Matters rejected the applicant’s cassation appeal on the basis that it had not been demonstrated that the contested decision of the Court of Appeal was unlawful.",
            "uk": "33.  10 липня 2013 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ відмовив у розгляді касаційної скарги заявниці, оскільки нею не було доведено, що оскаржувана ухвала апеляційного суду була незаконною."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "D.  Further developments",
            "uk": "D.  Подальший розвиток подій"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "34.  According to the applicant’s submissions of 29 March 2016, on an unspecified date K.T.O. left Ukraine for Russia and she currently resides with her parents (the grandparents of K.O.S.) in Ludinovo.",
            "uk": "34.  Згідно з доводами заявниці від 29 березня 2016 року у незазначений день К.Т.О. виїхала з України до Росії та наразі проживає зі своїми батьками (дідом і бабусею К.О.С.) у м. Людиново."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "A.  Tutelage and guardianship",
            "uk": "A.  Опіка та піклування"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "B.  Adoption",
            "uk": "B.  Усиновлення"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "40.  Under Article 207 of the Family Code, an adoption must serve the child’s best interests and ensure that he or she is raised in stable life conditions and in an atmosphere of harmony. Its effect is that the adopted child attains the legal status of a child of the adoptive parents. The legal relationship of the child to his or her former relatives and the respective personal and economic rights and obligations arising out of that relationship are thereby extinguished (Article 232 of the Family Code).",
            "uk": "40.  Відповідно до статті 207 Сімейного кодексу України усиновлення повинно провадитися у найвищих інтересах дитини та забезпечувати її виховання у стабільних та гармонійних умовах життя. Його наслідком є те, що усиновлена дитина набуває юридичного статусу дитини усиновлювачів. Правовідносини між дитиною та її колишніми родичами та відповідні особисті та майнові права і обов’язки, що виникають із цих правовідносин, внаслідок цього припиняються (стаття 232 Сімейного кодексу України)."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "41.  The child should be informed of the legal consequences of adoption; his or her consent to the adoption is required, unless the child does not understand “what adoption is” (Article 218 of the Family Code).",
            "uk": "41.  Дитина має бути проінформована про правові наслідки усиновлення; для усиновлення потрібна її згода за винятком випадку, коли дитина не усвідомлює «факту усиновлення» (стаття 218 Сімейного кодексу України)."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "42.  The adoption may be annulled or invalidated by a court upon an application by the child if he or she has turned fourteen, his or her parents, adoptive parents, a legal tutor, a guardian, a tutelage authority, or a prosecutor (Article 240 of the Family Code). This list is exhaustive.",
            "uk": "42.  Усиновлення може бути скасоване або визнане недійсним судом за позовом дитини, якщо вона досягла чотирнадцяти років, її батьків, усиновлювачів, опікуна, піклувальника, органу опіки та піклування або прокурора (стаття 240 Сімейного кодексу України). Цей перелік є вичерпним."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "C.  Citizenship",
            "uk": "C.  Громадянство"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "III.  RELEVANT INTERNATIONAL TREATIES",
            "uk": "III.  ВІДПОВІДНІ МІЖНАРОДНІ ДОГОВОРИ"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "A.  The United Nations Convention on the Rights of the Child of 1989",
            "uk": "A.  Конвенція Організації Об’єднаних Націй про права дитини 1989 року"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "44.  The relevant provisions of the United Nations Convention on the Rights of the Child of 1989, which entered into force in respect of Ukraine on 27 September 1991, read:",
            "uk": "44.  Відповідні положення Конвенції Організації Об’єднаних Націй про права дитини 1989 року, яка набула чинності для України \n27 вересня 1991 року, передбачають:"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "Article 3",
            "uk": "Стаття 3"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "“1.  In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.",
            "uk": "«1.  В усіх діях щодо дітей, незалежно від того, здійснюються вони державними чи приватними установами, що займаються питаннями соціального забезпечення, судами, адміністративними чи законодавчими органами, першочергова увага приділяється якнайкращому забезпеченню інтересів дитини."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "2.  States Parties undertake to ensure the child such protection and care as is necessary for his or her well-being, taking into account the rights and duties of his or her parents, legal guardians, or other individuals legally responsible for him or her, and, to this end, shall take all appropriate legislative and administrative measures.",
            "uk": "2.  Держави-учасниці зобов’язуються забезпечити дитині такий захист і піклування, які необхідні для її благополуччя, беручи до уваги права й обов’язки її батьків, опікунів чи інших осіб, які відповідають за неї за законом, і з цією вживають всіх відповідних законодавчих і адміністративних заходів."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "Article 5",
            "uk": "Стаття 5"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "“States Parties shall respect the responsibilities, rights and duties of parents or, where applicable, the members of the extended family or community as provided for by local custom, legal guardians or other persons legally responsible for the child, to provide, in a manner consistent with the evolving capacities of the child, appropriate direction and guidance in the exercise by the child of the rights recognized in the present Convention.”",
            "uk": "«Держави-учасниці поважають відповідальність, права і обов’язки батьків і у відповідних випадках членів розширеної сім’ї чи общини, як це передбачено місцевим звичаєм, опікунів чи інших осіб, які за законом відповідають за дитину, належним чином управляти і керувати дитиною щодо здійснення визнаних цією Конвенцією прав і робити це згідно зі здібностями дитини, що розвиваються.»"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Article 20",
            "uk": "Стаття 20"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "“1.  A child temporarily or permanently deprived of his or her family environment, or in whose own best interests cannot be allowed to remain in that environment, shall be entitled to special protection and assistance provided by the State.",
            "uk": "«1.  Дитина, яка тимчасово або постійно позбавлена сімейного оточення або яка в її власних якнайкращих інтересах не може залишатися в такому оточенні, має право на особливий захист і допомогу, що надаються державою."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "2.  States Parties shall in accordance with their national laws ensure alternative care for such a child.",
            "uk": "2.  Держави-учасниці відповідно до своїх національних законів забезпечують зміну догляду за дитиною."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "3.  Such care could include, inter alia, foster placement, kafalah of Islamic law, adoption or if necessary placement in suitable institutions for the care of children. When considering solutions, due regard shall be paid to the desirability of continuity in a child’s upbringing and to the child’s ethnic, religious, cultural and linguistic background.”",
            "uk": "3.  Такий догляд може включати, зокрема, передачу на виховання, «кафала» за ісламським правом, усиновлення або, за необхідності, направлення до відповідних установ по догляду за дітьми. Під час розгляду варіантів зміни необхідно належним чином враховувати бажаність наступництва виховання дитини, її етнічне походження, релігійну і культурну належність і рідну мову.»"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "Article 21",
            "uk": "Стаття 21"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "“States Parties that recognize and/or permit the system of adoption shall ensure that the best interests of the child shall be the paramount consideration and they shall:",
            "uk": "«Держави-учасниці, які визнають і/чи дозволяють існування системи усиновлення, забезпечують, щоб найкращі інтереси дитини враховувалися в першочерговому порядку, і вони:"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "(a)  Ensure that the adoption of a child is authorized only by competent authorities who determine, in accordance with applicable law and procedures and on the basis of all pertinent and reliable information, that the adoption is permissible in view of the child’s status concerning parents, relatives and legal guardians and that, if required, the persons concerned have given their informed consent to the adoption on the basis of such counselling as may be necessary;",
            "uk": "(a)  забезпечують, щоб усиновлення дитини дозволяли лише компетентні власті, які визначають згідно з застосовуваними законом і процедурами та на підставі всієї інформації, що має відношення до справи і достовірна, що усиновлення допустимо з огляду на статус дитини щодо батьків, родичів і законних опікунів і що, якщо потрібно, зацікавлені особи дали свою усвідомлену згоду на усиновлення на підставі такої консультації, яка може бути необхідною;"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "B.  The Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters of 1993",
            "uk": "B.  Конвенція про правову допомогу і правові відносини у цивільних, сімейних і кримінальних справах 1993 року"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Article 33",
            "uk": "Стаття 33"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Guardianship and tutelage",
            "uk": "Опіка і піклування"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "“1.  Guardianship or tutelage as regards a person shall be established and cancelled in accordance with the laws of the Contracting Party of which that person is a national.",
            "uk": "«1.  Встановлення або скасування опіки і піклування провадиться за законодавством Договірної Сторони, громадянином якої є особа, у відношенні якої встановлюється або скасовується опіка або піклування."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "2.  The legal relationship between the legal guardian or tutor and the person under guardianship or tutelage shall be governed by the laws of the Contracting Party whose body appointed the legal guardian or tutor.",
            "uk": "2.  Правовідносини між опікуном або піклувальником і особою, що знаходиться під опікою або піклуванням, регулюються законодавством Договірної Сторони, установа якої призначила опікуна або піклувальника."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "3.  The duty to accept guardianship or tutelage shall be set out by the laws of the Contracting Party of which the person to be appointed as legal guardian or tutor is a national.",
            "uk": "3.  Обов’язок прийняти опікунство або піклування встановлюється законодавством Договірної Сторони, громадянином якої є особа, призначувана опікуном або піклувальником."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "4. A national of the Contracting Party may be appointed as the legal guardian or tutor of a national of another Contracting Party if [the former] resides in the territory of the Contracting Party where the guardianship or tutelage will take place.”",
            "uk": "4.  Опікуном або піклувальником особи, що є громадянином однієї Договірної Сторони, може бути призначений громадянин іншої Договірної Сторони, якщо [останній] проживає на території Сторони, де буде здійснюватися опіка або піклування.»"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "Article 34",
            "uk": "Стаття 34"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Jurisdiction of bodies of the Contracting Parties in guardianship and tutelage matters",
            "uk": "Компетентність установ Договірних Сторін у питаннях опіки і піклування"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "“Guardianship or tutelage as regards a person shall be established and cancelled by the bodies of the Contracting Party of which that person is a national, if the present Convention does not provide otherwise...”",
            "uk": "«По справах про встановлення або скасування опіки і піклування компетентні установи Договірної Сторони, громадянином якої є особа, у відношенні якого встановлюється або скасовується опіка або піклування, якщо інше не встановлено цією Конвенцією.»"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "Article 35",
            "uk": "Стаття 35"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "Guardianship and tutelage procedures",
            "uk": "Порядок вживання заходів по опіці і піклуванню"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "“1.  Where guardianship or tutelage is considered to be established as regards a nonnational residing, permanently or temporarily ... on the territory of another Contracting Party, the latter’s body shall inform, without delay, the body as provided for in Article 34 [of this Convention]...”",
            "uk": "«1.  У разі потреби вживання заходів по опіці або піклуванню в інтересах громадянина однієї Договірної Сторони, постійне місце проживання, місцеперебування ... якого знаходиться на території іншої Договірної Сторони, установа цієї Договірної Сторони невідкладно повідомляє установу, компетентну у відповідності зі статтею 34 [цієї Конвенції]...»"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "Article 37",
            "uk": "Стаття 37"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "Adoption",
            "uk": "Усиновлення"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "“1.  Adoption or its annulment shall be governed by the laws of the Contracting Party of which the adoptive parent is a national...",
            "uk": "«1.  Усиновлення або його скасування визначається за законодавством Договірної Сторони, громадянином якої є усиновитель..."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "2.  If the child is a national of another Contracting Party, the adoption or its annulment shall be subject to consent of the child’s legal representative and of the relevant authority [of that Contracting Party], and also the child’s consent where the law of the Contracting Party of which the child is a national so requires.",
            "uk": "2.  Якщо дитина є громадянином іншої Договірної Сторони, при усиновленні або його скасуванні необхідно одержати згоду законного представника і компетентного державного органу [цієї Договірної Сторони], а також згоду дитини, якщо це потрібно за законодавством Договірної Сторони, громадянином якої вона є."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private and family life ...",
            "uk": "«1.  Кожен має право на повагу до свого приватного і сімейного життя ..."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2.  Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб.»"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "47.  The Court notes that this part of the case is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "47.  Суд зазначає, що ця частина заяви не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "(a)  The Government",
            "uk": "(a)  Уряд"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "48.  The Government contended that no “family life” relationship, within the meaning of Article 8 of the Convention, had been established between the applicant and her nephew.",
            "uk": "48.  Уряд стверджував, що між заявницею та її племінником не було встановлено «сімейного життя» у розумінні статті 8 Конвенції."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "50.  Also, in the interview carried out by the Ukrainian childcare authorities in February 2013, the child had mentioned no ties to the applicant or her family living in Magadan, and had expressed the wish to remain with his adoptive parents (see paragraph 35 above).",
            "uk": "50.  Також під час бесіди, проведеної українською службою у справах дітей у лютому 2013 року, дитина не пригадала жодних зв’язків із заявницею або її сім’єю, яка проживає у м. Магадан, та висловила бажання залишитись з її усиновлювачами (див. пункт 35)."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "51.  The Government further contended that the circumstances of this case did not fall under the concept of “private life” within the meaning of Article 8 of the Convention, as there was no sufficient connection between the applicant and her nephew. Firstly, the applicant and her nephew were not close relatives biologically (such as mother and son). Secondly, the applicant had met her nephew only once (see paragraph 12 above).",
            "uk": "51.  Уряд також стверджував, що обставини цієї справи не підпадали під визначення «приватного життя» у розумінні статті 8 Конвенції, оскільки не існувало достатнього зв’язку між заявницею та її племінником. По-перше, заявниця та її племінник не були близькими родичами за біологічною ознакою (як, наприклад, мати та син). \nПо-друге, заявниця бачила свого племінника лише один раз \n(див. пункт 12)."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "52.  Relying on the foregoing arguments, the Government argued that the circumstances of this case concerned no rights and interests of the applicant protected by Article 8 of the Convention.",
            "uk": "52.  Посилаючись на наведені аргументи, Уряд стверджував, що обставини цієї справи не стосувалися прав та інтересів заявниці, які захищаються статтею 8 Конвенції."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "(b)  The applicant",
            "uk": "(b)  Заявниця"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "(c)  The Government of the Russian Federation",
            "uk": "(c)  Уряд Російської Федерації"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "58.  The Government of the Russian Federation argued that the refusal of the Ukrainian authorities to consider the applicant’s interest and intention to become the guardian of K.O.S., which had eventually led to the elimination of any contact between her and the child, had constituted an interference with her right to respect for private and family life.",
            "uk": "58.  Уряд Російської Федерації стверджував, що відмова органів влади України взяти до уваги інтерес заявниці та її намір стати опікуном К.О.С., яка зрештою призвела до припинення будь-якого контакту між нею та дитиною, становила втручання у її право на повагу до приватного та сімейного життя."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "(a)  General principles",
            "uk": "(a)  Загальні принципи"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "(b)  Application of those principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "64.  The Court considers that as regards the applicant’s complaints under Article 8, there are essentially three principal legal questions to be answered:",
            "uk": "64.  Суд вважає, що стосовно скарг заявниці за статтею 8 по суті існують три принципові юридичні питання, на які необхідно відповісти:"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(i)  whether the case concerns a right or interest protected by Article 8, and, in particular, whether it concerns the applicant’s “family life” or “private life”;",
            "uk": "(i)  чи стосується справа права або інтересу, охоронюваного статтею 8, та, зокрема, чи стосується вона «сімейного життя» або «приватного життя» заявниці;"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "(ii)  whether there was an interference with the applicant’s right to respect for “family life” or “private life”; and",
            "uk": "(ii)  чи було втручання у право заявниці на повагу до «сімейного життя» або «приватного життя»; та"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "(iii)  whether the Ukrainian authorities’ and courts’ alleged failure to give due consideration to the applicant’s intention to become her nephew’s legal tutor and/or their failure to involve her in the decision-making process as regards her nephew’s adoption discloses a violation of Article 8 of the Convention.",
            "uk": "(iii)  чи свідчить про порушення статті 8 Конвенції стверджувана відмова органів влади України та судів у належному розгляді наміру заявниці стати опікуном її племінника та/або їхня відмова залучити її до процесу прийняття рішення щодо усиновлення її племінника."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "(i)  the child was the applicant’s relative;",
            "uk": "(i)  дитина була родичем заявниці;"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "(ii)  she had contact with him, though not of a permanent or regular nature (see paragraph 12 above);",
            "uk": "(ii)  вона мала контакт з дитиною, хоча й не постійного або регулярного характеру (див. пункт 12);"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "(iii)  the applicant’s intention to become his legal tutor was genuine – she wished to care for him once she found out that his mother was unable to do so. She informed the authorities of her intention to become his tutor and started collecting documents in order to submit a formal application, the fact that she had previously become a tutor for the child’s half-sister was also of relevance (see paragraphs 9, 16, 17, 18 and 20 above); and",
            "uk": "(iii)  намір заявниці стати опікуном дитини був справжнім: вона виявила бажання піклуватися про неї як тільки дізналася, що її мати була нездатна робити це. Вона повідомила органи влади про свій намір стати його опікуном та почала збирати документи з метою подання офіційної заяви, також мав значення той факт, що раніше вона вже була піклувальником зведеної сестри дитини (див. пункти 9, 16, 17,18 і 20); та"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "67.  All the foregoing considerations being taken cumulatively, the Court finds that the present case concerns the applicant’s “private life”, rather than her “family life”, within the meaning of Article 8 § 1 of the Convention.",
            "uk": "67.  Беручи до уваги всі наведені міркування у сукупності, Суд доходить висновку, що ця справа скоріше стосується «приватного життя» заявниці, а не її «сімейного життя», у розумінні пункту 1 \nстатті 8 Конвенції."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "68.  Turning to the second question, the Court notes that the adoption of the applicant’s nephew constituted an interference with her right to respect for her private life. It had the effect of (i) breaking the link between the applicant and her nephew, and (ii) defeating her attempt to become her nephew’s legal tutor (see paragraphs 40 and 42 above).",
            "uk": "68.  Повертаючись до другого питання, Суд зазначає, що усиновлення племінника заявниці становило втручання у її право на повагу до її приватного життя. Воно призвело до (i) порушення зв’язку між заявницею та її племінником та (іі) унеможливило її намір стати опікуном свого племінника (див. пункти 40 та 42)."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "70.  The foregoing considerations are sufficient for the Court to conclude that the interference with the applicant’s private life was not in compliance with the procedural requirements implicit in Article 8 of the Convention, and that accordingly there has been a violation of that provision. Those considerations also obviate the need to examine the other arguments submitted by the parties in the context of this part of the case.",
            "uk": "70.  Наведених міркувань достатньо для Суду, щоб дійти висновку, що втручання у приватне життя заявниці не відповідало процесуальним вимогам статті 8 Конвенції, та що, відповідно, було порушення цього положення. Ці міркування також усувають необхідність розгляду інших аргументів, наведених сторонами щодо цієї частини заяви."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "71.  The applicant complained of a lack of access to a court as regards her appeal against the judgment of 2 October 2012. In particular, she argued that the decision rejecting her appeal had been arbitrary and had been taken in violation of domestic law. She relied on Article 6 § 1 of the Convention, which reads, in so far as relevant, as follows:",
            "uk": "71.  Заявниця скаржилася на відсутність доступу до суду у зв’язку з її апеляційною скаргою на рішення від 02 жовтня 2012 року. Зокрема, вона стверджувала, що ухвала, якою її апеляційна скарга була залишена без розгляду, була свавільною та була постановлена з порушенням національного законодавства. Вона посилалася на пункт 1 статті 6 Конвенції, яка у відповідній частині передбачає:"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру ...»"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "72.  The Government contested the applicant’s complaint.",
            "uk": "72.  Уряд заперечив проти скарги заявниці."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "73.  The Government of the Russian Federation stated that there had been a violation of Article 6 § 1 of the Convention.",
            "uk": "73.  Уряд Російської Федерації стверджував, що було порушення пункту 1 статті 6 Конвенції."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "74.  The Court notes that this complaint is linked to those examined above under Article 8 of the Contention, and must therefore likewise be declared admissible.",
            "uk": "74.  Суд зазначає, що ця скарга пов’язана зі скаргою, розглянутою за статтею 8 Конвенції, і тому аналогічним чином має бути оголошена прийнятною."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "75.  Having regard to its findings relating to Article 8 (see paragraphs 6970 above), the Court considers that it is not necessary to examine separately whether there has also been a violation of Article 6 § 1 of the Convention in this case (see, mutatis mutandis, Vujica v. Croatia, no. 56163/12, §§ 10809, 8 October 2015).",
            "uk": "75.  З огляду на свої висновки, які стосуються статті 8 \n(див. пункти 69, 70), Суд вважає, що немає необхідності окремо розглядати, чи було порушення пункту 1 статті 6 Конвенції у цій справі (див., mutatis mutandis, рішення у справі «Вуїца проти Хорватії» \n(Vujica v. Croatia), заява № 56163/12, пункти 108, 109, від 08 жовтня 2015 року)."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "III.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "76.  Article 41 of the Convention provides:",
            "uk": "76.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "77.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "77.  Заявниця вимагала 10 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "78.  The Government contested the claim, stating that it was unsubstantiated and exorbitant.",
            "uk": "78.  Уряд заперечив проти вимоги, стверджуючи, що вона була необґрунтованою та надмірною."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "79.  The Court considers that the finding of a violation constitutes sufficient just satisfaction for any non-pecuniary damage the applicant may have sustained in the present case.",
            "uk": "79.  Суд вважає, що встановлення порушення становить достатню справедливу сатисфакцію будь-якої моральної шкоди, якої могла зазнати заявниця у цій справі."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "81.  The Government contended that the applicant’s claims for legal and travel expenses were not related to the present case, whereas the claim for translation had not been supported by the necessary details – notably, no pay rate had been indicated. Thus, those claims had to be rejected in full. As to the postal and printing costs, the Government left the matter to the Court’s discretion.",
            "uk": "81.  Уряд стверджував, що вимоги заявниці щодо компенсації судових і транспортних витрат не стосувалися цієї справи, а вимога щодо компенсації витрат, пов’язаних з перекладом, не підтверджувалася необхідними деталями, зокрема, не було зазначено тарифу. Отже, ці вимоги мали бути відхилені у повному обсязі. Щодо поштових витрат і витрат на друк Уряд залишив це питання на розсуд Суду."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "82.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 215 covering costs under all heads.",
            "uk": "82.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі Суд з огляду на всі наявні в нього документи та зазначені критерії вважає за належне присудити 215 євро в якості компенсації витрат за всіма пунктами."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "83.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "83.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "1.  Declares the application admissible;",
            "uk": "1.  Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 8 of the Convention;",
            "uk": "2.  Постановляє, що було порушення статті 8 Конвенції;"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "3.  Holds that there is no need to examine separately the complaint under Article 6 § 1 of the Convention;",
            "uk": "3.  Постановляє, що немає необхідності окремо розглядати скаргу за пунктом 1 статті 6 Конвенції;"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "4.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
            "uk": "4.  Постановляє, що встановлення порушення само по собі становить достатню справедливу сатисфакцію будь-якої моральної шкоди, якої зазнала заявниця;"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "5.  Holds",
            "uk": "5.  Постановляє, що:"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 215 (two hundred and fifteen euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into Russian roubles at the rate applicable at the date of settlement;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявниці 215 (двісті п’ятнадцять) євро та додатково суму будь-якого податку, що може нараховуватись заявниці, в якості компенсації судових та інших витрат; ця сума має бути конвертована в російські рублі за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на вищезазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "Done in English, and notified in writing on 17 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 17 квітня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додаються такі окремі думки:"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "(a)  Concurring opinion of Judge De Gaetano;",
            "uk": "(a)  окрема думка судді Де Гаетано, яка співпадає з позицією більшості;"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "(b)  Concurring opinion of Judge Yudkivska.",
            "uk": "(b)  окрема думка судді Юдківської, яка співпадає з позицією більшості."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "V.D.G.\nM.T.",
            "uk": "В.Д.Г.\nМ.Ц."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "CONCURRING OPINION OF JUDGE DE GAETANO",
            "uk": "ОКРЕМА ДУМКА СУДДІ ДЕ ГАЕТАНО, ЯКА СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "I voted with the majority for a procedural violation of Article 8 in this case. I wish, however, to underline the very narrow grounds on which this decision is based, and its irrelevance to the outcome of the child’s ultimate placement.",
            "uk": "Я голосував разом із більшістю за процесуальне порушення статті 8 у цій справі. Проте я хочу підкреслити дуже обмежені доводи, на яких ґрунтується це рішення, та його невідповідність результатам остаточного влаштування дитини."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "In other words, this is a case of a procedural flaw which nonetheless led to the right outcome as far as the child was concerned.",
            "uk": "Іншими словами, тут йдеться про процесуальний недолік, який, тим не менш, призвів до правильного результату для дитини."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "CONCURRING OPINION OF JUDGE YUDKIVSKA",
            "uk": "ОКРЕМА ДУМКА СУДДІ ЮДКІВСЬКОЇ, ЯКА СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "I voted with the majority for finding a violation of Article 8 in this case, even though I believe that the courts acted not only in the best interests of the child in question, but also in accordance with the applicable legislation. Strikingly enough they were completely silent, not to say ignorant, on these two crucial points in their judgments.",
            "uk": "Я голосувала разом із більшістю за встановлення порушення статті 8 у цій справі, хоча я вважаю, що суди діяли не лише у найкращих інтересах відповідної дитини, але і відповідно до чинного законодавства. Досить дивно, що вони нічого не зазначили, якщо не сказати, що проігнорували, з цих двох важливих питань у своїх рішеннях."
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "The failure to provide motivated decisions is a clear violation of the principles of procedural justice set out in this Court’s case-law. The Court being “a watchdog of procedural justice in human rights matters at the domestic level” could not but find a violation: “a lack of procedural justice, whether administered by ... the courts, or administrative authorities, constitutes harm in itself”.",
            "uk": "Ненадання мотивованих рішень є очевидним порушенням принципів процесуальної справедливості, встановлених практикою цього Суду. Оскільки Суд є «вартовим процесуальної справедливості у вирішенні питань, пов’язаних з правами людини, на національному рівні», він не міг не встановити порушення: «відсутність процесуальної справедливості у діяльності ... судів або адміністративних органів влади, сама по собі становить шкоду»."
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "1.  Best interests of the child",
            "uk": "1.  Найкращі інтереси дитини"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "The applicant, as an aunt of K.O.S. – apparently the closest relative capable of taking care of the child, was clearly entitled to do so. It is important to mention, however, that she at no stage offered to adopt the child. Had the applicant done so, given that she has also been raising K.O.S.’s sister, the situation would look rather different.",
            "uk": "Заявниця, як тітка К.О.С., очевидно найближчий родич, здатний піклуватися про дитину, безумовно мала на це право. Проте важливо зазначити, що вона на жодній стадії не пропонувала усиновити дитину. Якби заявниця зробила це, враховуючи, що вона також виховувала сестру К.О.С., ситуація виглядала б зовсім по іншому."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "Regardless of any good reasons which she might have had for proposing tutelage rather than adoption, it is important to note that adoption is normally the priority mode of caring for an abandoned child – only adopted child status allows an orphan no longer to be considered as an orphan and to obtain full rights on a par with biological offspring.",
            "uk": "Незважаючи на будь-які вагомі причини, які вона могла наводити на користь опіки, а не усиновлення, важливо зазначити, що усиновлення зазвичай є кращим видом піклування над покинутою дитиною – лише статус усиновленої дитини дозволяє сироті перестати вважатися сиротою та отримати повні права, аналогічні правам біологічних дітей."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "The UN Convention on the Right of the Child deliberately left the notion of “best interests of child” undefined, so that its interpretation could take account of context and circumstances. It remains undisputable, however, that among all the possible measures of protection of a child left without parental care, the most desirable one is adoption, i.e. placing him/her in a new parental care thus offering all the benefits of a permanent family.",
            "uk": "У Конвенції ООН про права дитини навмисно не було надане визначення «найкращих інтересів дитини», щоб при їх тлумаченні міг враховуватися контекст та обставини. Проте безспірним залишається те, що серед усіх можливих заходів захисту дитини, позбавленої батьківського піклування, найбажанішим є усиновлення, тобто її влаштування під опіку нових батьків, забезпечуючи, таким чином, всі переваги постійної родини."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "2.  Legislative framework at the material time",
            "uk": "2.  Нормативна база, чинна на момент подій"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "As noted in paragraph 36, in accordance with sections 16 and 24 of the Act on International Private Law, if the child concerned is a Ukrainian national the establishment and cancellation of tutelage and guardianship involving a foreign element are governed by Ukrainian laws.",
            "uk": "Як зазначено у пункті 36, відповідно до статей 16 та 24 Закону України «Про міжнародне приватне право», якщо відповідна дитина є громадянином України, встановлення і скасування опіки та піклування з іноземним елементом регулюються законами України."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "The Family Code of Ukraine, whilst being quite a detailed on adoption by foreigners, does not provide any guidance when it comes to tutelage by a foreigner.",
            "uk": "Сімейний кодекс України, незважаючи на досить детальне регулювання усиновлення іноземцями, не надає жодних вказівок щодо призначення іноземця опікуном."
        }
    }
]