[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF RADZEVIL v. UKRAINE",
            "uk": "СПРАВА «РАДЗЕВІЛ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 36600/09)",
            "uk": "(Заява № 36600/09)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 6 (criminal) • Art 6 § 3 c) • Fair hearing • Legal assistance of own choosing • Domestic courts’ indirect reliance on self-incriminating statement formally excluded from the file • Applicant not represented on appeal by lawyers of his choice • Overall fairness of trial not undermined • Excessive length of proceedings",
            "uk": "Ст. 6 (кримінальний аспект) • пп. «с» п. 3 ст. 6 • Справедливий судовий розгляд • Допомога захисника, вибраного на власний розсуд • Непряме посилання національних судів на зізнавальні показання, офіційно виключені з матеріалів справи • В апеляційній інстанції заявника не представляв захисник, вибраний на його власний розсуд • Загальна справедливість судового розгляду не підірвана • Надмірна тривалість провадження"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "10 December 2019",
            "uk": "10 грудня 2019 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "10/03/2020",
            "uk": "10.03.2020"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Radzevil v. Ukraine,",
            "uk": "У справі «Радзевіл проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Jon Fridrik Kjølbro, President,\n\tFaris Vehabović,\n\tGanna Yudkivska,\n\tBranko Lubarda,\n\tCarlo Ranzoni,",
            "uk": "Джон Фрідрік Кьолбро (Jon Fridrik Kjølbro), Голова,\n\tФаріс Вегабовіч (Faris Vehabović),\n\tГанна Юдківська (Ganna Yudkivska),\n\tБранко Любарда (Branko Lubarda),\n\tКарло Ранцоні (Carlo Ranzoni),"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Jolien Schukking,\n\tPéter Paczolay, judges,\nand Andrea Tamietti, Deputy Section Registrar,",
            "uk": "Джоліен Шюкінг (Jolien Schukking),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Андреа Там’єтті (Andrea Tamietti), заступник Секретаря секції,"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Having deliberated in private on 19 November 2019,",
            "uk": "після обговорення за зачиненими дверима 19 листопада 2019 року"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "1.  The case originated in an application (no. 36600/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Boris Karpovich Radzevil (“the applicant”), on 27 June 2009.",
            "uk": "1.  Справу було розпочато за заявою (№ 36600/09), яку 27 червня \n2009 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Борис Карпович Радзевіл (далі – заявник)."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "2.  The applicant, who had been granted legal aid, was represented by Mr A.V. Leshchenko, a lawyer practising in Odesa. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna.",
            "uk": "2.  Заявника, якому було надано правову допомогу, представляв \nпан А.В. Лещенко, юрист, який практикує у м. Одеса. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "3.  On 7 January 2016 the complaints concerning the alleged violation of the applicant’s rights not to incriminate himself and to defend himself through the legal representative of his choosing, as well as his complaint about the length of the criminal proceedings against him, were communicated to the Government, and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "3.  07 січня 2016 року про скарги на стверджуване порушення прав заявника не свідчити проти себе та захищати себе, використовуючи правову допомогу захисника, вибраного на власний розсуд, а також про його скаргу на тривалість кримінального провадження щодо нього було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "4.  On 12 April 2016 the applicant’s wife, Mrs Nina Ivanivna Radzevil, informed the Court that the applicant had died on 12 January 2016. She expressed the wish to pursue the proceedings on his behalf.",
            "uk": "4.  12 квітня 2016 року дружина заявника, пані Ніна Іванівна Радзевіл, поінформувала Суд, що 12 січня 2016 року заявник помер. Вона висловила бажання підтримати провадження від його імені."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  I. ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "5.  The applicant was born in 1936 and died on 12 January 2016. Until his death he lived in Odesa.",
            "uk": "5.  Заявник народився у 1936 році та помер 12 січня 2016 року. До своєї смерті він проживав у м. Одеса."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "7.  Immediately after the incident, the applicant stopped his car and placed G. in the rear seat. It is not clear from the documents submitted whether the applicant or a passer-by called an ambulance. After the ambulance arrived and took G. to hospital, the applicant left without waiting for the police.",
            "uk": "7.  Одразу після нещасного випадку заявник зупинив свій автомобіль і помістив Г. на заднє сидіння. З наданих документів незрозуміло, заявник чи перехожий викликав швидку допомогу. Після того, як швидка допомога прибула та забрала Г. до лікарні, заявник поїхав, не чекаючи міліцію."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "8.  G. died in Illichivsk Hospital later the same day from a number of cerebral, chest and upper-limb injuries.",
            "uk": "8.  Г. помер в Іллічівській портовій лікарні пізніше того ж дня через численні ушкодження голови, грудної клітки та верхніх кінцівок."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  Immediately after, the police took the applicant to the site of the accident, where they drew up a scene inspection report. No traces of the accident were identified. Citing the absence of his signature on that report, the applicant later in the domestic proceedings submitted that he had neither shown the site to the police nor otherwise participated in that investigative measure.",
            "uk": "10.  Одразу після цього працівники міліції доставили заявника на місце дорожньо-транспортної пригоди, де склали протокол його огляду. Жодних слідів дорожньо-транспортної пригоди виявлено не було. Згодом під час провадження на національному рівні заявник, посилаючись на відсутність свого підпису у цьому протоколі, заявив, що не показував місце працівникам міліції та жодним іншим чином не брав участі у цій слідчій дії."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "12.  According to the applicant’s submissions to the Court, he had not had his glasses with him and had signed the “explanation” without reading it. He denied having stated what was written there. The applicant also denied that his right not to incriminate himself had been explained to him. He pointed out that the note regarding the constitutional provision was written in a different ink, which proved, according to him, that it had been added later.",
            "uk": "12.  Згідно з доводами заявника у Суді в нього не було з собою окулярів і він підписав «пояснення», не прочитавши його. Він заперечив, що заявляв про написане там. Заявник також заперечив роз’яснення йому його права не свідчити проти себе. Він зазначив, що запис про конституційне положення був написаний іншим чорнилом, і це, на його думку, доводило, що його було додано пізніше."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "13.  On 20 September 2002 the Illichivsk police instituted criminal proceedings against the applicant on suspicion of his having breached the traffic regulations, resulting in a fatal accident (see paragraph 45 below).",
            "uk": "13.  20 вересня 2002 року Іллічівське відділення міліції порушило кримінальну справу щодо заявника за підозрою у порушенні правил безпеки дорожнього руху, що спричинило смерть унаслідок дорожньо-транспортної пригоди (див. пункт 45)."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "14.  On an unspecified date K., a licensed advocate, was admitted to the proceedings as the applicant’s defence lawyer.",
            "uk": "14.  У незазначену дату К., юрист зі свідоцтвом про право на заняття адвокатською діяльністю, був допущений до провадження як захисник заявника."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "15.  On 11 December 2002 formal charges were brought against the applicant and his status changed from that of suspect to that of accused. As a preventive measure pending trial he was placed under an obligation not to leave the town.",
            "uk": "15.  11 грудня 2002 року заявнику були пред’явлені офіційні обвинувачення та його статус змінився з підозрюваного на обвинуваченого. Заявнику було обрано запобіжний захід у вигляді підписки про невиїзд під час досудового слідства."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "16.  According to the applicant, on 11 December 2002, during his questioning in the presence of his lawyer, he retracted the “explanation” dated 12 September 2002 (see paragraph 11 above), stating that he had given it under psychological pressure.",
            "uk": "16.  Згідно з твердженнями заявника 11 грудня 2002 року під час його допиту у присутності захисника він відмовився від «пояснення» від 12 вересня 2002 року (див. пункт 11), зазначивши, що надав його під психологічним тиском."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "17.  On an unspecified date the case was sent for examination to the Illichivsk Town Court (“the Illichivsk Court”).",
            "uk": "17.  У незазначену дату справа була направлена на розгляд до Іллічівського міського суду (далі – Іллічівський суд)."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "18.  On 31 July 2003 the Illichivsk Court remitted the case for additional pre-trial investigation.",
            "uk": "18.  31 липня 2003 року Іллічівський суд повернув справу на додаткове розслідування."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "19.  On 15 October 2003 the case file was again sent to the Illichivsk Court.",
            "uk": "19.  15 жовтня 2003 року матеріали справи були знову направлені до Іллічівського суду."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "20.  The Illichivsk Court adjourned its hearings several times owing to the absence of certain witnesses.",
            "uk": "20.  Іллічівський суд декілька разів відкладав засідання у зв’язку з відсутністю певних свідків."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "21.  On 19 April 2004 it ordered a comprehensive forensic medical examination and an expert technical examination, as well as a fresh reconstruction of the events in question.",
            "uk": "21.  19 квітня 2004 року суд призначив комплексну судово-медичну та авто-технічну експертизи, а також проведення нового відтворення обстановки та обставин відповідної події."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "22.  On 24 February 2005 some of the above-mentioned examinations were carried out.",
            "uk": "22.  24 лютого 2005 року було проведено деякі із зазначених експертиз."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "23.  On 30 March 2005 the term of office of V. – the judge who was dealing with the case – expired.",
            "uk": "23.  30 березня 2005 року строк повноважень судді В., у провадженні якого перебувала ця справа, закінчився."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "24.  On 29 November 2005 a new judge, B., started examining the case.",
            "uk": "24.  29 листопада 2005 року новий суддя Б. почав розгляд справи."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "25.  On 4 July 2006 B. ordered a fresh reconstruction of the events. Apparently, the previous judicial order to that effect, of 19 April 2004 (see paragraph 21 above) had not been implemented.",
            "uk": "25.  04 липня 2006 року Б. призначив нове відтворення обстановки та обставин події. Вочевидь, попереднє рішення суду щодо цього від 19 квітня 2004 року (див. пункт 21) виконано не було."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "26.  On 10 July 2006 the above-mentioned investigative measure was carried out.",
            "uk": "26.  10 липня 2006 року було проведено зазначену слідчу дію."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "27.  During the trial, the applicant denied having breached the traffic regulations or having hit G. with his car. He maintained his account of the events, as outlined in paragraph 6 above. The applicant submitted that there was no expert evidence or other evidence in the case file proving that his car had come into contact with G.’s body.",
            "uk": "27.  Під час судового розгляду справи заявник заперечив, що порушив правила безпеки дорожнього руху або збив Г. своїм автомобілем. Він підтримав свій опис подій, викладений у пункті 6. Заявник стверджував, що в матеріалах справи не було висновків експертів чи інших доказів, які підтвердили б, що його автомобіль контактував з тілом Г."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "28.  On 13 December 2006 the Illichivsk Court convicted the applicant as charged. It sentenced him to four years’ imprisonment and divested him of his driver’s licence for two years. However, the court issued an amnesty under the Amnesty Act. Accordingly, the applicant did not have to serve his sentence.",
            "uk": "28.  13 грудня 2006 року Іллічівський суд визнав заявника винним за всіма пунктами обвинувачення. Суд обрав йому покарання у виді позбавлення волі на строк чотири роки з позбавленням права керувати транспортним засобом на строк два роки. Проте суд амністував його відповідно до Закону України «Про амністію». Отже, заявник не повинен був відбувати покарання."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "32.  As regards the results of the various forensic examinations – in particular, the examinations of the victim’s body and of the applicant’s car – the reports of those examinations were not conclusive as to whether G. had indeed been hit by the applicant’s car.",
            "uk": "32.  Щодо результатів різних судових експертиз – зокрема експертизи тіла потерпілого та автомобіля заявника – висновки цих експертиз були неоднозначними щодо того, чи Г. дійсно було збито автомобілем заявника."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "33.  On 28 December 2006 K., the applicant’s lawyer, appealed on the applicant’s behalf. In accordance with the applicable rules of criminal procedure, he lodged that appeal through the Illichivsk Court. Referring to the contradictions in the witness evidence, he submitted that the verdict should be quashed and the case remitted for additional pre-trial investigation.",
            "uk": "33.  28 грудня 2006 року захисник заявника К. подав апеляційну скаргу від імені заявника. Відповідно до застосовних норм кримінального судочинства він подав цю апеляційну скаргу через Іллічівський суд. Посилаючись на суперечності в показаннях свідків, він стверджував, що вирок мав бути скасований, а справа повернута на додаткове розслідування."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "34.  On 14 February 2007 the Illichivsk Court ruled that the lawyer’s appeal should be rejected without examination. On 29 January 2008 the Odesa Regional Court of Appeal (“the Court of Appeal”), however, quashed that ruling.",
            "uk": "34.  14 лютого 2007 року Іллічівський суд постановив, що апеляційна скарга захисника не підлягала розгляду. Однак 29 січня 2008 року Апеляційний суд Одеської області (далі – апеляційний суд) скасував цю постанову."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "36.  On the same day, 12 May 2008, the applicant notified the Court of Appeal that he had lost contact with his advocate, K., and asked it to admit to the proceedings in his stead two other lawyers, I. and P., who did not, however, have an advocate license.",
            "uk": "36.  Того ж дня 12 травня 2008 року заявник повідомив апеляційний суд про втрату зв’язку зі своїм захисником К. і попросив допустити до провадження замість нього двох інших захисників І. та П., які, однак, не мали свідоцтва про право на заняття адвокатською діяльністю."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "37.  On 26 August 2008 the Court of Appeal conducted a hearing at which the applicant reiterated his request for I. and P., who were present in the courtroom, to be admitted as his defence counsel. His request was refused.",
            "uk": "37.  26 серпня 2008 року апеляційний суд провів засідання, під час якого заявник повторно заявив своє клопотання про допущення присутніх у залі судового засідання І. та П. до провадження як його захисників. У задоволенні його клопотання було відмовлено."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "38.  On the same date the Court of Appeal upheld the judgment of the first-instance court, having found that it had assessed all the evidence in a correct and objective manner.",
            "uk": "38.  Того ж дня апеляційний суд залишив без змін вирок суду першої інстанції, встановивши, що той правильно та об’єктивно оцінив усі докази."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "39.  On 3 September 2008 the applicant, I. and P. complained to the President of the Court of Appeal that the judicial panel that had examined the applicant’s case had arbitrarily denied him the right to be legally represented during the appeal hearing.",
            "uk": "39.  03 вересня 2008 року заявник, І. та П. звернулися до голови апеляційного суду зі скаргою, що колегія суддів, яка розглядала справу заявника, свавільно позбавила його права бути представленим захисником у засіданні суду апеляційної інстанції."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "41.  On 26 September 2008 the applicant lodged a cassation appeal reiterating his plea of not guilty and other previous arguments. In addition, he complained that by refusing to admit I. and P. to the proceedings as his defence counsel, the Court of Appeal had arbitrarily denied him his right to legal assistance.",
            "uk": "41.  26 вересня 2008 року заявник звернувся з касаційною скаргою, знову заявивши про свою невинуватість і повторивши інші попередні аргументи. Крім того, він скаржився, що апеляційний суд, відмовившись допустити до провадження І. та П. як його захисників, свавільно позбавив його права на правову допомогу."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "42.  On 5 January 2009 the Supreme Court dismissed the applicant’s cassation appeal. It noted that the arguments raised by him \twere essentially the same as those properly dismissed by the Court of Appeal in the ordinary appeal proceedings.",
            "uk": "42.  05 січня 2009 року Верховний Суд України залишив без задоволення касаційну скаргу заявника. Він зазначив, що висунуті ним аргументи по суті були аналогічні тим, які належним чином відхилив апеляційний суд під час звичайного апеляційного провадження."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "44.  The relevant provisions of the Constitution of Ukraine read:",
            "uk": "44.  Відповідні положення Конституції України передбачають:"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "Article 59",
            "uk": "Стаття 59"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "“Everyone has the right to legal assistance. Such assistance is provided free of charge in cases provided for by law. Everyone is free to choose the defender of his or her rights.",
            "uk": "«Кожен має право на професійну правничу допомогу. У випадках, передбачених законом, ця допомога надається безоплатно. Кожен є вільним у виборі захисника своїх прав."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "In Ukraine, advocacy acts to ensure the right to mount a defence against an accusation, and to provide legal assistance during the determination of cases by courts and other State bodies.”",
            "uk": "Для забезпечення права на захист від обвинувачення та надання правової допомоги при вирішенні справ у судах та інших державних органах в Україні діє адвокатура.»"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Article 63",
            "uk": "Стаття 63"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“A person shall not bear responsibility for refusing to testify or to explain anything about himself or herself, members of his or her family or close relatives in the degree determined by law.",
            "uk": "«Особа не несе відповідальності за відмову давати показання або пояснення щодо себе, членів сім’ї чи близьких родичів, коло яких визначається законом."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "A suspect, an accused, or a defendant shall have the right to mount a defence.",
            "uk": "Підозрюваний, обвинувачений чи підсудний має право на захист."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "A convicted person shall enjoy all human and citizens’ rights, except for the restrictions determined by law and established in court judgments.”",
            "uk": "Засуджений користується всіма правами людини і громадянина, за винятком обмежень, які визначені законом і встановлені вироком суду.»"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "45.  Under paragraph 2 of Article 286 of the Criminal Code of 2001, a breach by a driver of the rules regarding road safety or the operation and maintenance of his/her vehicle that leads to the infliction of death or grievous bodily harm upon a human being shall be punishable by a term of imprisonment of between three and eight years, and, optionally, by the confiscation of his/her driving licence for up to three years.",
            "uk": "45.  Відповідно до частини другої статті 286 Кримінального кодексу України 2001 року порушення водієм правил безпеки дорожнього руху або експлуатації його транспорту, що спричинило смерть або заподіяло тяжкі тілесні ушкодження людині, карається позбавленням волі на строк від трьох до восьми років і, додатково, позбавленням права керувати транспортним засобом до трьох років."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "46.  The domestic law and practice regarding the right to freely choose one’s defence counsel are summarised in the Court’s judgment in the case of Zagorodniy v. Ukraine (no. 27004/06, §§ 36-43, 24 November 2011).",
            "uk": "46.  Національне законодавство та практика щодо права на вільний вибір захисника наведені в рішенні Суду у справі «Загородній проти України» (Zagorodniy v. Ukraine), заява № 27004/06, пункти 36 – 43, \nвід 24 листопада 2011 року)."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "I.  AS TO THE LOCUS STANDI OF MRS RADZEVIL",
            "uk": "I.  ЩОДО LOCUS STANDI ПАНІ РАДЗЕВІЛ"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "48.  The applicant complained under Article 6 of the Convention that he had not had a fair trial for the following reasons: his privilege against selfincrimination had not been respected and he had been arbitrarily denied the right to freely choose his defence counsel. The applicant also complained that the length of the criminal proceedings against him had been unreasonable. The relevant provisions of the Convention that he relied on read as follows:",
            "uk": "48.  Заявник скаржився за статтею 6 Конвенції на несправедливий судовий розгляд, оскільки не було дотримано його право не свідчити проти себе та йому було свавільно відмовлено у праві на вільний вибір захисника. Заявник також скаржився на надмірну тривалість кримінального провадження щодо нього. Відповідні положення Конвенції, на які він посилався, передбачають:"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time ... by [a] ... tribunal ...",
            "uk": "«Кожен має право на справедливий ... розгляд його справи упродовж розумного строку ... судом, ..., який ... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення..."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "3.  Everyone charged with a criminal offence has the following minimum rights:",
            "uk": "3.  Кожний обвинувачений у вчиненні кримінального правопорушення має щонайменше такі права:"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "(c)  to defend himself in person or through legal assistance of his own choosing ...”",
            "uk": "(c)  захищати себе особисто чи використовувати юридичну допомогу захисника, вибраного на власний розсуд...»"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "49.  The Court notes that the above complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
            "uk": "49.  Суд зазначає, що ці скарги не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вони не є неприйнятними з будь-яких інших підстав. Тому вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "1.  Fairness of the proceedings",
            "uk": "1.  Справедливість провадження"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "(i)  As regards the alleged breach of the applicant’s right not to incriminate himself",
            "uk": "(i)  Щодо стверджуваного порушення права заявника не свідчити проти себе"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "51.  The applicant argued that, even though the “explanation” signed by him on 12 September 2002 had constituted an inadmissible piece of evidence, the domestic courts had de facto used it to secure his conviction. In the applicant’s opinion, this had seriously undermined the overall fairness of his trial given, in particular, the contradictions in the other evidence.",
            "uk": "51.  Заявник стверджував, що, хоча підписане ним 12 вересня \n2002 року «пояснення» було недопустимим доказом, національні суди de facto використали його для обґрунтування засудження заявника. На його думку, це серйозно підірвало загальну справедливість судового розгляду, зокрема з огляду на суперечності в інших доказах."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "52.  The Government observed that the impugned “explanation” had been explicitly excluded from the evidence in the applicant’s case. They contended that there had been nothing unlawful or arbitrary in the domestic courts’ approach to verifying the credibility of the statement given by T., the police officer – particularly in the light of that “explanation”.",
            "uk": "52.  Уряд зауважив, що оскаржуване «пояснення» було чітко виключено з переліку доказів у справі заявника. Уряд заперечив незаконність або свавільність підходу національних судів до перевірки достовірності показань працівника міліції Т., зокрема у контексті цього «пояснення»."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "53.  The Government furthermore submitted that, according to the Court’s case-law, it was the prerogative of the domestic courts to assess the evidence before them. The applicant’s conviction had been secured by an extensive body of evidence, including statements by eyewitnesses to the accident.",
            "uk": "53.  Крім того, Уряд зазначив, що відповідно до практики Суду оцінка наявних доказів була прерогативою національних судів. Засудження заявника було обґрунтовано великою кількістю доказів, у тому числі показаннями свідків дорожньо-транспортної пригоди."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "54.  Lastly, the Government noted that the applicant had had ample opportunity to put questions to the police officers and the witnesses, to put forward any arguments with a view to rebutting their statements and to challenge the veracity of their evidence as he saw fit.",
            "uk": "54.  Насамкінець, Уряд зазначив, що заявник мав достатньо можливостей поставити питання працівникам міліції та свідкам, висунути будь-які аргументи для спростування їхніх показань та оскаржити правдивість їхніх показань так, як вважав за потрібне."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "(ii)  As regards the alleged restriction on the applicant’s right to defend himself through legal assistance of his choosing",
            "uk": "(ii)  Щодо стверджуваного обмеження права заявника на захист з використанням юридичної допомоги захисника, вибраного на власний розсуд"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "56.  The applicant furthermore referred to his advanced age (72 at the time of the proceedings before the Court of Appeal) and his state of stress and confusion. According to him, after the rejection of his request to be represented by P. and I. he had not been able to effectively participate in the hearing. He submitted that, not being qualified to raise any legal arguments before the Court of Appeal, he had felt helpless and humiliated.",
            "uk": "56.  Крім того, заявник посилався на свій похилий вік (72 роки на момент розгляду справи в апеляційному суді) і стан стресу та розгубленості. Згідно з його твердженнями після залишення без задоволення його клопотання щодо представництва його інтересів П. та І. він не міг ефективно брати участь у засіданні. Він стверджував, що, не маючи належної кваліфікації для висунення будь-яких юридичних аргументів в апеляційному суді, він відчував себе безпомічним і приниженим."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "58.  The Government also found it of relevance that lawyers I. and P., whom the applicant had unsuccessfully sought to get appointed as his representatives, had been present in the court room during the appellate hearing and the applicant had been free to ask them for advice. Equally, they could have helped him to draft his cassation appeal, without formally representing him.",
            "uk": "58.  Уряд також вважав важливим, що під час засідання апеляційного суду захисники І. та П., про призначення яких своїми представниками безуспішно клопотав заявник, були присутніми в залі і заявник міг попросити у них поради. Так само, вони могли допомогти йому скласти касаційну скаргу, не представляючи його офіційно."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "(i)  General principles",
            "uk": "(i)  Загальні принципи"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "59.  The general principles with regard to the right to remain silent, the privilege against self-incrimination, access to a lawyer, and the relationship of those rights to the overall fairness of proceedings under the criminal limb of Article 6 of the Convention can be found in Beuze v. Belgium ([GC], no. 71409/10, §§ 120-50, 9 November 2018).",
            "uk": "59.  Загальні принципи щодо права зберігати мовчання, права не свідчити проти себе, доступу до захисника, а також взаємозв’язку цих прав із загальною справедливістю провадження за кримінальним аспектом статті 6 Конвенції наведені в рішенні у справі «Бьоз проти Бельгії» [ВП] (Beuze v. Belgium) [GC] (заява № 71409/10, пункти 120 – 150, від 09 листопада 2018 року)."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "60.  Further general principles regarding the right to legal assistance of one’s own choosing can be found in the judgment in the case of Dvorski v. Croatia ([GC], no. 25703/11, §§ 76-82, ECHR 2015).",
            "uk": "60.  Також загальні принципи щодо права на правову допомогу за власним вибором наведені в рішенні у справі «Дворський проти Хорватії» [ВП], (Dvorski v. Croatia) [GC], заява № 25703/11, пункти 76 – 82, ЄСПЛ 2015)."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "(ii)  Application of those principles to the facts of the present case",
            "uk": "(ii)  Застосування зазначених принципів до фактів цієї справи"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "(α)  Privilege against self-incrimination",
            "uk": "(α)  Право не свідчити проти себе"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "62.  The Court further notes that the first investigative measure undertaken thereafter was the scene inspection on the same day. According to the applicant, he did not participate in it. The scene inspection report did not refer to any statements made by the applicant. As can also be seen from that document, the inspection did not reveal any traces of the accident or any other indices useful for the investigation (see paragraph 10 above).",
            "uk": "62.  Суд також зазначає, що першою проведеною після цього слідчою дією був огляд місця події того ж дня. Згідно з твердженнями заявника він у ній участі не брав. У протоколі огляду місця події не було посилань на будь-які висунуті заявником твердження. Як також вбачається з цього документа, під час огляду не було виявлено жодних слідів дорожньо-транспортної пригоди або будь-яких інших корисних для слідства показників (див. пункт 10)."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "64.  The Court notes that the applicant’s allegation that he was coerced into incriminating himself is rather vague and not supported by any evidence.",
            "uk": "64.  Суд зазначає, що твердження заявника, що його примусили свідчити проти себе, є досить нечітким і не підтверджується жодними доказами."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "67.  It remains to be seen whether the indirect reliance of the domestic courts on the applicant’s confession in his “explanation” of 12 September 2002, made in the absence of the necessary procedural guarantees, undermined the overall fairness of the criminal proceedings against him.",
            "uk": "67.  Залишається з’ясувати, чи підірвало непряме посилання національних судів на надані за відсутності необхідних процесуальних гарантій зізнавальні показання заявника в його «поясненні» від \n12 вересня 2002 року загальну справедливість кримінального провадження щодо нього."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "68.  In this exercise, the Court will examine, to the extent that they are relevant in the present case, the various factors deriving from its case-law and summarised in Beuze (cited above, § 150).",
            "uk": "68.  У цьому контексті Суд тією мірою, якою вони стосуються цієї справи, розгляне різні фактори, які випливають з його практики та узагальнені в згаданому рішенні у справі «Бьоз проти Бельгії» (Beuze v. Belgium), пункт 150)."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "69.  In this respect, the Court observes that a number of factors tend to argue in favour of considering the proceedings fair.",
            "uk": "69.  У зв’язку з цим Суд зауважує, що низка факторів вказують на користь визнання провадження справедливим."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "70.  First of all, there is nothing that would indicate that the applicant was particularly vulnerable when giving the self-incriminating “explanation” of 12 September 2002. Nor is there any evidence that he had been coerced into it through either physical ill-treatment or psychological pressure (see paragraph 64 above).",
            "uk": "70.  Насамперед, ніщо не свідчить, що заявник був особливо вразливим, коли надавав зізнавальне «пояснення» від 12 вересня \n2002 року. Також немає доказів, що його примусили це зробити у результаті фізичного жорстокого поводження або психологічного тиску (див. пункт 64)."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "72.  The Court also notes that the applicant, who was represented by a lawyer of his choosing throughout the trial (see paragraphs 14 and 33 above), had ample opportunity to challenge the authenticity of the evidence and oppose its use.",
            "uk": "72.  Суд також зазначає, що заявник, якого протягом усього судового розгляду представляв захисник, вибраний на його власний розсуд (див. пункти 14 і 33), мав достатньо можливостей оскаржити допустимість доказів або заперечити проти їхнього використання."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "73.  Lastly, it is relevant to note that the case was examined by professional judges at three levels of jurisdiction. The domestic courts gave due consideration to all the evidence available and to the applicant’s arguments about any procedural disadvantage he might have suffered at the very early stages of the investigation, and their decisions were properly reasoned in factual and legal terms.",
            "uk": "73.  Насамкінець, слід зазначити, що справу розглядали професійні судді трьох інстанцій. Національні суди належним чином розглянули всі наявні докази та аргументи заявника щодо будь-яких процесуальних недоліків, з якими він міг стикнутися на початкових стадіях слідства, а їхні рішення були належним чином фактично та юридично обґрунтовані."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "74.  Accordingly, the fact alone that the domestic courts indirectly relied on the applicant’s self-incriminating statement cannot be regarded, in the Court’s opinion, as having undermined the overall fairness of his trial.",
            "uk": "74.  Отже, лише той факт, що національні суди опосередковано посилалися на зізнавальні показання заявника, на думку Суду, не може вважатися таким, що підірвав загальну справедливість судового розгляду його справи."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "(β)  Right to defend oneself through legal assistance of one’s choosing",
            "uk": "(β)  Право на захист себе, використовуючи юридичну допомогу захисника, вибраного на власний розсуд"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "77.  As the Court has found on numerous occasions, compliance with the requirements of a fair trial must be examined in each case, having regard to the development of the proceedings as a whole and not on the basis of the isolated consideration of one particular aspect or one particular incident, although it cannot be ruled out that a specific factor may be so decisive as to enable the fairness of the trial to be assessed at an earlier stage in the proceedings (see Beuze, cited above, § 121).",
            "uk": "77.  Як неодноразово встановлював Суд, відповідність вимогам справедливого судового розгляду має розглядатися у кожній справі з огляду на хід провадження в цілому, а не на підставі окремого розгляду одного конкретного аспекту або одного конкретного випадку, хоча не можна виключати, що конкретний фактор може бути настільки вирішальним, що дасть змогу оцінити справедливість судового розгляду на більш ранній стадії провадження (див. згадане рішення у справі «Бьоз проти Бельгії» (Beuze v. Belgium), пункт 121)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "78.  The Court finds no indication that the rejection of the applicant’s request to be represented before the Court of Appeal by the legal practitioners of his choice had an irretrievable adverse effect on the overall fairness of his trial.",
            "uk": "78.  Суд не вбачає жодних ознак, що залишення без задоволення клопотання заявника щодо представництва його інтересів в апеляційному суді практикуючими юристами, вибраними на його власний розсуд, мало непоправно негативний вплив на загальну справедливість судового розгляду його справи."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "(γ)  Conclusion",
            "uk": "(γ)  Висновок"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "79.  The Court considers that, taken as a whole, the criminal proceedings against the applicant were fair for the purposes of Article 6 of the Convention.",
            "uk": "79.  Суд вважає, що загалом кримінальне провадження щодо заявника було справедливим для цілей статті 6 Конвенції."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "80.  There has therefore been no violation of that provision in that regard.",
            "uk": "80.  Отже, у зв’язку з цим зазначене положення не було порушено."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "2.  Length of the proceedings",
            "uk": "2.  Тривалість провадження"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "81.  The applicant also complained under Article 6 § 1 of the Convention that the proceedings against him had been inordinately lengthy and had contained unnecessary delays. He observed, in particular, that it had taken the Court of Appeal almost two years to examine his lawyer’s appeal (see paragraphs 33 and 38 above).",
            "uk": "81.  Заявник також скаржився за пунктом 1 статті 6 Конвенції на надмірну тривалість провадження щодо нього та необґрунтовані затримки. Зокрема, він зазначив, що апеляційному суду знадобилося майже два роки для розгляду апеляційної скарги його захисника (див. пункти 33 і 38)."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "82.  The Government submitted that, in the absence of the case-file documents (see paragraph 43 above), they were not able to formulate their position regarding this complaint.",
            "uk": "82.  Уряд зауважив, що у зв’язку з відсутністю матеріалів справи (див. пункт 43) не міг сформувати свою позицію щодо цієї скарги."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "83.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case in question and with reference to the following criteria: the complexity of the case and the conduct of the applicant and of the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999II).",
            "uk": "83.  Суд повторює, що розумність тривалості провадження повинна оцінюватися у контексті обставин відповідної справи та з урахуванням таких критеріїв: складність справи, поведінка заявника і відповідних органів державної влади (див. серед багатьох інших джерел рішення у справі «Пелісьє та Сассі проти Франції» [ВП] (Pélissier and Sassi v. France) [GC], заява № 25444/94, пункт 67, ЄСПЛ 1999-II)."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "84.  Although the Court cannot benefit from the Government’s observations on this matter (see paragraph 82 above), it considers that there is sufficient material in the case file before it to show that the length of the proceedings in question cannot be regarded as reasonable within the meaning of Article 6 § 1 of the Convention.",
            "uk": "84.  Хоча Суд не може скористатися зауваженнями Уряду з цього питання (див. пункт 82), він вважає, що в наявних матеріалах справи достатньо документів для доведення того, що тривалість відповідного провадження не може вважатися обґрунтованою у розумінні пункту 1 \nстатті 6 Конвенції."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "85.  The Court observes that the criminal proceedings against the applicant, which concerned a traffic accident, officially started on 20 September 2002 (see paragraph 13 above) and ended on 5 January 2009, when the Supreme Court dismissed the applicant’s cassation appeal (see paragraph 42 above). They thus lasted for a total of six years and almost four months. Such a duration, which was not short in absolute terms, could hardly be justified by the complexity of the case.",
            "uk": "85.  Суд зауважує, що кримінальне провадження щодо заявника, яке стосувалося дорожньо-транспортної пригоди, офіційно розпочалося \n20 вересня 2002 року (див. пункт 13) та закінчилося 05 січня 2009 року, коли Верховний Суд України залишив без задоволення касаційну скаргу заявника (див. пункт 42). Таким чином провадження тривало в цілому шість років і майже чотири місяці. Така тривалість, яка не була короткою в абсолютному вимірі, навряд могла бути виправдана складністю справи."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "87.  The Court also takes note of the delay in dealing with the applicant’s appeal: it took the courts over a year just to decide on its admissibility (see paragraphs 33 and 34 above).",
            "uk": "87.  Суд також бере до уваги затримку у розгляді апеляційної скарги заявника: судам знадобилося більше одного року лише для вирішення питання її прийнятності (див. пункти 33 і 34)."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "88.  The Court therefore considers that in the instant case the length of the criminal proceedings against the applicant was excessive, and failed to meet the “reasonable time” requirement.",
            "uk": "88.  Тому Суд вважає, що у цій справі тривалість кримінального провадження щодо заявника була надмірною та не відповідала вимозі «розумного строку»."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "89.  There has accordingly been a breach of Article 6 § 1 of the Convention in this regard.",
            "uk": "89.  Отже, у зв’язку з цим було порушено пункт 1 статті 6 Конвенції."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "III.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "90.  Article 41 of the Convention provides:",
            "uk": "90.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "91.  The applicant claimed 2,955 euros (EUR) in respect of pecuniary damage. He indicated that that was the amount he had paid under the civil claim within the criminal proceedings against him. He also claimed EUR 20,000 in respect of non-pecuniary damage.",
            "uk": "91.  Заявник вимагав 2 955 євро в якості відшкодування матеріальної шкоди. Він зазначив, що це була сума, сплачена ним за цивільним позовом у рамках кримінального провадження щодо нього. Він також вимагав 20 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "92.  The Government contested the above claims.",
            "uk": "92.  Уряд заперечив проти цих вимог."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "93.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. The Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards him EUR 500 under that head.",
            "uk": "93.  Суд не вбачає жодного причинно-наслідкового зв’язку між встановленим порушенням і матеріальною шкодою, що вимагалася; отже, він відхиляє цю вимогу. Суд вважає, що заявник мав зазнати моральної шкоди. Ухвалюючи рішення на засадах справедливості, він присуджує заявнику 500 євро за цим пунктом."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "94.  The applicant, who had been granted legal aid (see paragraph 2 above), also claimed EUR 2,520 for legal costs incurred before the Court, which corresponded to forty-two hours of work at EUR 60 per hour for the preparation of observations in response to those of the Government. The applicant noted that he would submit a copy of the legal assistance contract and all the other documents in substantiation of that claim “later”. He did not do so.",
            "uk": "94.  Заявник, якому було надано правову допомогу (див. пункт 2) також вимагав 2 520 євро компенсації судових витрат, понесених під час провадження у Суді, які відповідали сорока двом годинам роботи з погодинною ставкою 60 євро для підготовки зауважень у відповідь на зауваження Уряду. Заявник зазначив, що надасть копію договору про правову допомогу та всі інші документи для обґрунтування його вимоги «пізніше». Але він цього не зробив."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "95.  The Government contested the above claim as unfounded and excessive.",
            "uk": "95.  Уряд заперечив проти цієї вимоги як необґрунтованої та надмірної."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "96.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the above claim in full.",
            "uk": "96.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні в нього документи та зазначені критерії Суд відхиляє зазначену вимогу у повному обсязі."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "97.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "97.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "1.  Declares the application admissible;",
            "uk": "1.  Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "2.  Holds that there has been no violation of Article 6 of the Convention in respect of the fairness of the criminal proceedings against the applicant;",
            "uk": "2.  Постановляє, що не було порушено статтю 6 Конвенції у зв’язку зі справедливістю кримінального провадження щодо заявника;"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 6 of the Convention in respect of the length of the criminal proceedings against the applicant;",
            "uk": "3.  Постановляє, що було порушено статтю 6 Конвенції у зв’язку з тривалістю кримінального провадження щодо заявника;"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "4.  Holds",
            "uk": "4.  Постановляє, що:"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 500 (five hundred euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявнику 500 (п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "5.  Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "Done in English, and notified in writing on 10 December 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 10 грудня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]