[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF BURLYA AND OTHERS v. UKRAINE",
            "uk": "СПРАВА BURLYA І ІНШІ ПРОТИ УКРАЇНИ"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 3289/10)",
            "uk": "(Заява № 3289/10)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "6 November 2018",
            "uk": "6 листопада 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення стане остаточним на підставі статті 44 § 2 Конвенції. До нього можуть бути внесені редакційні зміни."
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "In the case of Burlya and Others v. Ukraine,",
            "uk": "У справі Burlya і Інші проти України,"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (четверта секція) на засіданні Палати у складі:"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "Paulo Pinto de Albuquerque, President,\n\tGanna Yudkivska,\n\tFaris Vehabović,\n\tEgidijus Kūris,\n\tIulia Antoanella Motoc,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Пауло Пінто де Альбукерк (Paulo Pinto de Albuquerque), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tФаріс Вегабовічь (Faris Vehabović),\n\tЕгідіюс Кюріс (Egidijus Kūris),\n\tЮлія Антонелла Моток (Iulia Antoanella Motoc),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пачолай (Péter Paczolay), судді,\nі Маріалена Цірлі (Marialena Tsirli), секретар секції,"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "Having deliberated in private on 2 October 2018,",
            "uk": "Розглянувши справу на закритому засіданні 2 жовтня 2018 року,"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "Проголошує наступне рішення, ухвалене у вказаний день:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "PROCEDURE",
            "uk": "процедура"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "1.  The case originated in an application (no. 3289/10) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by nineteen Ukrainian nationals, whose particulars are set out in the Appendix (“the applicants”), on 11 January 2010.",
            "uk": "1.  Справа була відкрита за заявою (№ 3289/10), поданою проти України її дев’ятнадцятьма громадянами, інформація про яких наведена у додатку («заявники»), які звернулись до Суду на підставі статті 34 Конвенції про захист прав людини і основоположних свобод («Конвенція») 11 січня 2010 року."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "2.  The applicants were represented by the European Roma Rights Centre, a non-governmental organisation (NGO) based in Budapest. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявники були представлені Європейським центром з прав ромів, громадською організацією із Будапешта. Уряд України («Уряд») був представлений уповноваженою особою, паном I. Ліщиною."
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "3.  The applicants alleged that the attack on their homes in the course of an anti-Roma “pogrom”, which the authorities had allegedly been complicit in or had at least failed to prevent or to investigate effectively, as well as their inadequate living conditions following their displacement as a result of that attack, had breached Articles 3, 8, 13, 14 of the Convention and Article 1 of Protocol No. 1.",
            "uk": "3.  Заявники стверджували, що напад на їхні будинки під час антиромського “погрому”, до якого влада була причетна або принаймні не змогла запобігти йому чи ефективно розслідувати, а також неналежні житлові умови після їхнього переселення внаслідок цього нападу, порушували статті 3, 8, 13, 14 Конвенції і статтю 1 Протоколу № 1."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "4.  On 11 February 2016 the application was communicated to the Government.",
            "uk": "4.  11 лютого 2016 року заява була комунікована Уряду."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "5.  The seventeenth and the eighteenth applicants had died on 16 October 2017 and 24 April 2013 respectively and certain individuals expressed their wish to pursue the application in their stead (see paragraphs 64 to 78 below).",
            "uk": "5.  Сімнадцятий і вісімнадцятий заявники померли, відповідно, 16 жовтня 2017 року і 24 квітня 2013 року, і певні особи висловили бажання підтримувати заяву від їхнього імені (див. параграфи 64 - 78 нижче)."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "6.  The applicants are Ukrainian nationals of Roma ethnicity. Before 10 September 2002 the applicants lived in the village of Petrivka, Ivanivskyy District, Odessa Region (hereinafter also “the village”). They currently live in Berezivka District, Odessa Region.",
            "uk": "6.  Заявники є громадянами України, ромами за етнічним походженням. До 10 вересня 2002 року заявники жили у селі Петрівка Іванівського району Одеської області (далі також “село”). Зараз вони живуть у Березівському районі Одеської області."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "A.  The events of 7 to 10 September 2002",
            "uk": "A.  Події  7 - 10 вересня 2002 року"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "7.  On 7 September 2002 a 17-year-old ethnic Ukrainian was murdered in the village, allegedly by a Romany man who was apparently convicted of the murder afterwards. It appears that this occurred in the course of an altercation between Romany men and other youngsters from the village at a local bar or dancehall.",
            "uk": "7.  7 вересня 2002 року у селі був убитий 17-річний етнічний українець, ніби-то чоловіком-ромом, який потім був визнаний винним у скоєнні цього вбивства. Схоже, це трапилось під час суперечки між чоловіками-ромами та молоддю села у місцевому барі або на дискотеці."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "8.  On 8 September 2002 a crowd of village residents gathered and demanded that the Roma be expelled from the village. According to the statement of the village mayor, Mr M.S., made in the course of a subsequent criminal investigation, the local officials attempted to defuse the situation and urged the villages not to do anything illegal.",
            "uk": "8.  8 вересня 2002 року зібрався натовп мешканців села, які вимагали вигнати ромів з цього села. Відповідно до свідчень сільського голови, пана М.С., зроблених у ході наступного кримінального розслідування, депутати сільради намагались зняти напруження і закликали селян не робити нічого протизаконного."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "9.  On the same day the village council met. Among those present were: a representative of the Ivanivskyy District State Administration (“the District Administration”) and the head of the Ivanivskyy District Police Department (“the District Police Department”). According to the minutes of the meeting submitted by the applicants, in his opening remarks the mayor said, inter alia:",
            "uk": "9.  Того ж дня сільська рада зібралась на засідання. Поміж присутніми були: представник Іванівської районної державної адміністрації (“районна адміністрація”) і керівник Іванівського районного відділення міліції (“районне відділення міліції”). Відповідно до наданого заявниками протоколу засідання, у вступному слові сільський голова сказав, inter alia:"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "10.  At the close of the meeting the council decided, in particular, to “support the decision of the meeting of the village residents to expel persons of Gypsy ethnicity from the village”.",
            "uk": "10.  Перед завершенням засідання сільська рада вирішила, зокрема, “підтримати рішення зборів мешканців села виселити осіб циганської національності з нашого села”."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "B.  The applicants’ statements concerning their particular situation",
            "uk": "B.  Повідомлення заявників стосовно їхнього особистого становища"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "15.  The applicants submitted eight undated photographs showing the ruins of one or several houses, certain photographs showing signs of fire. The origin of these photographs is unclear. In her statement to Ms Duducehava in 2004 the sixth applicant referred to certain photographs showing damage to her and her relatives’ houses.",
            "uk": "15.  Заявники надали вісім недатованих фотографій, що відображають руїни одного чи кількох будинків, на деяких фотографіях видно сліди вогню. Походження цих фотографій незрозуміле. У своєму зверненні до пані  Дудучехава у 2004 році шоста заявниця посилалась на певні фотографії, на яких видно шкоду, завдану її будинку і будинкам її родичів."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "16.  The seventh and eighth applicants stated that all the Roma had left the village before the attack started.",
            "uk": "16.  Сьомий і восьмий заявники повідомили, що перед початком нападу усі роми залишили село."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "17.  Applicants identified in the Appendix asserted in their statements to Ms Duducehava, Mr Stoyanov or to the police in the course of the subsequent criminal investigation that they had been away from the village at the time of the events of 7-10 September 2002 and of the attack and had only learned about it later.",
            "uk": "17.  Заявники, перераховані у Додатку, стверджували у своїх зверненнях до пані Дудучехава, пана Стоянова або до поліції, в ході відповідного кримінального розслідування, що на момент подій і нападу 7-10 вересня 2002 року їх не було в селі, і вони дізнались про них згодом."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "18.  In her statement to Mr Stoyanov dated 18 November 2007 the ninth applicant stated that she had been at home with her two granddaughters (aged ten and fifteen at the time) when the attack started. Stones had started flying through the windows, four attackers had broken down the door and started shouting, and the older granddaughter had pleaded with the attackers not to kill them. The attackers had not touched the applicant or her granddaughters; the applicant had then fled.",
            "uk": "18.  У зверненні до пана Стоянова, від 18 листопада 2007 року, дев’ята заявниця повідомила, що вона була вдома з двома онучками (яким було десять і п’ятнадцять років на момент подій), коли розпочався напад. У вікна полетіло каміння, четверо нападників виламали двері і почали стріляти, а старша онучка благала нападників не вбивати їх. Нападники не чіпали ні заявницю, ні її онучок; після цього заявниця втекла."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "However, in her statement to the police dated 26 September 2002 this applicant stated that she had fled the village prior to the attack and had returned the next day to find her home ransacked. In her statement (addressed to Ms Duducehava) and dated 13 June 2004 this applicant complained of having been expelled from her home but did not mention that she had personally witnessed any attack.",
            "uk": "Проте, у заяві до поліції від 26 вересня 2002 року ця заявниця повідомила, що вона втекла із села до нападу і, коли повернулась наступного дня, то знайшла свій будинок пограбованим. У зверненні (до пані Дудучехава), датованому 13 червня 2004 року, ця заявниця скаржилась, що її вигнали з її будинку, але не згадувала про те, що вона особисто зазнала нападу."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "C.  Aftermath of the events",
            "uk": "C.  Наслідки подій"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "19.  According to a report published on 20 September 2002 in the regional newspaper Porto Franko and information given at a press conference held on 12 September 2002 by the Secretary of State (Державний секретар) for the Ministry of the Interior and by the head of the Odessa Regional Police Department (“the Regional Police”), police officers had been present in force and had observed the attack. However, they had not attempted to prevent or stop it, apparently concentrating solely on preventing casualties.",
            "uk": "19.  Відповідно до звіту, опублікованого 20 вересня 2002 року у обласній газеті Porto Franko, а також інформації, повідомленої на прес-конференції 12 вересня 2002 року державним секретарем Міністерства внутрішніх справ і керівником Одеського обласного управління міліції (“обласна міліція”), на місці події був присутній наряд міліціонерів, які стежили за нападом. Проте вони не намагались запобігти йому або зупинити його, вочевидь переймаючись тільки тим, щоб запобігти людським жертвам."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "20.  The events were reported in a number of regional and national newspapers.",
            "uk": "20.  Про ці події розповідалось у низці обласних і загальнодержавних газет."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "21.  The applicants alleged that after the attack they had had to move to another town and live with family and friends in overcrowded and inadequate conditions.",
            "uk": "21.  Заявники стверджували, що після нападу вони мали переїхати до іншого міста і поселитись разом з родичами і друзями у перенаселених будинками без належних умов."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "D.  Criminal investigation",
            "uk": "D.  Кримінальне розслідування"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "22.  On 10 September 2002 the Ivanivka district police initiated criminal proceedings against persons unknown on suspicion of disorderly conduct committed in a group (хуліганство вчинене групою осіб).",
            "uk": "22.  10 вересня 2002 року Іванівське районне відділення міліції розпочало кримінальне провадження проти невідомих осіб за підозрою у хуліганстві вчиненому групою осіб."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "23.  On 10 September 2002 police investigators from Ivanivka, Berezivka, and several other districts conducted on-site examinations of the damaged houses in Petrivka (which included the taking of fingerprints). A regional police investigator conducted further on-site examinations in December 2002 and January 2003.",
            "uk": "23.  10 вересня 2002 року слідчі міліції з Іванівського, Березівського та кількох інших районів провели огляд місця події і пошкоджені будинки у селі Петрівка (включно зі зняттям відбитків пальців). Після цього слідчий обласного управління міліції провів огляд місця події у грудні 2002 і січні 2003 року."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "24.  On 12 September 2002 it was decided to constitute an investigative team composed of a senior investigator from the regional police department and investigators and other police officers from the Ivanivka district and three other districts.",
            "uk": "24.  12 вересня 2002 року було вирішено створити слідчу групу у складі головного слідчого обласного управління міліції і слідчих та інших працівників міліції Іванівського району та трьох інших районів."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "25.  From 12 September to 9 October 2002 the regional police investigator obtained a number of expert opinions concerning the material found on the scene (notably assessing the damage there).",
            "uk": "25.  З 12 вересня до 9 жовтня 2002 року слідчий обласного управління міліції отримав низку висновків експертизи щодо матеріалів, знайдених на місці події (зокрема щодо оцінки розміру шкоди)."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "26.  On 20 September 2002 an officer of the Ivanivka police questioned neighbours of some of the applicants. Those neighbours stated that on the night of the attack they had seen around 150 and 300 people near the applicants’ houses.",
            "uk": "26.  20 вересня 2002 року працівник Іванівського районного відділення міліції опитав сусідів деяких заявників. Сусіди повідомили, що у ніч нападу вони бачили біля будинків заявників приблизно 150 -300 осіб."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "28.  The police also questioned a number of applicants, who gave statements largely consistent with the account of events set out in paragraphs 7-17 above.",
            "uk": "28.  Міліція також опитала низку заявників, котрі надали покази, що переважно узгоджувалися з описом подій, наведених у параграфах 7-17 вище."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "29.  On 14 November 2002 a certain Mr V. – apparently a Roma and a Petrivka resident at the time – was questioned. He stated that on 9 September he had been called in to Ivanivka district police station and told that residents of Petrivka would be attacking Roma houses. Upon learning this, he returned to the village and helped to evacuate his family, as well as other Roma residents, to another village.",
            "uk": "29.  14 листопада 2002 року був опитаний певний пан В., очевидно ром і на той час мешканець Петрівки. Він повідомив, що 9 вересня його викликали до Іванівського районного відділення міліції і сказали, що мешканці Петрівки нападуть на будинки ромів. Дізнавшись про це, він повернувся до села і допоміг евакуюватись своїй родині та іншим ромським мешканцям до іншого села."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "30.  The police recognised the applicants listed in the Appendix as having the official status of aggrieved parties or of civil claimants (see paragraphs 53 and 54 below).",
            "uk": "30.  Поліція офіційно визнала заявників, перерахованих у додатку, потерпілою стороною або цивільними позивачами (див. параграфи 53 і 54 нижче)."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "31.  In January 2003 (in the summary provided by the Government the relevant dates seem to be misstated as being in January 2002 and January 2007) the regional police investigator questioned three officers of the “Berkut” special police unit. They stated that about 2,000 persons had participated in the pogrom. They had asked the officers not to interfere in their actions. They had entered the houses and asked the individuals there not to resist and to leave.",
            "uk": "31.  У січні 2003 року (схоже, у викладі подій, наданому Урядом, відповідні дати наведені з помилками - як січень 2002 і січень 2007 року) слідчий обласного управління міліції допитав трьох працівників загону спеціального призначення «Беркут». Вони повідомили, що у погромі брали участь приблизно 2000 осіб. Вони просили міліціонерів не втручатися. Вони заходити до будинків, просили їхніх мешканців не чинити опору і йти геть."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "32.  In February 2003 the police obtained an expert opinion in an attempt to identify the voices on a video cassette. It appears that the video cassette contained a recording of a meeting of village residents held before the pogrom. The expert concluded that no voice could be identified owing to the poor quality of the recording.",
            "uk": "32.  У лютому 2003 року міліція отримала висновок експертизи щодо спроби ідентифікувати голоси, зафіксовані на відеокасеті. Виглядає, що на цій касеті записано збори мешканців села перед погромом. Експерти дійшли висновку, що жоден з голосів не може бути ідентифікований через низьку якість запису."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "33.  On 4 February 2003 the police suspended the investigation for failure to identify the perpetrators. On 17 February 2003 the regional prosecutor’s office ordered that it be resumed.",
            "uk": "33.  4 лютого 2003 року поліція припинила розслідування через неможливість ідентифікувати правопорушників. 17 лютого 2003 року обласна прокуратура видала постанову про поновлення розслідування."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "34.  On 20 February 2003 the Ivanivsky district prosecutor’s office (“the DPO”) refused to institute criminal proceedings against the village council’s officials for lack of constituent elements of a crime in their actions.",
            "uk": "34.  20 лютого 2003 року Іванівська районна прокуратура (“районна прокуратура”) відмовилась відкривати кримінальне провадження проти посадових осіб сільської ради через відсутність у їхніх діях складу злочину."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "35.  On 1 April 2003 the regional police investigator suspended it again.",
            "uk": "35.  1 квітня 2003 року слідчий обласного управління міліції знову припинив розслідування."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "38.  On 21 November 2005 Mr I. Stoyanov, a lawyer representing a number of the applicants, complained to the President of Ukraine and the Prosecutor General that the crime committed had been incorrectly classified as merely disorderly conduct, even though it could be characterised as an act of discrimination and mass disorder. The identity of the guilty parties was well known.",
            "uk": "38.  21 листопада 2005 року пан I. Стоянов, адвокат, який представляв низку заявників, подав скаргу до Президента України і Генерального прокурора, стверджуючи, що скоєний злочин був помилково кваліфікований як хуліганство, оскільки його слід розглядати як дискримінацію і масові заворушення. Винні особи були добре відомі."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "39.  On 31 December 2005 the head of the regional police informed Mr Stoyanov that the investigation had been suspended on 1 April 2003 and that the regional prosecutor’s office had examined the case and left the decision to suspend it in force.",
            "uk": "39.  31 грудня 2005 року керівник обласного управління міліції повідомив пану Стоянову, що розслідування було закрите 1 квітня 2003 року, обласна прокуратура розглянула справу і залишила рішення про її закриття без змін."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "40.  On 25 January 2006 the DPO informed Mr Stoyanov of the decision not to institute criminal proceedings against the village officials (see paragraph 34 above) and stated that Mr Stoyanov could obtain information about the situation in the hooliganism case from the regional police, who were in charge of it.",
            "uk": "40.  25 січня 2006 року районна прокуратура повідомила пану Стоянову рішення про відмову у відкритті кримінального провадження проти посадових осіб сільради (див. параграф 34 вище) і зазначила, що пан Стоянов може отримати інформацію про стан кримінального провадження щодо хуліганських дій у обласному управлінні міліції, котра веде цю справу."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "41.  On 27 January 2006 the Ivanivka district police took over the investigation in respect of the hooliganism case and decided to resume it. On 5 April 2006 they suspended it again.",
            "uk": "41.  27 січня 2006 року Іванівське районне відділення міліції перебрало на себе розслідування справи щодо хуліганських дій і вирішило поновити розслідування. 5 квітня 2006 року провадження знову було закрите."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "42.  On 22 August 2008 Mr Stoyanov wrote to the Prosecutor General’s Office asking to be informed about the progress of the operational measures to identify the perpetrators and to be allowed to study the case file.",
            "uk": "42.  22 серпня 2008 року пан Стоянов надіслав до Генеральної Прокуратури листа з проханням повідомити йому про хід оперативних заходів із встановлення правопорушників і про надання дозволу на ознайомлення з матеріалами справи."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "43.  On 25 September 2008 the DPO informed Mr Stoyanov that the investigation had been lawfully suspended and that the aggrieved parties could only examine the case file once the investigation had been completed.",
            "uk": "43.  25 вересня 2008 року районна прокуратура повідомила пану Стоянову, що розслідування було закрите правомірно, і що потерпілі можуть ознайомлюватись з матеріалами справи тільки після її завершення."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "44.  The applicants submitted a copy of a letter from the district police dated 13 July 2009 addressed to Mr Stoyanov. The letter informed Mr Stoyanov, in response to his query, that on 10 February 2009 the investigation had been renewed and on 2 March 2009 suspended again for failure to identify the perpetrators. No reason for the alleged renewal was mentioned. The Government argued that the letter was not genuine (see paragraphs 88 to 91 below).",
            "uk": "44.  Заявники надали копію листа від районного відділення міліції від 13 липня 2009 року, адресованого панові Стоянову. У листі пану Стоянову, у відповідь на його запит, повідомлялось, що 10 лютого 2009 року розслідування було поновлене, а 2 березня 2009 року знову припинене через неможливість встановити особи правопорушників. Не наводилось жодних підстав для здійсненого поновлення. Уряд стверджує, що цей лист несправжній (див. параграфи 88 - 91 нижче)."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "E.  Judicial proceedings",
            "uk": "E.  Судові провадження"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "1.  Quashing of the village council’s decision",
            "uk": "1.  Скасування рішення сільської ради"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "45.  On 21 March 2003 the Ivanivskyy District Court (“the District Court”), having heard an appeal by the DPO, quashed the village council’s decision of 9 September 2002 on the grounds that it was contrary to the Constitution and had been taken under the pressure exerted by a crowd of angry villagers in order to calm them down and prevent the lynching of the Roma.",
            "uk": "45.  21 березня 2003 року Іванівський районний суд (“районний суд”), розглянувши подання районної прокуратури, скасував рішення сільської ради від 9 вересня 2002 року на тій підставі, що воно суперечить Конституції і було ухвалене під тиском натовпу розлючених мешканців села з метою заспокоїти їх і запобігти лінчуванню ромів."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "2.  Civil claim for damages",
            "uk": "2.  Цивільний позов про відшкодування шкоди"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "46.  On 23 December 2005 the applicants (except the fourth and sixteenth) lodged with the District Court a civil claim for damages against the District Administration and the village council.",
            "uk": "46.  23 грудня 2005 заявники (окрім четвертого і шістнадцятого) подали до районного суду позов проти районної адміністрації і сільської ради."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "47.  On 23 November 2007 the District Court rejected the applicants’ claim, holding that it fell within the jurisdiction of the Odessa District Administrative Court. No appeal was lodged.",
            "uk": "47.  23 листопада 2007 року районний суд залишив позов заявників без задоволення, оскільки він мав бути поданий до Одеського районного адміністративного суду. Заявники не подавали апеляційну скаргу."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "3.  Administrative proceedings for the investigating authorities’ inaction to be declared unlawful",
            "uk": "3.  Адміністративне провадження з метою визнати бездіяльність слідчих органів незаконною"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "48.  On 3 May 2007 the first three and the fifth to nineteenth applicants lodged a claim seeking to have the failure of the DPO and the district police to investigate the incident declared unlawful.",
            "uk": "48.  3 травня 2007 року перші троє і п’ятий-дев’ятнадцятий заявники подали позов з метою визнати незаконною неспроможність районної прокуратури і районного відділення міліції розслідувати інцидент."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "49.  On 9 February 2008 the Odessa Circuit Administrative Court rejected the claim without considering it on the merits, holding that it fell outside the jurisdiction of the administrative courts. On 17 March 2008 the Odessa Administrative Court of Appeal upheld this ruling.",
            "uk": "49.  9 лютого 2008 року Одеський окружний адміністративний суд залишив цей позов без задоволення, не розглядаючи його щодо суті, оскільки він не підпадав під юрисдикцію адміністративних судів. 17 березня 2008 року Одеський адміністративний апеляційний суд залишив цю ухвалу без змін."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "4.  Complaints to courts in the context of criminal procedure",
            "uk": "4.  Скарги до судів у рамках кримінального провадження"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ ВНУТРІШНЄ ПРАВО"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "A.  Constitution of Ukraine",
            "uk": "A.  Конституція України"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "51.  Article 24 of the Constitution of Ukraine provides as follows:",
            "uk": "51.  Стаття 24 Конституції України каже наступне:"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "“... There shall be no privileges or restrictions based on race, skin colour, ... [or] ethnic or social origin ...”",
            "uk": "“...Не може бути привілеїв чи обмежень за ознаками раси, кольору шкіри, ... етнічного та соціального походження ...”"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "B.  Criminal Code of 2001, as worded at the material time",
            "uk": "B.  Кримінальний кодекс від 2001, у редакції, чинній на момент подій"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "52.  Articles 67, 161, 294, 296, 365 and 367 of the Code read as follows:",
            "uk": "52.  Статті 67, 161, 294, 296, 365 і 367 цього кодексу звучать наступним чином:"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Article 67. Circumstances aggravating a punishment",
            "uk": "Стаття 67. Обставини, які обтяжують покарання"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "“1.  For the purposes of imposing a punishment, the following circumstances shall be deemed to be aggravating:",
            "uk": "“1.  При призначенні покарання обставинами, які його обтяжують, визнаються:"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(3)  the commission of a crime on the grounds of racial, national or religious enmity or hostility; ...”",
            "uk": "(3)  вчинення злочину на ґрунті расової, національної, релігійної ворожнечі чи розбрату; ...”"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "Article 161. Violation of citizens’ equality on the grounds of their race, \nnationality or religious beliefs",
            "uk": "Стаття 161. Порушення рівноправності громадян залежно від їх расової, національної належності або релігійних переконань"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "2.  The same acts, where combined with violence, deceit, or threats or committed by a person in a position of authority, shall be punishable by correctional work for a period of up to two years or by imprisonment for up to five years.",
            "uk": "2.  Ті самі дії, поєднані з насильством, обманом чи погрозами, а також вчинені службовою особою, караються штрафом від п’ятисот до тисячі неоподатковуваних мінімумів доходів громадян або позбавленням волі на строк від двох до п’яти років."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "3.  The acts described in paragraphs 1 and 2 of this Article, where committed by an organised group or if they have caused death or have resulted in other grave consequences, shall be punishable by imprisonment for two to five years.”",
            "uk": "3.  Дії, передбачені частинами першою або другою цієї статті, які були вчинені організованою групою осіб або спричинили тяжкі наслідки, караються позбавленням волі на строк від п’яти до восьми років.”"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Article 294. Mass disorder (rioting)",
            "uk": "Стаття 294. Масові заворушення"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "“1.  Organisation and participation in mass disorder associated with violence against persons, pogroms, arson, destruction of property, occupation of buildings, [or] forceful expulsion of citizens... shall be punishable by five to eight years’ imprisonment.",
            "uk": "“1.  Організація масових заворушень, що супроводжувалися насильством над особою, погромами, підпалами, знищенням майна, захопленням будівель або споруд, насильницьким виселенням громадян, ... караються позбавленням волі на строк від п’яти до восьми років."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "2.  The same acts, where they led to death or other grave consequences, shall be punishable by eight to fifteen years’ imprisonment.”",
            "uk": "2.  Ті самі дії, якщо вони призвели до загибелі людей або до інших тяжких наслідків, караються позбавленням волі на строк від восьми до п’ятнадцяти років.”"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Article 296. Disorderly conduct (hooliganism)",
            "uk": "Стаття 296. Хуліганство"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "“1.  Disorderly conduct, namely a serious breach of public order motivated by flagrant disrespect for the community, combined with particular impudence and exceptional cynicism ...",
            "uk": "“1.  Хуліганство, тобто грубе порушення громадського порядку з мотивів явної неповаги до суспільства, що супроводжується особливою зухвалістю чи винятковим цинізмом ..."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "2.  ... committed by a group of persons shall be punishable by a restriction on liberty for up to five years or imprisonment for up to four years.”",
            "uk": "2.  ... Ті самі дії, вчинені групою осіб караються обмеженням волі на строк до п’яти років або позбавленням волі на строк до чотирьох років.”"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Article 365. Excess of power or office",
            "uk": "Стаття 365. Перевищення влади або службових повноважень"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "3.  Any actions provided by paragraph 1 or 2 of this Article, if they had any grave consequences, shall be punishable by seven to ten years’ imprisonment and by a prohibition on the right to occupy certain positions or engage in certain activities for up to three years.”",
            "uk": "3.  Дії, передбачені частинами першою або другою цієї статті, якщо вони спричинили тяжкі наслідки, караються позбавленням волі на строк від семи до десяти років з позбавленням права обіймати певні посади чи займатися певною діяльністю на строк до трьох років.”"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Article 367. Neglect of official duty",
            "uk": "Стаття 367. Службова недбалість"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "2.  The same act, if it has any grave consequences, shall be punishable by imprisonment for two to five years and a prohibition on occupying certain positions or engaging in certain activities for up to three years with or without a fine amounting to between a hundred and two hundred and fifty times the [level of monthly non-taxable] income.”",
            "uk": "2.  Те саме діяння, якщо воно спричинило тяжкі наслідки, карається позбавленням волі на строк від двох до п’яти років з позбавленням права обіймати певні посади чи займатися певною діяльністю на строк до трьох років та штрафом від двохсот п’ятдесяти до семисот п’ятдесяти неоподатковуваних мінімумів доходів громадян або без такого.”"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "C.  Code of Criminal Procedure of 1960 (in effect at the relevant time)",
            "uk": "C.  Кримінально-процесуальний кодекс від 1960 (чинний на момент подій)"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "53.  Article 28 of the Code provided that a person who had sustained pecuniary damage as a result of a crime could lodge a civil claim against an accused or persons liable for the actions of the accused. Article 50 required the investigator or the court to deliver a formal decision recognising the person as a civil plaintiff or refusing such recognition.",
            "uk": "53.  Стаття 28 цього кодексу казала, що особа, яка зазнала матеріальної шкоди внаслідок злочину може подати цивільний позов проти обвинуваченого або особи, винної у діянні скоєному обвинуваченим. Стаття 50 передбачала, що слідчий або суд постановляють офіційне рішення про визнання особи цивільним позивачем або про відмову в цьому."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "54.  Article 49 provided that a person who had sustained non-pecuniary, physical or property damage as a result of a crime could be recognised as an aggrieved party. It required the investigator or the court to issue a formal decision recognising the person as an aggrieved party or refusing such recognition.",
            "uk": "54.  Стаття 49 передбачала, що особа, яка зазнала моральної, фізичної або майнової шкоди внаслідок злочину може бути визнана потерпілим. Вона передбачала, що слідчий або суд постановляють офіційне рішення про визнання особи потерпілим або про відмову в цьому."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "55.  Article 206 of the Code provided that a pre-trial investigation in a criminal case could be suspended, in particular, if the investigation had failed to identify the perpetrator.",
            "uk": "55.  Стаття 206 цього кодексу передбачала, що досудове розслідування кримінальної справи може бути припинене, зокрема, якщо розслідування не встановило особу, яка скоїла правопорушення."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "56.  Article 121 provided that any disclosure of information about pre-trial investigation had to be authorised by the investigator in charge of the case or the prosecutor.",
            "uk": "56.  Стаття 121 передбачала, що будь-яке розкриття інформації про досудове розслідування має відбуватися з дозволу слідчого, який веде кримінальну справу, або прокурора."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "57.  Under Articles 234-36 of the Code, the acts of an investigator could be appealed against to a prosecutor. The investigator’s acts and the decisions of the prosecutor in respect of complaints could also be appealed against before a court, but the latter would only examine them at the preliminary hearing of the case in question – that is to say after the relevant investigation had been completed and the case had been sent to court with a bill of indictment.",
            "uk": "57.  Відповідно до статтей 234-36 цього кодексу, дії слідчого могли бути оскаржені до прокурора. Дії слідчого і рішення прокурора щодо такої скарги могли також бути оскаржені до суду, котрий, проте, міг розглядати їх під час попереднього слухання даної справи, тобто, після завершення відповідного розслідування, і коли справа передавалась до суду разом з обвинувальним висновком."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "D.  Operational-Search Activities Act of 1992",
            "uk": "D.  Закон про оперативно-розшукову діяльність від 1992 року"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "III.  RELEVANT INTERNATIONAL DOCUMENTS",
            "uk": "III.  ВІДПОВІДНІ МІЖНАРОДНІ ДОКУМЕНТИ"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "59.  The relevant parts of the second report on Ukraine by the European Commission against Racism and Intolerance (ECRI), adopted on 14 December 2001, read as follows:",
            "uk": "59.  Відповідні частини другого звіту щодо України Європейської комісії проти расизму і нетолерантності (ЄКРН), ухваленого 14 грудня 2001 року, звучать наступним чином:"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "60.  The relevant parts of the third report on Ukraine by the ECRI, adopted on 29 June 2007, read as follows:",
            "uk": "60.  Відповідні частини третього звіту ЄКРН щодо України, ухваленого 29 червня 2007 року, звучать наступним чином:"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "61.  On 27 November 2002 the Council of Europe’s Advisory Committee on the Framework Convention for the Protection of National Minorities (“the Advisory Committee”) published its first opinion regarding Ukraine’s compliance with that Convention. It concerned the first monitoring cycle and was based on the Advisory Committee’s visit to Ukraine in December 2001. The relevant parts of the opinion read:",
            "uk": "61.  27 листопада 2002 року Консультативний комітет Ради Європи Рамкової Конвенції про захист національних меншин (“Консультативний комітет”) оприлюднив перший висновок щодо дотримання Україною цієї Конвенції. Він стосувався першого моніторингового циклу і ґрунтувався на візиті Консультативного комітету до України у грудні 2001 року. Відповідні частини цього висновку звучать так:"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "“30.  The Advisory Committee considers that Ukraine has not been able to secure full and effective equality between the majority population and Roma and that the situation of Roma remains difficult in such fields as employment and housing... These problems are exacerbated by the unsatisfactory situation of Roma in the educational system... The Advisory Committee is of the opinion that these issues merit increasing attention.",
            "uk": "“30.  Консультативний комітет вважає, що Україна не змогла забезпечити повну і ефективну рівність між більшістю населення і ромами, і що становище ромів залишається складним у таких сферах, як працевлаштування і житло... ці проблеми поглиблюються незадовільним становищем ромів у освітній системі... Консультативний комітет вважає, що ці проблеми заслуговують на поглиблену увагу."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "36.  The Advisory Committee notes with concern that societal attitudes towards Roma remain negative, and sociological studies suggest that the prejudices towards Roma are markedly more widespread than towards persons belonging to other national minorities. The Advisory Committee believes that it would be helpful to design further initiatives aimed at promoting inter-cultural dialogue between Roma and others.",
            "uk": "36.  Консультативний комітет зазначив зі стурбованістю, що ставлення суспільства до ромів залишається негативним, а соціологічні дослідження доводять, що упередження щодо ромів є значно поширенішими, ніж щодо осіб, котрі належать до інших національних меншин. Консультативний комітет переконаний, що буде корисно передбачити наступні ініціативи, спрямовані на просування міжкультурного діалогу між ромами та іншими."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "62.  The Advisory Committee’s second opinion on Ukraine, issued on 30 May 2008, reads, in the relevant part:",
            "uk": "62.  Другий висновок Консультативного комітету щодо України, оприлюднений 30 травня 2008 року, у відповідних частинах звучить так:"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "Moreover, there are reports of Roma convicted of crimes and subsequently sentenced to imprisonment, without substantive proof of guilt. By contrast, law-enforcement agencies are reported to be more reluctant to investigate crimes committed against Roma. Widespread negative stereotypes of the Roma population seem to be prevalent also within law enforcement agencies as well as the judiciary... and no doubt contribute to the risk of unequal treatment by these institutions.”",
            "uk": "Окрім того, є повідомлення про притягнення до кримінальної відповідальності і засудження до позбавлення волі ромів без переконливого доведення їхньої вини. Натомість повідомляється, що правоохоронні органи виявляють недбалість у розслідуванні злочинів, скоєних щодо ромів. Схоже, поширені негативні стереотипи щодо ромів превалюють також і у правоохоронних органах і в судах ... і, безсумнівно, поглиблюють ризик нерівного ставлення з боку цих державних органів.”"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "I.  PRELIMINARY MATTERS",
            "uk": "I.  ПОПЕРЕДНІ ПИТАННЯ"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "A.  Death of two applicants",
            "uk": "A.  Смерть двох заявників"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "63.  The seventeenth and the eighteenth applicants died after this application had been lodged (see paragraph 5 above).",
            "uk": "63.  Сімнадцятий і вісімнадцятий заявники померли після подання цієї заяви (див. параграф 5 вище)."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Подання сторін"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "64.  The applicants’ representatives initially informed the Court of that fact in their letter of 23 February 2018. They stated that the seventeenth applicant’s wife and son and the eighteenth applicant’s wife and granddaughters wished to pursue the application in their stead. On that occasion they furthermore stated that the nineteenth applicant had also died and named certain individuals who wished to pursue the application in his stead.",
            "uk": "64.  Представники заявників спочатку повідомили Суду про це у листі від 23 лютого 2018 року. Вони зазначили, що дружина і син сімнадцятого заявника і дружина і онучка вісімнадцятого заявника бажають підтримувати заяву від їхнього імені. У зв’язку з цим вони також зазначили, що дев’ятнадцятий заявник також помер, і назвали певних осіб, які бажають підтримувати заяву від його імені."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "66.  The Government submitted that the individuals purporting to pursue the application on behalf of the deceased had “failed to provide any supporting documents related to their relationship or consanguinity with the deceased, such as birth certificate, marriage certificate and more important (sic) inheritance certificates”. They invited the Court to refuse those individuals’ requests that they be allowed to pursue the application on behalf of the deceased.",
            "uk": "66.  Уряд повідомив, що особи, котрі бажають підтримувати заяву від імені померлого, “не надали жодних підтверджуючих документів щодо їхньої спорідненості або пов’язаності з померлим, таких як свідоцтво про народження, свідоцтво про укладення шлюбу і, головне, (sic) свідоцтво про прийняття спадщини”. Уряд запропонував Суду відмовити цим особам у задоволенні клопотання про підтримання заяви від імені померлого."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "70.  As far as the seventeenth applicant is concerned, there is no evidence before the Court which would show that the individuals purporting to pursue the application on his behalf are his next of kin, and the individuals in question have not explained why they could not provide such evidence.",
            "uk": "70.  Стосовно сімнадцятого заявника Суд не має доказів, які доводили б, що особи, які бажають підтримувати заяву від його імені, є його рідними, і відповідні особи не пояснили, чому не можуть надати такі докази."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "71.  While initially the seventeenth applicant’s son was mentioned by the applicants’ representatives as wishing to pursue the application, there was no follow-up and the applicants’ representatives made no reference to him again after the Court’s request for evidence (see paragraphs 64 and 65 above).",
            "uk": "71.  Хоча спочатку представники заявників зазначали, що син сімнадцятого заявника бажає підтримувати заяву, проте наступних повідомлень про це не надійшло, і представники заявників наступного разу про нього не згадували після того, як Суд попросив надати докази (див. параграфи 64 і 65 вище)."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "73.  Given these circumstances, the Court concludes that it has not been shown that the individuals purporting to pursue the application in the seventeenth applicant’s stead have a legitimate interest in doing so. Accordingly, they do not have standing to pursue the proceedings.",
            "uk": "73.  З огляду на ці обставини, Суд робить висновок, що не було доведено, що особи, які бажають підтримувати заяву від імені сімнадцятого заявника, мають для цього законний інтерес. Тому вони не мають повноважень підтримувати провадження."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "74.  Given that the Court will continue to examine the other applicants’ complaints, which are based entirely on the same facts, no particular circumstance relating to respect for the rights guaranteed by the Convention or its Protocols requires the Court to continue the examination of the application in respect of the seventeenth applicant (see, for example, Grigoryan and Sergeyeva v. Ukraine, no. 63409/11, § 45, 28 March 2017).",
            "uk": "74.  Оскільки Суд продовжуватиме розглядати скарги інших заявників, що стосуються тих самих фактів, то жодні особливі обставини стосовно поваги до прав, гарантованих Конвенцією або Протоколами до неї, не вимагають, аби Суд продовжував розгляд заяви щодо сімнадцятого заявника (див., наприклад, Grigoryan і Sergeyeva проти України, № 63409/11, § 45, 28 березня 2017)."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "75.  The Court accordingly finds that, as far as that applicant is concerned, the conditions in which a case may be struck out of its list, as provided in Article 37 § 1 of the Convention, are satisfied and decides to strike the application in respect of the seventeenth applicant out of its list.",
            "uk": "75.  Тому Суд вважає, що стосовно цього заявника дотримано умови, за яких справа може бути вилучена з переліку, як передбачено статтею 37 § 1 Конвенції, і вирішує вилучити заяву з переліку стосовно сімнадцятого заявника."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "76.  As far as the eighteenth applicant is concerned, the application is being pursued by his wife. The Court has no reason to doubt that she may pursue the application in his stead. By contrast, the individuals claiming to be that applicant’s granddaughters did not submit any evidence in support of that claim and, therefore, have not demonstrated that they have the requisite standing to pursue the application in his stead.",
            "uk": "76.  Стосовно вісімнадцятого заявника, заява була підтримана його дружиною. Суд не має підстав сумніватись у тому, що вона може підтримувати заяву від його імені. Натомість особи, котрі стверджують, що є онучками цього заявника, не надали жодних доказів на підтримку цієї вимоги і, відповідно, не довели, що мають належні повноваження підтримувати заяву від його імені."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "77.  Accordingly, the Court holds that the eighteenth applicant’s wife has standing to continue the present proceedings in his stead.",
            "uk": "77.  Тому Суд постановляє, що дружина вісімнадцятого заявника має повноваження продовжувати провадження від його імені."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "78.  However, reference will still be made to “the eighteenth applicant” throughout the ensuing text.",
            "uk": "78.  Проте надалі у тексті посилання робитиметься на “вісімнадцятого заявника”."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "B.  Victim status of some applicants",
            "uk": "B.  Статус потерпілого щодо деяких заявників"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Подання сторін"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "84.  Given that the Government did not submit specific evidence – in particular any reasoned domestic decision – to rebut the applicants’ account that they had been displaced from their homes and that their homes had been damaged in the course of the events of 7 to 10 September 2002, the Court considers that all the applicants, except the sixteenth, can claim to be victims of the violations of the Convention alleged by them.",
            "uk": "84.  Оскільки Уряд не надав конкретних доказів, зокрема жодного обґрунтованого рішення державних органів, на спростування твердження заявників про те, що їх було виселено з їхніх будинків, а самі будинки були пошкоджені під час подій 7 - 10 вересня 2002 року, Суд вважає, що всі заявники, окрім шістнадцятого, можуть стверджувати, що є потерпілими від порушень Конвенції, про які вони стверджують."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "86.  Therefore the Court, upholding the Government’s objection, considers that the application has to be rejected, pursuant to Article 35 §§ 3 (a) and 4 of the Convention, in so far as it concerns the sixteenth applicant.",
            "uk": "86.  Тому Суд, погоджуючись із запереченням Уряду, вважає, що заява має бути відхилена, відповідно до статті 35 §§ 3 (a) і 4 Конвенції, стосовно шістнадцятої заявниці."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "87.  Accordingly, in the following discussion, unless otherwise specified, the first to fifteenth and eighteenth to nineteenth applicants are collectively referred to as “the applicants”.",
            "uk": "87.  Отже, далі у тексті, якщо не зазначатиметься інше, перший-п’ятнадцятий і вісімнадцятий-дев’ятнадцятий заявники називатимуться разом “заявниками”."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "C.  Question of an abuse of the right of individual application",
            "uk": "C.  Питання щодо зловживання правом на індивідуальну заяву"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "90.  As to the letter of 21 October 2016, the Government submitted that the police were investigating the circumstances under which it had been issued. Moreover, the grounds for the issuance of this letter were doubtful since the police department’s register of outgoing correspondence had been stored for five years and then destroyed in 2014, so it was impossible to verify whether the letter of 13 July 2009 had been issued.",
            "uk": "90.  Щодо листа від 21 жовтня 2016 року Уряд повідомив, що міліція розслідує обставини, за яких його було написано. Окрім того, підстави для написання цього листа є сумнівними, оскільки журнал реєстру вихідної кореспонденції зберігається протягом п’яти років і мав бути знищений у 2014 році, тому неможливо перевірити, чи було написано листа від 13 липня 2009 року."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION, TAKEN ALONE AND IN CONJUNCTION WITH ARTICLE 14 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 ОКРЕМО І в сукупності зі статтею 14 Конвенції"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "93.  The invoked provisions read:",
            "uk": "93.  Згадані положення звучать так:"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "Article 3",
            "uk": "Стаття 3"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "« Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню. »"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "Article 14",
            "uk": "Стаття 14"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
            "uk": "« Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою.”"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "A.  Two groups of applicants",
            "uk": "A.  Дві групи заявників"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "94.  In examining the above complaints the Court finds it appropriate to distinguish between two groups of applicants:",
            "uk": "94.  Розглядаючи наведені скарги, Суд вважає за належне розділити заявників на дві групи:"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Group I applicants – applicants who were present in the village in the run-up to the attack of the night of 9-10 September 2002 and had to flee their homes in the village under the threat of that attack – namely, the second, third, sixth to ninth, eleventh, thirteenth to fifteenth, eighteenth and nineteenth applicants;",
            "uk": "I група заявників – заявники, які були присутні у селі під час здійснення нападу в ніч 9-10 вересня 2002 року і мали тікати з будинків у селі під загрозою нападу. А саме, другий, третій, шостий – дев’ятий, одинадцятий, тринадцятий - п’ятнадцятий, вісімнадцятий і дев’ятнадцятий заявники;"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "Group II applicants – the applicants who, by their own admission, were away from their homes at the time of the events in question (see the Appendix for references to the relevant statements), and so had no knowledge of the imminent attack, having only learned about the damage done to them afterwards – namely the first, fourth, fifth, tenth and twelfth applicants.",
            "uk": "II група заявників – заявники, які, як вони самі стверджують, не були вдома на момент згаданих подій (див. Додаток для посилання на відповідні свідчення), і тому безпосередньо не знали про напад і тільки згодом дізнались про завдану їм шкоду, а саме, перший, четвертий, п’ятий, десятий і дванадцятий заявники."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "B.  Group I applicants",
            "uk": "B.  I група заявників"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "(a)  Exhaustion of domestic remedies",
            "uk": "(a)  Вичерпання внутрішніх засобів правового захисту"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "(i)  The parties’ submissions",
            "uk": "(i)  Подання сторін"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "96.  The Government also pointed out that the applicants had failed to challenge before a more senior prosecutor the decisions to suspend criminal proceedings.",
            "uk": "96.  Уряд також вказав, що заявники не оскаржували до вищого прокурора рішення про припинення кримінального розслідування."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "(ii)  The Court’s assessment",
            "uk": "(ii)  Оцінка Суду"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "98.  The relevant principles of the Court’s case-law concerning the rule of exhaustion of domestic remedies are set out in Mocanu and Others v. Romania, [GC], nos. 10865/09 and 2 others, §§ 120-127, ECHR 2014 (extracts).",
            "uk": "98.  Відповідні принципи практики Суду щодо правила про вичерпання внутрішніх засобів правового захисту наведені в рішенні у справі Mocanu і Інші проти Румунії, [ВП], №№ 10865/09 і 2 інші, §§ 120-127, ECHR 2014 (витяги)."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "101.  In the light of the foregoing, the Court considers that the application cannot be rejected for failure to exhaust domestic remedies. The Government’s objection must therefore be dismissed.",
            "uk": "101.  У світлі наведеного Суд вважає, що заява не може бути відхилена через невичерпання внутрішніх засобів правового захисту. Тому заперечення Уряду має бути відхилене."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "(b)  Compliance with the six-month rule",
            "uk": "(b)  Дотримання шестимісячного строку"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "(i)  The parties’ submissions",
            "uk": "(i)  Подання сторін"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "102.  The Government submitted that the applicants’ complaints had been lodged outside of the six-month period. They presented two arguments in this respect.",
            "uk": "102.  Уряд повідомив, що скарги заявників були подані поза шестимісячним строком. У зв’язку з цим він навів два аргументи."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "104.  Secondly, the Government also argued that the village council’s decision concerning the expulsion of the Roma from the village had been quashed with effect from 21 April 2003, when the domestic court’s judgment of 21 March 2003 (see paragraph 45 above) had become final and enforceable. Accordingly, the council’s decisions “could not serve as the basis for any actions” as of the former date. The applicants had lodged their application more than six years after that date.",
            "uk": "104.  По-друге, Уряд також стверджував, що рішення сільради стосовно виселення ромів із села було скасовано 21 квітня 2003 року, коли набуло чинності і законної сили рішення суду від 21 березня 2003 року (див. параграф 45 вище). Тому рішення сільради, починаючи від вказаної дати, “не могло бути підставою для будь-яких позовів”. Заявники подали заяву більш ніж через шість років після цієї дати."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "(ii)  The Court’s assessment",
            "uk": "(ii)  Оцінка Суду"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "107.  The Court agrees with the Government that had the applicants complained about the village council’s resolution of 9 September 2002 as such, it would have had to hold that such a complaint had been lodged outside the six-month period. The Court considers, however, that the applicants referred to the village council’s resolution as mere evidence of the authorities’ implication in the attack on their homes which was the subject of the subsequent criminal investigation.",
            "uk": "107.  Суд погоджується з Урядом, що якби заявники подали скаргу на рішення сільської ради від 9 вересня 2002 року як таке, то така скарга була би подана з пропуском шестимісячного строку. Проте Суд вважає, що заявники посилаються на рішення сільської ради як на доказ причетності влади до нападу на їхні будинки, що стало предметом наступного кримінального розслідування."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "108.  As far as the criminal investigation and the applicants’ compliance with the obligation of diligence in that respect are concerned, the Court notes that the applicants’ compliance with the first aspect of that obligation is not contested (see paragraph 95 above).",
            "uk": "108.  Що стосується кримінального розслідування і дотримання заявниками обов’язку щодо сумлінності, то Суд зазначає, що дотримання заявниками першого аспекту цього обов’язку є безспірним (див. параграф 95 вище)."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "111.  Under such circumstances the Court cannot fault the applicants for having put their trust in the system (ibid., § 77), giving the authorities the benefit of the doubt and awaiting further progress before applying to the Court, so long as there was a realistic possibility, on the basis of the information the applicants were receiving from the authorities, that the investigative measures could be advancing (compare Mocanu and Others, cited above, § 280).",
            "uk": "111.  За таких обставин Суд не може звинувачувати заявників у тому, що вони довіряли системі (ibid., § 77), витлумачували свої сумніви на користь державних органів і очікували на просування справи, до того, як звернутися до Суду, доки існувала реальна можливість, на підставі інформації, яку заявники отримували з державних органів, що слідчі дії можуть просуватись (для порівняння Mocanu і Інші, цитовано вище, § 280)."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "112.  In the light of the foregoing, the Court considers that the application has not been lodged out of time. The Government’s objection must therefore be dismissed.",
            "uk": "112.  У світлі наведеного Суд вважає, що заяву було подано без пропуску строку. Тому заперечення Уряду має бути відхилене."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "(c)  Conclusion as to admissibility",
            "uk": "(c)  Висновок щодо прийнятності"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "113.  The Court accordingly concludes that the complaints of the Group I applicants under Article 3 of the Convention (taken both alone and in conjunction with Article 14 of the Convention) are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. No other grounds for declaring them inadmissible have been established. They must therefore be declared admissible.",
            "uk": "113.  Тому Суд робить висновок, що скарги I групи заявників за статтею 3 Конвенції (як окремо, так і в сукупності зі статтею 14 Конвенції) не є явно необґрунтованими у розумінні статті 35 § 3 (a) Конвенції. не було встановлено й інших підстав для проголошення їх неприйнятними. Тому слід проголосити їх прийнятними."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Щодо суті"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Аргументи сторін"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "114.  The applicants maintained that there had been a violation of Article 3 on account of the authorities’ acquiescence in the attack (most notably on the part of the village council and of the police), their failure to prevent and effectively investigate it, and the applicants’ degrading postdisplacement living conditions.",
            "uk": "114.  Заявники стверджували, що було порушення статті 3 через те, що влада потурала нападу (особливо це стосується сільської ради і міліції), не змогла запобігти йому або розслідувати його, і тому заявники після переселення мали жити у принизливих умовах."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "(i)  Relevant general principles",
            "uk": "(i)  Відповідні загальні принципи"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "(α)  Attribution of responsibility",
            "uk": "(α)  Покладення відповідальності"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "(β)  Minimum level of severity",
            "uk": "(β)  Мінімальний ступінь тяжкості"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "(γ)  Positive obligations",
            "uk": "(γ)  Позитивні зобов’язання"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "125.  Furthermore, Article 3 requires that the authorities conduct an effective official investigation into the alleged illtreatment, even if such treatment has been inflicted by private individuals (see T.M. and C.M. v. the Republic of Moldova, no. 26608/11, § 38, 28 January 2014).",
            "uk": "125.  До того ж, стаття 3 вимагає, аби державні органи провели ефективне розслідування стверджуваного жорстокого поводження, навіть якщо таке поводження було заподіяне приватними особами (див. T.M. і C.M. проти Молдови , № 26608/11, § 38, 28 січня 2014)."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "(ii)  Application of the above-mentioned principles to the present case",
            "uk": "(ii)  Застосування цих принципів у даній справі"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "(α)  Substantive aspect of Article 3, taken in conjunction with Article 14",
            "uk": "(α)  Матеріальний аспект статті 3, в сукупності зі статтею14"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "129.  The Court considers it necessary, at this juncture, to (i) comment on the motives behind the attack on the applicants’ homes and (ii) to assess the authorities’ role in the applicants’ displacement.",
            "uk": "129.  На цьому етапі Суд вважає за необхідне (i) прокоментувати мотиви, що стоять за нападом на будинки заявників, і (ii) оцінити роль влади у виселенні заявників."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "136.  As follows from the above discussion, the Court considers it established that:",
            "uk": "136.  На підставі цієї дискусії Суд вважає доведеним, що:"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "(i) the attack on the applicants’ homes was motivated by anti-Roma sentiment;",
            "uk": "(i) напад на будинки заявників був мотивований антиромськими почуттями;"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "(ii) the police failed to take any measures to protect the applicants’ homes from the attack and no objective reason was given for their inaction;",
            "uk": "(ii) міліція не вжила жодних засобів задля захисту будинків заявників від нападу і не надала жодних об’єктивних причин своєї бездіяльності;"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "(iii) the village council’s resolution and in particular the police presence and passivity at the scene of the attack created an appearance of official endorsement for the attack; and",
            "uk": "(iii) рішення сільської ради і, зокрема, присутність і пасивність міліції на місці нападу створили видимість офіційного схвалення цього нападу; і"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "(iv) the attack constituted degrading treatment, in particular on account of the attitude of the authorities.",
            "uk": "(iv) напад становив таке, що принижує гідність, поводження, зокрема стосовно поведінки державних органів."
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "137.  There has, accordingly, been a violation of the substantive aspect of Article 3, taken together with Article 14 of the Convention, in respect of the Group I applicants.",
            "uk": "137.  Тому мало місце порушення матеріального аспекту статті 3, в сукупності зі статтею 14 Конвенції, стосовно I групи заявників."
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "(β)  Procedural aspect of Article 3, taken in conjunction with Article 14",
            "uk": "(β)  Процесуальний аспект статті 3, в сукупності зі статтею14"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "138.  The Court notes that the domestic investigation into the attack was characterised by a number of serious omissions.",
            "uk": "138.  Суд зазначає, що внутрішнє розслідування нападу мало низку недоліків."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "140.  Moreover, despite the presence of abundant information indicating that the local police and the mayor knew about the attack being prepared (see, for example, paragraphs 13 and 29 above), no effort was made to clarify how much and when they knew, what the source of their information was, whether they knew any organisers of the attack, whether they were in contact with them, and why they limited their role to warning the applicants to leave rather than taking any steps to avert the attack.",
            "uk": "140.  До того ж, незважаючи на наявність великого обсягу інформації, яка вказувала на те, що місцева міліція і сільський голова знали про приготування нападу (див., наприклад, параграфи 13 і 29 вище), не було вжито жодних зусиль для встановлення того, про що саме і коли вони знали, яким було джерело їхньої інформації, чи знали вони організаторів нападу, чи спілкувались вони з ними, і чому вони обмежилися тим, що попередили заявників, аби вони тікали, а не вжили жодних кроків, аби запобігти нападу."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "142.  Circumscribing the investigation in such a fashion and the failure to explore such a clearly required line of inquiry – apparently without reasonable justification – indicates not only inadequacy and lack of thoroughness in the investigation (compare Identoba and Others, cited above, § 75) but also a lack of independence (see, mutatis mutandis, Mustafa Tunç and Fecire Tunç v. Turkey [GC], no. 24014/05, § 222, 14 April 2015).",
            "uk": "142.  Обмежуючи розслідування у такий спосіб, а також неспроможність дослідити таку явно необхідну версію розслідування, вочевидь без розумного обґрунтування, вказує не тільки на неналежність і відсутність сумлінності розслідування (для порівняння Identoba і Інші, цитовано вище, § 75), але й на відсутність незалежності (див., mutatis mutandis, Mustafa Tunç і Fecire Tunç проти Туреччини [ВП], № 24014/05, § 222, 14 квітня 2015)."
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "145.  The above findings in this particular case should also be seen against the background of international reports describing a pattern of persistent anti-Roma prejudice, in particular on the part of certain law-enforcement officers, in Ukraine (see paragraphs 59-62 above; see also Fedorchenko and Lozenko, cited above – in particular §§ 33 and 68).",
            "uk": "145.  Наведені висновки у цій конкретній справі слід також розглядати на тлі міжнародних звітів, які повідомляють про збереження в Україні стійких антиромських упереджень, зокрема з боку певних працівників правоохоронних органів (див. параграфи 59-62 вище; див. також Fedorchenko і Lozenko, цитовано вище – зокрема §§ 33 і 68)."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "146.  The above-mentioned considerations are sufficient for the Court to find that the investigation into the incident cannot be considered as having been effective.",
            "uk": "146.  Наведених міркувань достатньо для того, аби Суд встановив, що розслідування цього інциденту не може вважатись таким, що було ефективним."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "147.  There has, accordingly, been a violation of the procedural aspect of Article 3, taken in conjunction with Article 14, in respect of the Group I applicants.",
            "uk": "147.  Тому мало місце порушення процесуального аспекту статті 3, в сукупності зі статтею 14, щодо I групи заявників."
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "(γ)  Remaining complaints",
            "uk": "(γ)  Решта скарг"
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "148.  In view of its findings above, the Court considers that it is not necessary to examine the remaining aspects of the Group I applicants’ complaints under Article 3 of the Convention, either taken alone or in conjunction with Article 14, because those aspects are subsumed by the already examined complaints under those provisions.",
            "uk": "148.  З огляду на наведені висновки Суд вважає, що немає потреби розглядати інші аспекти скарги I групи заявників за статтею 3 Конвенції, як окремо, так і в сукупності зі статтею 14, тому що ці аспекти підпадають під дію вже розглянутих скарг відповідно до цих положень."
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "C.  Group II applicants",
            "uk": "C.  II група заявників"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "150.  It follows that the first, fourth, fifth, tenth and twelfth applicants’ complaints under Article 3, taken alone or in conjunction with Article 14, are incompatible with the Convention ratione materiae and should be rejected, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "150.  Тобто скарги першого, четвертого, п’ятого, десятого і дванадцятого заявників за статтею 3, окремо або в сукупності зі статтею 14, є несумісними з Конвенцією ratione materiae і мають бути відхилені, відповідно до статті 35 §§ 3 (a) і 4 Конвенції."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION, TAKEN ALONE AND IN CONJUNCTION WITH ARTICLE 14 OF THE CONVENTION",
            "uk": "III.  ЩОДО СТВЕРДЖУВАНОГО ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ, ОКРЕМО І В СУКУПНОСТІ ЗІ СТАТТЕЮ 14 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "152.  Article 8 of the Convention reads:",
            "uk": "152.  Стаття 8 Конвенції каже:"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
            "uk": "“1.  Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції."
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2.  Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі, або для захисту прав і свобод інших осіб.”"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Аргументи сторін"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "1.  The Government",
            "uk": "1.  Уряд"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "153.  On the basis of the same arguments as those presented in respect of the Article 3 complaints, the Government argued that the applicants had failed to exhaust the available domestic remedies and to comply with the six-month rule (see paragraphs 95, 96, 103 and 104 above). The applicants disagreed.",
            "uk": "153.  На підставі тих же аргументів, що були надані стосовно скарг за статтею 3, Уряд стверджував, що заявники не вичерпали наявні засоби внутрішньо-правового захисту і не дотримались правила про шестимісячний строк (див. параграфи 95, 96, 103 і 104 вище). Заявники не погодилися з цим."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "155.  Accordingly, the Government considered that the applicants’ complaint was manifestly ill-founded and, alternatively, that there had been no violation of the provisions invoked by the applicants.",
            "uk": "155.  Тому Уряд вважав, що скарга заявників є явно необґрунтованою, і, як інша можливість, що не було порушення положення, на яке посилались заявники."
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "2.  The applicants",
            "uk": "2.  Заявники"
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "156.  The applicants considered that the fact that the village council resolution had been adopted under the pressure of the mob did not rule out State responsibility. They cited in this respect the case of Sampanis and Others v. Greece (no. 32526/05, §§ 82-83, 5 June 2008), where non-Roma parents’ violent opposition to the enrolment of Roma children in school did not dispense the State of the responsibility to ensure equal study conditions for those children.",
            "uk": "156.  Заявники вважали, що той факт, що рішення сільради було ухвалене під тиском натовпу, не усуває відповідальність держави. Вони цитували у зв’язку з цим справу Sampanis і Інші проти Греції (№ 32526/05, §§ 82-83, 5 червня 2008), у якій насильницький спротив неромських батьків зарахуванню ромських дітей до школи не звільняв державу від відповідальності за забезпечення рівних умов навчання для їхніх дітей."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "157.  The fact that some of the applicants had been reduced to living in their destroyed homes while they worked out what to do in no way diminished the fact that they should not have been expected to remain in their homes in such conditions. The comparison made by the Government between the applicants’ situation and a mere decline in house prices showed a continuing failure to grasp the seriousness of the trauma they had suffered.",
            "uk": "157.  Те, що деякі заявники були змушені жити у своїх зруйнованих будинках, доки вони вирішували, що їм робити, жодним чином не применшує той факт, що від них не можна було очікувати, аби вони залишались за таких умов у своїх будинках. Порівняння, зроблене Урядом між становищем заявників і звичайним зниженням вартості будинку, доводив постійну неспроможність оцінити тяжкість травми, якої вони зазнали."
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "158.  Above, the Court has examined and dismissed the Government’s objections related to the exhaustion of domestic remedies and compliance with the six-month rule. It considers that those objections should likewise be dismissed as far as they relate to the applicants’ complaints under Article 8, taken alone and in conjunction with Article 14.",
            "uk": "158.  Вище Суд вже розглянув і відхилив заперечення Уряду стосовно вичерпання внутрішніх засобів правового захисту і дотримання шестимісячного строку. Він вважає, що ці заперечення також мають бути відхилені, оскільки вони стосуються скарг заявників за статтею 8, окремо і в сукупності зі статтею 14."
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "159.  Moreover, contrary to the Government’s submissions, the above-mentioned complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. They are not inadmissible on any other grounds. They must therefore be declared admissible.",
            "uk": "159.  До того ж, на противагу тому, що повідомив Уряд, ці скарги не є явно необґрунтованими у розумінні статті 35 § 3 (a) Конвенції. Вони не є неприйнятними з жодних інших підстав. Тому їх слід проголосити прийнятними."
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Щодо суті"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "(a)  Relevant general principles",
            "uk": "(a)  Відповідні загальні принципи"
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "161.  Furthermore, the Court has not excluded the possibility that the State’s positive obligation under Article 8 to safeguard an individual’s physical integrity may extend to questions relating to the effectiveness of a criminal investigation (see Moldovan and Others, cited above, § 96, which cites Osman v. the United Kingdom, judgment of 28 October 1998, § 128 Reports 1998-VIII).",
            "uk": "161.  До того ж, Суд не виключає можливість того, що позитивне зобов’язання держави, відповідно до статті 8, гарантувати фізичну недоторканність особи, може поширюватись на питання щодо ефективності кримінального розслідування (див. Moldovan і Інші, цитовано вище, § 96, де цитовано Osman проти Сполученого Королівства, рішення від 28 жовтня 1998, § 128 Reports 1998-VIII)."
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "163.  The Court has dealt with cases of harassment motivated by racism which involved no physical violence. It found that the manner in which the criminal-law mechanisms had been implemented was a relevant factor for its assessment of whether the protection of the applicants’ rights had been defective to the point of constituting a violation of the respondent State’s positive obligations under Article 8 of the Convention (see Király and Dömötör, cited above, § 72).",
            "uk": "163.  Суд вже розглядав справи, що стосуються мотивованого расизмом переслідування, яке не передбачало фізичного насильства. Він встановив, що спосіб, у який було імплементовано кримінально-правові механізми, є належним чинником для оцінки того, чи захист прав заявників був настільки недосконалим, що спричинив порушення позитивного зобов’язання держави відповідно до статті 8 Конвенції (див. Király і Dömötör, цитовано вище, § 72)."
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "(b)  Application of the above-mentioned principles to the present case",
            "uk": "(b)  Застосування згаданих принципів до даної справи"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "164.  The Court has found it established that there were grave failures on the part of the domestic authorities to protect the Group I applicants from the attack on their homes, which led it to find a violation of Article 3, taken in conjunction with Article 14 of the Convention.",
            "uk": "164.  Суд визнав встановленим, що була тяжка неспроможність з боку державних органів захистити I групу заявників від нападу на їхні будинки, на підставі чого було встановлено порушення статті 3, в сукупності зі статтею 14 Конвенції."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "166.  The Court finds it established that the homes of all applicants other than the sixteenth were targeted in the attack (see paragraph 84 above) and they suffered displacement from their homes as a result.",
            "uk": "166.  Суд вважає доведеним, що будинки заявників, окрім шістнадцятого, стали мішенню нападу (див. параграф 84 вище), і внаслідок цього заявники мали виселятися зі своїх помешкань."
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "168.  There can be no doubt, therefore, that the damage caused to the applicants’ houses constituted grave and unjustified interferences with the applicants’ right to respect for their private and family life and home.",
            "uk": "168.  Тому не може бути жодних сумнівів, що шкода, завдана будинкам заявників, становить тяжке і невиправдане втручання у право заявників на повагу до приватного і сімейного життя і житла."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "169.  The Court reiterates its findings above concerning:",
            "uk": "169.  Суд нагадує вище наведені висновки стосовно:"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "(i)  the lack of any objective reason for the authorities’ failure to protect the applicants;",
            "uk": "(i)  відсутності будь-яких об’єктивних причин неспроможності влади захистити заявників;"
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "(ii)  the authorities’ role in the attack;",
            "uk": "(ii)  ролі влади у нападі;"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "(iii)  the absence of an effective domestic investigation; and",
            "uk": "(iii)  відсутності ефективного розслідування на національному рівні і"
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "(iv)  the general background of prejudice against Roma in Ukraine at the material time – in particular that manifested by certain law enforcement officers (see paragraphs 59-62 above).",
            "uk": "(iv)  загального контексту упередженості проти ромів в Україні на момент подій, зокрема з боку певних працівників правоохоронних органів (див. параграфи 59-62 вище)."
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "170.  Those considerations are sufficient for the Court to find that there has been a violation of Article 8, taken in conjunction with Article 14 of the Convention, on account of the role the authorities played prior to and in the course of the attack on the applicants’ homes and their failure to conduct an effective investigation into the attack.",
            "uk": "170.  Ці міркування є достатніми, аби Суд встановив, що мало місце порушення статті 8, в сукупності зі статтею 14 Конвенції, стосовно ролі, яку відіграли державні органи до і під час нападу на будинки заявників, і їх неспроможності провести ефективне розслідування нападу."
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "171.  In view of its findings above, the Court considers that it is not necessary to examine the remaining aspects of the applicants’ complaints under the aforementioned provisions of the Convention because those aspects are subsumed by the already examined complaints under those provisions.",
            "uk": "171.  З огляду на наведені висновки Суд вважає, що немає потреби вивчати решту аспектів прав заявників за цим положенням Конвенції, тому що ці аспекти підпадають під вже розглянуті скарги відповідно до цих положень."
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "IV.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1, TAKEN ALONE AND IN CONJUCTION WITH ARTICLE 14",
            "uk": "IV.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПРОТОКОЛУ № 1, ОКРЕМО І В СУКУПНОСТІ ЗІ СТАТТЕЮ 14"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "172.  The applicants (both Groups I and II) complained of a violation of Article 1 of Protocol No. 1, taken alone and in conjunction with Article 14 of the Convention on account of the damage done to their houses and the destruction of their household items. Article 1 of Protocol No. 1 reads:",
            "uk": "172.  Заявники (як I, так і II група) скаржились на порушення статті 1 Протоколу № 1, окремо і в сукупності зі статтею 14 Конвенції стосовно шкоди, завданої їхнім будинкам і знищення їхнього майна, що було в будинках. Стаття 1 Протоколу № 1 звучить так:"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "Article 1 of Protocol No. 1",
            "uk": "Стаття 1 Протоколу № 1"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "“Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений свого майна інакше як в інтересах суспільства і на умовах, передбачених законом або загальними принципами міжнародного права."
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які, на її думку, є необхідними для здійснення контролю за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.”"
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Подання сторін"
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "173.  On the basis of the same arguments as those presented in respect of the Article 3 and 8 complaints, the Government argued that the applicants had failed to exhaust the available domestic remedies and to comply with the six-month rule (see paragraphs 95, 96, 103, 104 and 153 above). The applicants disagreed.",
            "uk": "173.  На основі тих же аргументів, що були наведені стосовно скарг за статтею 3 і 8, Уряд стверджував, що заявники не використали наявні засоби внутрішньо-правового захисту і не виконали правило щодо шестимісячного строку (див. параграфи 95, 96, 103, 104 і 153 вище). Заявники не погодилися з цим."
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "176.  The Court notes that the Government also raised objections as to the applicants’ failure to exhaust domestic remedies and to comply with the six-month rule. However, it does not consider it necessary to examine these objections, given that this part of the application is, in any event, inadmissible for the following reasons.",
            "uk": "176.  Суд зазначає, що Уряд також порушив заперечення щодо неспроможності заявників вичерпати внутрішні засоби правового захисту і дотриматись правила про шестимісячний строк. Однак Суд не вважає за необхідне розглядати ці заперечення, оскільки ця частина заяви у кожному випадку є неприйнятною з наступних підстав."
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "179.  In such circumstances the Court considers that the applicants have failed to develop and substantiate their complaint or to provide a cogent explanation for their inability to do so. Accordingly, their complaint under Article 14, taken in conjunction with Article 1 of Protocol No. 1 is likewise unsubstantiated.",
            "uk": "179.  За таких обставин Суд вважає, що заявники не змогли розвинути і обґрунтувати свою скаргу або надати розумне пояснення своєї неспроможності зробити це. Тому їхня скарга за статтею 14, в сукупності зі статтею1 Протоколу № 1, також є необґрунтованою."
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "180.  The Court concludes that this part of the application is manifestly ill-founded and must be rejected, in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "180.  Суд робить висновок, що ця частина заяви є явно необґрунтованою і має бути відхилена, відповідно до статті 35 §§ 3 (a) і 4 Конвенції."
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "V.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
            "uk": "V.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 13 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "181.  The applicants complained that they had no effective remedy in respect of their other complaints. They relied on Article 13 of the Convention, which provides:",
            "uk": "181.  Заявники скаржились, що вони не мали жодного ефективного правового захисту щодо їхніх скарг. Вони покладались на статтю 13 Конвенції, котра каже:"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "“Кожен, чиї права та свободи, визнані в цій Конвенції, було порушено, має право на ефективний засіб правового захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.”"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "182.  The Government contested that argument.",
            "uk": "182.  Уряд оспорив цей аргумент."
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "184.  The remainder of the complaint under Article 13 is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "184.  Решта скарги за статтею 13 не є явно необґрунтованою у розумінні статті 35 § 3 (a) Конвенції. Вона не є неприйнятною з жодних інших підстав. Тому її слід проголосити прийнятною."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "185.  However, in view of its findings above, the Court does not find it necessary to examine it separately because it is subsumed by the already examined complaints under Articles 3 and 8 of the Convention (see, mutatis mutandis, Sergey Savenko v. Ukraine, no. 59731/09, § 48, 24 October 2013).",
            "uk": "185.  Проте, з огляду на наведені висновки, Суд не вважає за необхідне розглядати її окремо, тому що вона входить до вже розглянутих скарг за статтями 3 і 8 Конвенції (див., mutatis mutandis, Sergey Savenko проти України, № 59731/09, § 48, 24 жовтня 2013)."
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "VI.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "186.  Article 41 of the Convention provides:",
            "uk": "186.  Відповідно до статті 41 Конвенції,"
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "« Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.”"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "187.  The first three, the fifth to fifteenth, the eighteenth and nineteenth applicants claimed 85,984.52 euros (EUR) each in respect of non-pecuniary damage. Their claims in respect of pecuniary damage are set out in the Appendix. The fourth applicant claimed EUR 36,684 for non-pecuniary damage but submitted no claim for pecuniary damage.",
            "uk": "187.  Перші три, п’ятий-п’ятнадцятий, вісімнадцятий і дев’ятнадцятий заявники вимагали 85984,52 євро (EUR) кожному на відшкодування моральної шкоди. Їхні вимоги щодо матеріальної шкоди наведені у Додатку. Четвертий заявник вимагав EUR 36684 на відшкодування моральної шкоди, але повідомив, що не має вимог щодо матеріальної шкоди."
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "188.  The Government considered that there was no causal link between the damage claimed and the violations found. In any event they considered the claims excessive.",
            "uk": "188.  Уряд вважав, що не існує причинно-наслідкового зв’язку між заявленою шкодою і встановленими порушеннями. У будь-якому випадку, він вважає, що ця сума є надмірною."
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "189. In view of its findings above concerning the applicants’ complaint under Article 1 of Protocol No. 1, the Court rejects the applicants’ claim in respect of pecuniary damage. On the other hand, ruling on an equitable basis, the Court considers it reasonable to award the following amounts in respect of non-pecuniary damage:",
            "uk": "189. З огляду на наведені висновки щодо скарги заявників за статтею 1 Протоколу № 1, Суд відхиляє вимогу заявників щодо матеріальної шкоди. З іншого боку, судячи за справедливістю, Суд вважає розумним присудити наступні суми на відшкодування моральної шкоди:"
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "(i)  EUR 11,000 to the second, third, sixth to ninth, eleventh, thirteenth to fifteenth, eighteenth and nineteenth applicants each, plus any tax that may be chargeable on those amounts; and",
            "uk": "(i)  11000 євро другому, третьому, шостому-дев’ятому, одинадцятому, тринадцятому-п’ятнадцятому, вісімнадцятому і дев’ятнадцятому заявникам кожному, включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити; і"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "(ii)  EUR 9,000 to the first, fourth, fifth, tenth and twelfth applicants each, plus any tax that may be chargeable on those amounts.",
            "uk": "(ii)   9000 євро першому, четвертому, п’ятому, десятому і дванадцятому заявникам кожному, включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити."
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Видатки і витрати"
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "190.  The applicants made no claim for costs and expenses. Accordingly, the Court makes no award under this head.",
            "uk": "190.  Заявники не висловили вимоги щодо видатків і витрат. Тому Суд не присуджує жодних відшкодувань з цього приводу."
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "191.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "191.  Суд вважає за доречне, щоб пеня за несвоєчасну сплату була в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки."
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "З ЦИХ ПРИЧИН СУД, ОДНОГОЛОСНО,"
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "1.  Decides to strike the application in the part pertaining to the seventeenth applicant out of its list;",
            "uk": "1.  Вирішує вилучити заяву з переліку справ стосовно сімнадцятого заявника;"
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "2. Holds that the eighteenth applicant’s wife, Ms Lyubov Leontivna Tsynya, has standing to continue the present proceedings in his stead;",
            "uk": "2. Проголошує, що дружина вісімнадцятого заявника, пані Любов Леонтівна Циня, має повноваження продовжувати дане провадження від його імені;"
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "3.  Declares the application in the part pertaining to the sixteenth applicant inadmissible;",
            "uk": "3.  Проголошує заяву у частині, що стосується шістнадцятого заявника, неприйнятною;"
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "4.  Declares:",
            "uk": "4.  Проголошує:"
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "admissible",
            "uk": "прийнятними"
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "(a)  the complaints under Article 3, taken alone and in conjunction with Articles 13 and 14 of the Convention, presented by the second, third, sixth to ninth, eleventh, thirteenth to fifteenth, eighteenth and nineteenth applicants; and",
            "uk": "(a)  скарги за статтею 3, окремо і в сукупності зі статтями 13 і 14 Конвенції, подані другим, третім, шостим-дев’ятим, одинадцятим, тринадцятим-п’ятнадцятим, вісімнадцятим і дев’ятнадцятим заявниками; і"
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "(b)  the complaints under Article 8, taken alone and in conjunction with Articles 13 and 14 of the Convention;",
            "uk": "(b)  скарги за статтею 8, окремо і в сукупності зі статтями 13 і 14 Конвенції;"
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "5.  Declares the remainder of the application inadmissible;",
            "uk": "5.  Проголошує решту заяви неприйнятною;"
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "6.  Holds that there has been a violation of the substantive aspect of Article 3, taken in conjunction with Article 14 of the Convention, in respect of the second, third, sixth to ninth, eleventh, thirteenth to fifteenth, eighteenth and nineteenth applicants;",
            "uk": "6.  Постановляє, що було порушення матеріального аспекту статті 3, в сукупності зі статтею 14 Конвенції, стосовно другого, третього, шостого-дев’ятого, одинадцятого, тринадцятого-п’ятнадцятого, вісімнадцятого і дев’ятнадцятого заявників;"
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "7.  Holds that there has been a violation of the procedural aspect of Article 3, taken in conjunction with Article 14 of the Convention, in respect of the second, third, sixth to ninth, eleventh, thirteenth to fifteenth, eighteenth and nineteenth applicants;",
            "uk": "7.  Постановляє, що було порушення статті 3 у процесуальному аспекті, в сукупності зі статтею 14 Конвенції , стосовно другого, третього, шостого-дев’ятого, одинадцятого, тринадцятого-п’ятнадцятого, вісімнадцятого і дев’ятнадцятого заявників;"
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "8.  Holds that there has been a violation of Article 8, taken in conjunction with Article 14 of the Convention, on account of the role the authorities played prior to and in the course of the attack on the applicants’ homes and their failure to conduct an effective investigation into the attack;",
            "uk": "8.  Постановляє, що було порушення статті 8, в сукупності зі статтею 14 Конвенції, стосовно ролі, яку відіграли державні органи до і під час нападу на будинки заявників, і їх неспроможності провести ефективне розслідування цього нападу;"
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "9.  Holds that it is not necessary to examine the remaining aspects of the applicants’ complaints;",
            "uk": "9.  Постановляє, що немає потреби розглядати решту скарг заявників;"
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "10.  Holds",
            "uk": "10.  Постановляє"
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  що держава-відповідач має сплатити заявникам протягом трьох місяців, починаючи з дня, коли дане рішення стане остаточним відповідно до статті 44 § 2 Конвенції, наступні суми, конвертовані у грошову одиницю держави-відповідача за курсом, чинним на момент розрахунку:"
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "(i)  EUR 11,000 (eleven thousand euros) to each of the second, third, sixth to ninth, eleventh, thirteenth to fifteenth, eighteenth and nineteenth applicants, plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  11000 євро (одинадцять тисяч євро) другому, третьому, шостому-дев’ятому, одинадцятому, тринадцятому-п’ятнадцятому, вісімнадцятому і дев’ятнадцятому заявникам кожному, включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити, на відшкодування моральної шкоди;"
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "(ii)  EUR 9,000 (nine thousand euros) to each of the first, fourth, fifth, tenth and twelfth applicants, plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(ii)   9000 євро (дев’ять тисяч євро) першому, четвертому, п’ятому, десятому і дванадцятому заявникам кожному, включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити, на відшкодування моральної шкоди;"
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "(b)  по закінченні зазначених вище трьох місяців і до остаточного розрахунку, на названу суму нараховуватимуться відсотки в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки;"
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "11.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
            "uk": "11.  Відхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "Done in English, and notified in writing on 6 November 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Складено англійською мовою і письмово повідомлено 6 листопада 2018 року, відповідно до правила 77 §§ 2 і 3 Регламенту."
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "Marialena Tsirli\tPaulo Pinto de Albuquerque\n\tRegistrar\tPresident",
            "uk": "Маріалена Цірлі\tПауло Пінто де Альбукерк \n\tсекретар\tГолова"
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "APPENDIX",
            "uk": "ДОДАТОК"
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "1 No information available",
            "uk": "1 інформація відсутня"
        }
    }
]