[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF LEVCHUK v. UKRAINE",
            "uk": "СПРАВА «ЛЕВЧУК ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 17496/19)",
            "uk": "(Заява № 17496/19)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 8 • Respect for private life • Domestic violence • Positive obligation of protection • Dismissal of woman’s claim for eviction of ex-husband • Domestic court’s failure to conduct comprehensive analysis of situation and assess risk of future psychological and physical violence towards applicant and children • Exposure to risk of further violence pending proceedings (over two years at three levels of jurisdiction) • Fair balance not struck",
            "uk": "Ст. 8 • Повага до приватного життя • Домашнє насильство • Позитивний обов’язок щодо захисту • Відмова у задоволенні позову жінки про виселення колишнього чоловіка • Нездійснення національним судом всебічного аналізу ситуації та оцінки ризику вчинення психологічного та фізичного насильства щодо заявниці та дітей у майбутньому • Загроза подальшого насильства під час розгляду справи (більше двох років у судах трьох інстанцій) • Справедливий баланс не забезпечено"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "3 September 2020",
            "uk": "03 вересня 2020 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "03/12/2020",
            "uk": "03.12.2020"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Levchuk v. Ukraine,",
            "uk": "У справі «Левчук проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGabriele Kucsko-Stadlmayer,\n\tGanna Yudkivska,\n\tMārtiņš Mits,\n\tLәtif Hüseynov,\n\tAnja Seibert-Fohr,\n\tMattias Guyomar, judges,\nand Victor Soloveytchik, Deputy Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tГанна Юдківська (Ganna Yudkivska),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tЛятіф Гусейнов (Lәtif Hüseynov),\n\tАня Сайбер-Фор (Anja Seibert-Fohr), \n\tМаттіас Гуйомар (Mattias Guyomar), судді,\nта Віктор Соловейчік (Victor Soloveytchik), заступник Секретаря секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having regard to:",
            "uk": "З огляду на:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the application (no. 17496/19) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Ukrainian national, Ms Iryna Mykolayivna Levchuk (“the applicant”), on 20 March 2019;",
            "uk": "заяву (№ 17496/19), яку 20 березня 2019 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянка України, \nпані Ірина Миколаївна Левчук (далі – заявниця);"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the decision to give notice of the application to the Ukrainian Government (“the Government”);",
            "uk": "рішення повідомити про заяву Уряд України (далі – Уряд);"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the decision to grant priority to the case under Rule 41 of the Rules of Court;",
            "uk": "рішення надати справі статус пріоритетної відповідно до \nПравила 41 Регламенту Суду;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Having deliberated in private on 30 June 2020,",
            "uk": "після обговорення за зачиненими дверима 30 червня 2020 року"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "1.  The case concerns alleged breaches of Articles 6, 8 and 13 of the Convention on account of the dismissal of an eviction claim brought by the applicant against her ex-husband as he had repeatedly subjected her to psychological and physical violence in the presence of their minor children.",
            "uk": "1.  Справа стосується стверджуваних порушень статей 6, 8 та 13 Конвенції у зв’язку з відмовою у задоволенні позову про виселення, поданого заявницею до її колишнього чоловіка через те, що він неодноразово піддавав її психологічному та фізичному насильству в присутності їхніх неповнолітніх дітей."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "2.  The applicant was born in 1982 and lives in Rivne. She is a registered disabled person with a category 3 disability who lives off her disability pension and child support allowances. She was granted legal aid and was represented by Ms N.A. Bukhta, a lawyer practising in Rivne.",
            "uk": "2.  Заявниця народилася у 1982 році і проживає у м. Рівне. Її офіційно визнано особою з інвалідністю ІІІ групи, яка живе за рахунок соціальної допомоги у зв’язку з інвалідністю та аліментів на утримання дітей. Заявниці була надана правова допомога і її представляла пані Н.А. Бухта, юрист, яка практикує у м. Рівне."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "3.  The Government were represented by their Agent, Mr I. Lishchyna.",
            "uk": "3.  Уряд представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "5.  In 2002 the applicant had a son.",
            "uk": "5.  У 2002 році заявниця народила сина."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "6.  On 26 May 2006 the applicant married O.L. The couple installed themselves in a flat in Rivne co-owned by O.L. and his mother.",
            "uk": "6.  26 травня 2006 року заявниця одружилася з О.Л. Пара поселилася в квартирі у м. Рівне, співвласниками якої були О.Л. і його мати."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "7.  In January 2007 the applicant and O.L. had triplets (three girls).",
            "uk": "7.  У січні 2007 року у заявниці та О.Л. народилася трійня (три дівчинки)."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "8.  In view of the multiple birth, in February 2008 the Rivne City Council provided the applicant and O.L. with social housing – a flat which they could occupy as protected tenants, together with their triplets and the applicant’s son.",
            "uk": "8.  У зв’язку з багатодітністю у лютому 2008 року Рівненська міська рада виділила заявниці та О.Л. комунальне житло – квартиру, в якій вони могли проживати як захищені наймачі разом із трійнею та сином заявниці."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "9.  According to the applicant, her relationship with O.L. gradually deteriorated because he abused alcohol and, under its influence, started arguments, harassed and threatened her and the children, and sometimes resorted to physical violence against her. On various occasions the applicant was so afraid of his violent outbursts that she fled to stay with relatives or acquaintances for periods of time.",
            "uk": "9.  Згідно з твердженнями заявниці її стосунки з О.Л. поступово погіршувалися, оскільки він зловживав спиртними напоями і під їхнім впливом починав суперечки із заявницею, знущався з неї, погрожував їй та дітям, а іноді вдавався до фізичного насильства щодо неї. Декілька разів заявниця була настільки налякана його спалахами насильства, що тікала та залишалася на певний час у родичів чи знайомих."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "10.  On 18 March 2009 the Rivne regional forensic bureau certified that the applicant had a broken nose and haemorrhages around her eyes. According to the applicant, these injuries were the result of one of her arguments with O.L. It appears from the case file that this incident generated no formal follow-up proceedings.",
            "uk": "10.  18 березня 2009 року Обласне бюро судово-медичної експертизи Рівненської обласної ради засвідчило, що у заявниці був зламаний ніс і наявні крововиливи навколо очей. Згідно з твердженнями заявниці ці тілесні ушкодження були отримані у результаті сварки з О.Л. З матеріалів справи вбачається, що у зв’язку з цим інцидентом жодного подальшого офіційного провадження не порушувалося."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "11.  On 13 January 2011 an acquaintance of the applicant, S.L., lodged a complaint with the Rivne police, informing them that O.L. had hit the applicant during an argument at home. The police refused to institute criminal proceedings, on the grounds that there was no corpus delicti in O.L.’s actions. That decision was not appealed against.",
            "uk": "11.  13 січня 2011 року знайомий заявниці С.Л. звернувся із заявою до Рівненського міського відділу міліції, повідомивши їм, що під час сварки вдома О.Л. вдарив заявницю. Працівники міліції відмовили у порушенні кримінальної справи у зв’язку з відсутністю у діях О.Л. corpus delicti. Ця постанова не оскаржувалася."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "12.  In April 2015 the applicant instituted civil proceedings, complaining that O.L. had not been contributing to meet the financial needs of their children.",
            "uk": "12.  У квітні 2015 року заявниця звернулася з цивільним позовом, поскаржившись, що О.Л. не давав кошти для задоволення фінансових потреб їхніх дітей."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "13.  In June 2015 the Rivne Town Court issued a judgment establishing how much O.L. should pay the applicant in child support.",
            "uk": "13.  У червні 2015 року Рівненський міський суд ухвалив рішення, встановивши суму аліментів, яку О.Л. мав сплачувати заявниці на утримання дітей."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "14.  On 10 June 2015 the applicant lodged a criminal complaint with the police, informing them that at about 9 p.m. on 31 May 2015 O.L. had kicked her during an argument at home.",
            "uk": "14.  10 червня 2015 року заявниця звернулася до поліції із заявою, повідомивши, що 31 травня 2015 року близько 21 год. 00 хв. під час сварки вдома О.Л. вдарив її ногою."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "15.  On 11 June 2015 criminal proceedings were initiated against O.L. under Article 125 of the Criminal Code (“the CC”) in relation to the alleged assault on the applicant.",
            "uk": "15.  11 червня 2015 року на підставі статті 125 Кримінального кодексу України (далі – КК України) щодо О.Л. було порушено кримінальне провадження за фактом стверджуваного нанесення заявниці тілесних ушкоджень."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "16.  On 16 June 2015 the Rivne regional forensic bureau certified that the applicant had a subcutaneous haemorrhage on her right thigh.",
            "uk": "16.  16 червня 2015 року Обласне бюро судово-медичної експертизи Рівненської обласної ради засвідчило, що у заявниці був підшкірний крововилив на правому стегні."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "17.  On 23 September 2015 the marriage between the applicant and O.L. was dissolved. Custody of all the children was given to the applicant. After the divorce, all the family members and O.L. remained living in the same flat.",
            "uk": "17.  23 вересня 2015 року шлюб між заявницею та О.Л. було розірвано. Заявниці було надано опіку над усіма дітьми. Після розлучення всі члени сім’ї та О.Л. залишилися проживати в одній квартирі."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "19.  On 11 November 2015 the applicant complained to the Rivne police that O.L. had not been paying child support. She presented a certificate from the State Bailiffs Service indicating that O.L. was seven months in arrears with regard to these payments. She alleged that although O.L. was officially unemployed, in fact he regularly performed odd jobs and was concealing his income. On the same date criminal proceedings were instituted in relation to this matter.",
            "uk": "19.  11 листопада 2015 року заявниця звернулася до Рівненського міського відділу поліції зі скаргою на несплату О.Л. аліментів на утримання дітей. Вона надала довідку Державної виконавчої служби України про наявність в О.Л. заборгованості зі сплати аліментів за сім місяців. Вона стверджувала, що хоча О.Л. був офіційно безробітний, фактично він регулярно виконував різну тимчасову роботу і приховував свої доходи. Того ж дня за цим фактом було порушено кримінальне провадження."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "20.  When questioned by the police (in December 2015), O.L. acknowledged that he had not been paying child support. He explained that he was unable to make the payments which were due as he was unemployed and had no income. He assured the police that he would pay the arrears once he found a source of income and obtained the necessary means. It appears that the proceedings against O.L. were subsequently either closed or abandoned.",
            "uk": "20.  Під час допиту в поліції (у грудні 2015 року) О.Л. визнав, що не сплачував аліменти на утримання дітей. Він пояснив, що не міг здійснювати необхідні виплати, оскільки був безробітний і не мав доходу. Він запевнив працівників поліції, що погасить заборгованість, щойно знайде джерело доходу та отримає необхідні кошти. Як вбачається, провадження щодо О.Л. згодом було або закрите, або залишене без подальшого розгляду."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "21.  On 23 November 2015 and 2 February 2016 the applicant made further calls to the police complaining that O.L. was harassing and mistreating her at their home. In response, the police authorities visited the applicant’s and O.L.’s home and carried out pre-emptive conversations.",
            "uk": "21.  23 листопада 2015 року та 02 лютого 2016 року заявниця зверталася до поліції зі скаргами на знущання та жорстоке поводження з нею О.Л. вдома. У відповідь правоохоронні органи відвідували житло заявниці та О.Л. і проводили профілактичні бесіди."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "22.  On 23 February 2016 the applicant made a further call to the police, complaining that O.L. was behaving aggressively under the influence of alcohol.",
            "uk": "22.  23 лютого 2016 року заявниця знову звернулася до поліції, поскаржившись, що О.Л. агресивно поводився, перебуваючи у стані алкогольного сп’яніння."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "23.  On 12 March 2016 the applicant made a further call to the police, complaining that her husband had been harassing her. This call generated another police inspection and another oral warning for O.L., as indicated in a police report of 16 March 2016.",
            "uk": "23.  12 березня 2016 року заявниця повторно звернулася до поліції, поскаржившись на знущання з боку її чоловіка. Як зазначено у висновку поліції від 16 березня 2016 року, після цього звернення працівники поліції провели ще одну перевірку та винесли ще одне усне попередження О.Л."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "25.  On 14 March 2016 the applicant complained to the Rivne municipal family, child and youth welfare service (“the family welfare service”) that her husband frequently acted abusively under the influence of alcohol, and she solicited their help in finding a structured solution.",
            "uk": "25.  14 березня 2016 року заявниця поскаржилася до Рівненського міського центру соціальних служб для сім’ї, дітей та молоді (далі – центр соціальних служб), що її чоловік часто агресивно поводився у стані алкогольного сп’яніння, і попросила їхньої допомоги у пошуку конструктивного рішення."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "27.  On 24 March 2016 the family welfare service asked the police to follow up on the applicant’s family situation, in particular by having a pre-emptive conversation with O.L. and identifying whether there were any grounds for prosecuting him for domestic violence.",
            "uk": "27.  24 березня 2016 року центр соціальних служб звернувся до поліції з проханням вжити заходів щодо ситуації у сім’ї заявниці, зокрема провести профілактичну бесіду з О.Л. і встановити, чи були наявні підстави для притягнення його до кримінальної відповідальності за вчинення насильства у сім’ї."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "28.  On 5 April 2016 a police inspector who had been assigned that task reported that he had not been able to reach O.L. to schedule a meeting.",
            "uk": "28.  05 квітня 2016 року інспектор поліції, якому було доручене це завдання, повідомив, що не зміг зв’язатися з О.Л. для призначення зустрічі."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "30.  On 13 April 2016 the applicant lodged a fresh complaint with the police, alleging that at about 10 p.m. on that date O.L. had had a new violent outburst: he had sworn at her, and had threatened and pushed her.",
            "uk": "30.  13 квітня 2016 року заявниця звернулася з новою скаргою до поліції, стверджуючи, що того дня близько 22 год. 00 хв. в О.Л. був новий спалах насильства: він ображав її нецензурною лайкою, погрожував і штовхав її."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "31.  On 18 April 2016 the Rivne regional forensic bureau certified that the applicant had haemorrhages on her right wrist, arm and leg, and a sprain of the aponeurosis in her right foot.",
            "uk": "31.  18 квітня 2016 року Обласне бюро судово-медичної експертизи Рівненської обласної ради засвідчило, що у заявниці були крововиливи на правому зап’ясті, руці та нозі, а також розтяг апоневрозу на правій нозі."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "35.  In support of his case, O.L. also submitted two character references. The first one was from the management body of the building in which his and the applicant’s flat was located. This reference indicated that no complaints against him had ever been lodged by any building residents. The second was from a limited liability company called R., which indicated that O.L., one of their independent contractors, was highly esteemed as a diligent construction worker and a good team member.",
            "uk": "35.  Для обґрунтування своїх доводів О.Л. також надав дві характеристики. Перша була від правління об’єднання співвласників багатоквартирного будинку, в якому знаходилась їхня із заявницею квартира. У характеристиці було зазначено, що жодних скарг на О.Л. від мешканців будинку ніколи не надходило. Друга характеристика була надана товариством з обмеженою відповідальністю «Р.», в якій зазначалося, що О.Л., один з їхніх незалежних підрядників, високо цінувався як старанний будівельник і хороший член команди."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "36.  The applicant adduced documents concerning all her previous complaints of harassment and violence, and a new certificate from the State Bailiffs Service indicating that O.L. was at the material time eighteen months in arrears with regard to his child support payments.",
            "uk": "36.  Заявниця надала документи щодо всіх її попередніх скарг на знущання та насильство, а також нову довідку Державної виконавчої служби України, в якій зазначалося про наявність в О.Л. на той момент заборгованості зі сплати аліментів на утримання дітей за вісімнадцять місяців."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "37.  On 4 April 2017 the Rivne Town Court allowed the applicant’s claim and ordered O.L.’s eviction. In its judgment, the court noted, in particular, as follows:",
            "uk": "37.  04 квітня 2017 року Рівненський міський суд задовольнив позов заявниці та ухвалив виселити О.Л. У своєму рішенні суд, зокрема, зазначив:"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "“... The court, having heard the [parties and their representatives], [and] the witnesses ..., [and] having examined the written evidence, has come to the following [conclusions]:",
            "uk": "«... Суд, заслухавши пояснення [сторін та їхніх представників], [та] свідків ..., [та] дослідивши письмові докази по справі, приходить до наступних [висновків]:"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "The above measures to correct [the respondent’s] behaviour did not bring about the desired result ...”",
            "uk": "Застосовані [до відповідача] міри впливу не дали належного результату...»"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "39.  On 14 June 2017 the Rivne Regional Court of Appeal quashed the Town Court’s judgment and dismissed the applicant’s claim, finding that there were no grounds for applying such a radical measure as eviction, and that the conditions required by Article 116 of the Housing Code had not been fulfilled. The relevant part of the court’s ruling reads as follows:",
            "uk": "39.  14 червня 2017 року Апеляційний суд Рівненської області скасував рішення міського суду та відмовив у задоволенні позову заявниці, встановивши відсутність підстав для застосування такого радикального заходу як виселення, а також вказав на недотримання умов, передбачених статтею 116 Житлового кодексу України. У відповідній частині рішення суду зазначено:"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "“It is apparent from the case-file material that on a number of occasions the applicant called the police to her home address and accused the defendant of having committed unlawful acts in respect of her and in respect of her family members; however, it has not been demonstrated that [O.L.] systematically breached the rules on living together and was found liable [on this account].",
            "uk": "«З матеріалів справи вбачається, що позивач неодноразово викликала поліцію за адресою і звинувачувала відповідача у вчиненні неправомірних дій щодо неї та членів сім’ї, однак факт систематичного порушення [О.Л.] правил спільного співжиття та притягнення до відповідальності [у зв’язку з цим] не підтверджено."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "Of and by itself, addressing the competent authorities with complaints concerning a breach of the rules on living together, without those authorities applying measures to correct the behaviour of the [guilty] party concerned, is not grounds for eviction.",
            "uk": "Одні лише факти звернення у відповідні органи зі скаргами на порушення правил співжиття без застосування до винного заходів впливу цими органами не є підставою для виселення."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "Having evaluated every piece of evidence separately and jointly, the judicial panel concludes that the evidence provided by the parties demonstrates the existence of hostile, conflictual relations between the former spouses.",
            "uk": "Оцінивши кожен доказ окремо та в їх сукупності, колегія суддів приходить до висновку, що докази подані сторонами, свідчать про наявність неприязних, конфліктних відносин між членами колишнього подружжя."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "In such circumstances, the judicial panel considers that the grounds for applying such an extreme measure as eviction in respect of the defendant are insufficient. At the same time, the judicial panel considers it necessary to warn [O.L.] that he needs to change his attitude towards the rules on living together with the members of his family [after the divorce]. ...”",
            "uk": "За таких обставин колегія суддів вважає, що підстав для застосування до відповідача крайнього заходу впливу – виселення – недостатньо. Разом з тим, колегія суддів вважає за необхідне попередити [О.Л.] про необхідність змінити ставлення до правил спільного співжиття з колишніми членами своєї сім’ї [після розлучення]. ...»"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "41.  On 20 August 2018 the Supreme Court dismissed the applicant’s appeal on points of law, endorsing the findings of the Court of Appeal.",
            "uk": "41.  20 серпня 2018 року Верховний Суд залишив касаційну скаргу заявниці без задоволення, підтримавши висновки апеляційного суду."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "42.  On 11 October 2018 that decision was sent to the applicant by post.",
            "uk": "42.  11 жовтня 2018 року ця постанова була надіслана заявниці поштою."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "43.  On 28 May 2019 the applicant, O.L., their daughters and the applicant’s son were granted ownership of the family flat under the national scheme allowing protected tenants to become the owners of their residences.",
            "uk": "43.  28 травня 2019 року заявниці, О.Л., їхнім дочкам і сину заявниці відповідно до національної програми, яка дозволяє захищеним наймачам стати власниками свого житла, було надано право власності на квартиру."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "44.  At present, all of them still share the flat.",
            "uk": "44.  Наразі вони усі досі разом проживають у квартирі."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "45.  In December 2019 the applicant filed a fresh criminal complaint against O.L. concerning a further violent outburst.",
            "uk": "45.  У грудні 2019 року заявниця звернулася з новою скаргою на О.Л. у зв’язку зі ще одним спалахом насильства."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "46.  On 26 November 2019 the applicant also initiated proceedings to deprive O.L. of his parental rights over their triplets, alleging that he systematically neglected their needs and avoided paying child support. Those proceedings are currently ongoing.",
            "uk": "46.  26 листопада 2019 року заявниця також звернулася з позовом про позбавлення О.Л. його батьківських прав стосовно трійнят, стверджуючи, що він систематично нехтував їхніми потребами та уникав сплати аліментів на утримання дітей. Це провадження наразі триває."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНа НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "Relevant domestic law",
            "uk": "відповідне національне законодавство"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "The Criminal Code (2002)",
            "uk": "Кримінальний кодекс України (2002 року)"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "47.  Article 125 of the Code, in so far as relevant, reads as follows:",
            "uk": "47.  Відповідна частина статті 125 Кодексу передбачає:"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "Article 125.  Intentional minor physical injury",
            "uk": "Стаття 125.  Умисне легке тілесне ушкодження"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "“1.  Intentional minor physical injury shall be punishable by a fine of up to fifty times the non-taxable minimum income for citizens, or up to two hundred hours of community service, or correctional labour for up to one year. ...”",
            "uk": "«1.  Умисне легке тілесне ушкодження – карається штрафом до п’ятдесяти неоподатковуваних мінімумів доходів громадян або громадськими роботами на строк до двохсот годин, або виправними роботами на строк до одного року. ...»"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "The Code of Administrative Offences (1984)",
            "uk": "Кодекс України про адміністративні правопорушення \n(1984 року)"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "48.  The relevant provision of the Code, Article 173-2, as worded at the material time, read as follows:",
            "uk": "48.  Відповідне положення Кодексу України, стаття 173-2, у редакції, чинній на момент подій, передбачало:"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Article 173-2.  Act of domestic violence, failure to abide by a restraining order or evasion of a correctional programme",
            "uk": "Стаття 173-2.  Вчинення насильства в сім’ї, невиконання захисного припису або непроходження корекційної програми"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "shall be punishable by thirty to forty hours of community service, or administrative detention for up to seven days. ...”",
            "uk": "громадські роботи на строк від тридцяти до сорока годин, або адміністративний арешт на строк до семи діб. ...»"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "The Housing Code (1983)",
            "uk": "Житловий кодекс України (1983 року)"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "49.  Article 116 of the Code, in so far as relevant, reads as follows:",
            "uk": "49.  Відповідна частина статті 116 Кодексу передбачає:"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Article 116.  Eviction without the provision ... of another dwelling",
            "uk": "Стаття 116.  Виселення без надання ... іншого жилого приміщення"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "“If the tenant, members of his or her family, or others living with him or her ... systematically ... break the rules on ... living together, making it impossible for the other [people in the dwelling] to live with them in the same flat or house, and if measures of pre-emption and measures involving public pressure have not produced any positive result, those responsible shall be evicted at the request of ... interested persons, without another dwelling being provided for them. ...”",
            "uk": "«Якщо наймач, члени його сім’ї або інші особи, які проживають разом з ним, ... систематичним порушенням правил ... співжиття роблять неможливим для інших [осіб у жилому приміщенні] проживання з ними в одній квартирі чи в одному будинку, а заходи запобігання і громадського впливу виявились безрезультатними, виселення винних на вимогу ... заінтересованих осіб провадиться без надання іншого жилого приміщення. ...»"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Law of Ukraine “On the prevention and combatting domestic violence” (no. № 2229-VIII of 7 December 2017; “The Domestic Violence Act”)",
            "uk": "Закон України «Про запобігання та протидію домашньому насильству» (від 07 грудня 2017 року № 2229-VIII; далі – Закону України «Про домашнє насильство»)"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "50.  The Domestic Violence Act of 2017 entered into force on 7 January 2018, having replaced the preceding Law “On the prevention of family violence” (2001). According to Section 5 of the Act, the objectives of the State policy on prevention and combatting domestic violence were defined as follows:",
            "uk": "50.  Закон України «Про домашнє насильство» 2017 року набрав чинності 07 січня 2018 року, замінивши попередній Закон України «Про попередження насильства в сім’ї» (2001 року). Відповідно до статті 5 Закону України цілі державної політики у сфері запобігання та протидії домашньому насильству були визначені так:"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "“1.  State policy in the sphere of prevention and combatting domestic violence shall aim to ensure a comprehensive integrated approach towards eradication of domestic violence, provision of comprehensive assistance to the victims and affirmation of non-violent character of private relations.",
            "uk": "«1.  Державна політика у сфері запобігання та протидії домашньому насильству спрямована на забезпечення комплексного інтегрованого підходу до подолання домашнього насильства, надання всебічної допомоги постраждалим особам та утвердження ненасильницького характеру приватних стосунків."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "2.  Main directions of the realisation of the State policy for prevention and combatting domestic violence shall be as follows:",
            "uk": "2.  Основними напрямами реалізації державної політики у сфері запобігання та протидії домашньому насильству є:"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "1)  prevention of domestic violence;",
            "uk": "1)  запобігання домашньому насильству;"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "2)  effective response to the incidents of domestic violence by way of development of the mechanism of interaction between the authorities exercising power in the sphere of prevention and combatting of the domestic violence;",
            "uk": "2)  ефективне реагування на факти домашнього насильства шляхом запровадження механізму взаємодії суб’єктів, що здійснюють заходи у сфері запобігання та протидії домашньому насильству;"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "3)  provision of assistance and protection to the victims, ensuring compensation of damage suffered as a result of domestic violence;",
            "uk": "3)  надання допомоги та захисту постраждалим особам, забезпечення відшкодування шкоди, завданої домашнім насильством;"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "4)  proper investigation of the incidents of domestic violence, imposition of liability on offenders in accordance with the law and the modification of their conduct.”",
            "uk": "4)  належне розслідування фактів домашнього насильства, притягнення кривдників до передбаченої законом відповідальності та зміна їхньої поведінки.»"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "51.  The Act provided, inter alia, for the creation of a Unified State Register of the incidents of domestic and gender-based violence (Section 16) and stipulated a series of “special measures on combatting domestic violence” for addressing victims’ complaints. These measures included, in particular, urgent injunctive police order; restraining court order; placement of the offender on the preventive measures record; and placement of the offender into the special corrective programme (Sections 24 – 28).",
            "uk": "51.  Закон України передбачав, inter alia, створення Єдиного державного реєстру випадків домашнього насильства та насильства за ознакою статі (стаття 16), а також низку «спеціальних заходів щодо протидії домашньому насильству» для розгляду скарг потерпілих. Ці заходи включали, зокрема терміновий заборонний припис поліції; обмежувальний припис суду; взяття на профілактичний облік кривдника; та направлення кривдника на проходження спеціальної корекційної програми (статті 24 – 28)."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "Resolution no. 2 of 12 April 1985 of the Plenary Supreme Court of Ukraine on issues arising in the courts’ implementation of the Housing Code of Ukraine",
            "uk": "Постанова Пленуму Верховного Суду України від 12 квітня 1985 року № 2 «Про деякі питання, що виникли в практиці застосування судами Житлового кодексу України»"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "52.  The Resolution, in so far as relevant, reads as follows:",
            "uk": "52.  Відповідна частина Постанови передбачає:"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "Relevant domestic case-law concerning restraining orders",
            "uk": "Відповідна національна практика щодо обмежувальних приписів суду"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "Ruling of the Supreme Court of Ukraine of 4 December 2019 in case no. 607/10122/19",
            "uk": "Постанова Верховного Суду від 04 грудня 2019 року у справі № 607/10122/19"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "53.  In its ruling in the aforementioned case, the Supreme Court noted, in particular, as follows:",
            "uk": "53.  У своїй постанові в зазначеній справі Верховний Суд, зокрема, зазначив:"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "“In April 2019 [the complainant] instituted proceedings seeking a restraining order on [her former husband]. ... [She] noted that [the respondent] had been subjecting her and their minor child to psychological [and] physical violence manifested through constant threats, intimidation, harassment, application of physical force, as well as interference with their use of [the room in the accommodation hall, in which the three of them resided].",
            "uk": "«У квітні 2019 року [заявниця] звернулася до суду із заявою про видачу обмежувального припису стосовно [її колишнього чоловіка]. ... [Вона] зазначила, що [відповідач] протягом тривалого часу застосовує до неї та неповнолітньої дитини психологічне, [та] фізичне насильство, що виявляється у постійних погрозах, залякувані, цькуванні, застосовує фізичну силу, а також вчиняє перешкоди у користуванні [кімнатою у гуртожитку, в якій вони троє проживали]."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "... [the complainant] requested to issue a restraining order in respect of [the respondent] for the period of six months ... in particular, by enjoining him from interfering with the use of the room [by herself and her minor son] and prohibiting him from accessing [or residing in] ... the aforementioned room.",
            "uk": "... [заявниця] просила видати обмежувальний припис стосовно [відповідача] строком на шість місяців, ... зокрема шляхом ...безперешкодного користування [нею та її неповнолітнім сином] вказаною кімнатою та заборонення йому перебувати [або проживати] ...у вказаній кімнаті."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "When resolving such applications, the courts should comprehensively evaluate all the circumstances and evidence in the case, giving due deference to the rights and interests of the children and the parents, as well as ensuring that no unjustified restriction of the rights of one parent concerning the children takes place in the event that the demands of the other parent are not grounded and not justified.",
            "uk": "Суди під час вирішення такої заяви мають надавати оцінку всім обставинам та доказам у справі, вирішувати питання про дотримання прав та інтересів дітей і батьків, а також забезпечити недопущення необґрунтованого обмеження одного із батьків у реалізації своїх прав відносно дітей у разі безпідставності та недоведеності вимог заяви іншого з батьків."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "In the case at issue it has been established that [the complainant] and [the respondent] are in hostile relations; conflictual situations often arise concerning residence in and the use of the room in the accommodation hall ...",
            "uk": "У справі, що переглядається, установлено, що між [заявницею] та [відповідачем] існують неприязні відносини, часто виникають конфліктні ситуації з приводу проживання та користування кімнатою в гуртожитку ..."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "[The respondent] stated that he had no intention to let his former spouse ... and their minor son use the room ...",
            "uk": "[Відповідач] визнав ту обставину, що він не має наміру допускати свою колишню дружину ... та їх неповнолітнього сина до користування кімнатою ..."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "Ruling of the Supreme Court of Ukraine of 28 April 2020 in case no. 754/11171/19",
            "uk": "Постанова Верховного Суду від 28 квітня 2020 року у справі № 754/11171/19"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "54.  In its ruling in the aforementioned case, the Supreme Court noted, in particular, as follows:",
            "uk": "54.  У своїй постанові у вказаній справі Верховний Суд, зокрема, зазначив:"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "“In July 2019 [the complainant] instituted proceedings seeking a restraining order in respect of [her former husband] and alleging that the latter had systematically subjected her and their children to violence and intimidation. Those acts manifested through assaults including physical, psychological and sexual violence. ...",
            "uk": "«У липні 2019 року [заявниця] звернулася до суду із заявою про видачу обмежувального припису щодо [її колишнього чоловіка] у зв`язку з тим, що останній систематично вчиняє насильницькі дії відносно неї та дітей, морально її принижує. Ці діяння мають характер мордувань і поєднані з фізичним, психологічним та сексуальним насильством. ..."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "When deciding on the application of such a measure, the courts ... must assess proportionality of the interference with the rights and freedoms of the individual, taking into consideration that those measures are triggered by the unlawful conduct of [the offender].",
            "uk": "При вирішенні питання щодо застосування такого заходу суд ... має оцінити пропорційність вручання у права і свободи особи враховуючи, що ці заходи пов’язані із протиправною поведінкою [кривдника]."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "Therefore, the conclusion of [the lower courts] that it is not possible to allow the victim’s request concerning ... temporary restriction of the right [of the respondent] to [use] the flat of which he is a co-owner ... is erroneous, since it deprives the complainant of the guarantees ... provided by the [Domestic Violence Act].",
            "uk": "Тому висновок [судів нижчих інстанцій] про неможливість задоволення вимог постраждалої щодо ... тимчасового обмеження прав [відповідача] на [користування] квартирою, в якій він є співвласником,... є помилковим, оскільки позбавляє позивача гарантій ...які передбачені [Законом України «Про домашнє насильство»]."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "In the case at issue the [lower] courts ... have concluded that there is high risk of [repeated violence] ...",
            "uk": "У цій справі суди [нижчих інстанцій] ... зробили висновок, що існує високий рівень вірогідності [повторного вчинення домашнього насильства] ..."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "In these circumstances, the judicial panel ... considers that demands of [the complainant] ... to enjoin [the respondent] from staying in the ... flat ... [and] approaching closer than two kilometres to [the flat] should be allowed. ...”",
            "uk": "За таких обставин колегія суддів ... вважає, що вимоги [заявниці] ... щодо заборони [відповідачу] перебувати ... у квартирі ... [та] заборони йому наближатися на визначену відстань до двох кілометрів до [квартири], підлягають задоволенню. ...»"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "Relevant international material",
            "uk": "ВІДПОВІДНІ МІЖНАРОДНІ ДОКУМЕНТИ"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "55.  A summary of the relevant international material can be found in the case of Volodina v. Russia, no. 41261/17, §§ 51-60, 9 July 2019).",
            "uk": "55.  Стислий виклад відповідних міжнародних документів наведений в рішенні у справі «Володіна проти Росії» (Volodina v. Russia), заява № 41261/17, пункти 51 – 60, від 09 липня 2019 року)."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "Material relating to violence against women in Ukraine",
            "uk": "Документи щодо ситуації з НАСИЛЬСТВОМ Стосовно ЖІНОК В УКРАЇНІ"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "58.  The Council of Europe Convention on preventing and combating violence against women and domestic violence (the Istanbul Convention) was signed by Ukraine on 7 November 2011 and has not yet been ratified. On 14 November 2017 Mr N. Muiznieks, the Council of Europe Commissioner for Human Rights, addressed a letter Mr A. Parubiy, the Speaker of the Ukrainian Parliament, inviting him to facilitate the process of the ratification of the Istanbul Convention. The letter read, in particular, as follows:",
            "uk": "58.  Конвенція Ради Європи про запобігання та протидію насильству щодо жінок і домашньому насильству (далі – Стамбульська конвенція) була підписана Україною 07 листопада 2011 року, однак досі не ратифікована. 14 листопада 2017 року пан Н. Муйжніекс, Комісар з прав людини Ради Європи, надіслав листа пану А. Парубію, Голові Верховної Ради України, закликавши його посприяти процесу ратифікації Стамбульської конвенції. У листі, зокрема, було зазначено:"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "“During my country visits, I have encountered several objections and/or misconceptions about the Convention. Those arguments could be summarised - and countered - as follows:",
            "uk": "«Під час моїх візитів до країни мені висловили декілька заперечень та/або хибних уявлень про Конвенцію. Ці аргументи можна узагальнити так і протиставити їм наступне:"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "-  Some critics acknowledge that violence against women is a problem, but wish to prevent governments from challenging traditional gender roles and stereotypes, due to a cultural affirmation that men and women should play very different roles in public life and within the family. This approach limits women to the stereotypical role of mothers, giving birth and staying at home to rear children.",
            "uk": "–  Деякі критики визнають, що насильство стосовно жінок є проблемою, однак бажають унеможливити оспорювання владою традиційних гендерних ролей та стереотипів у зв’язку з культурним переконанням, що чоловіки та жінки мають відігравати різні ролі як у суспільному житті, та і в сім’ї. Цей підхід обмежує жінок стереотипною роллю матері, суть якої зводиться до народження та перебуванні вдома для турботи про дітей."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "-  Others go as far as to argue that the Istanbul Convention should not be ratified because it would endanger societies based on traditional families. I would like to reassure everybody that there is no such danger, as all the measures provided for by the Istanbul Convention reinforce family foundations and links by preventing and combating the main cause of destruction of families, that is, violence.",
            "uk": "–  Інші пішли ще далі, стверджуючи, що Стамбульську конвенцію не слід ратифікувати, оскільки це поставить під загрозу суспільство із традиційними сім’ями. Я хотів би запевнити всіх у відсутності такої небезпеки, оскільки всі заходи, передбачені Стамбульською конвенцією, посилюють сімейні основи та зв’язки, тим самим запобігаючи та долаючи основну причину руйнування сімей, тобто насильство."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "The Istanbul Convention aims at eradicating violence against women and domestic violence by prescribing the establishment of a comprehensive system to combat those phenomena effectively. Individual victims, families and society as a whole will all benefit if everyone’s fundamental rights to life, security, freedom, dignity, and physical and emotional integrity are respected.",
            "uk": "Стамбульська конвенція спрямована на викорінення насильства стосовно жінок і домашнього насильства, тим самим передбачаючи створення комплексної системи ефективної боротьби з такими явищами. Якщо кожен буде поважати основоположні права на життя, безпеку, свободу, гідність, фізичну та духовну недоторканість, від усіх цих заходів отримають зиск як окремі потерпілі та сім’ї, так і суспільство у цілому."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "I would be grateful if you bring my letter to the attention of all members of the Ukrainian Parliament and I look forward to receiving further information on the ratification process”.",
            "uk": "Я був би вдячний за доведення суті мого листа до відома всіх депутатів Верховної Ради України, і я з нетерпінням очікую інформацію про стан ратифікації документу»."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "59.  In March 2017, in its concluding observations on the eighth periodic report of Ukraine, the UN Committee on the Elimination of Discrimination against Women (CEDAW), noted, in particular, as follows:",
            "uk": "59.  У березні 2017 року у своїх Заключних зауваженнях до восьмої періодичної доповіді України Комітет ООН з ліквідації дискримінації щодо жінок (CEDAW) зазначив, зокрема, таке:"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "29.  Recalling its general recommendation No. 19 (1992) on violence against women, the Committee recommends that the State party:",
            "uk": "29.  Посилаючись на свою загальну Рекомендацію № 19 (1992) про насильство щодо жінок, Комітет рекомендує державі-учасниці:"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(a)  ... accelerate the ratification of the Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence [the Istanbul Convention];",
            "uk": "(a)  ... прискорити ратифікацію Конвенції Ради Європи про запобігання та протидію насильству щодо жінок і домашньому насильству [Стамбульська конвенція];"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "(b)  Take comprehensive measures to prevent and address violence against women and girls and ensure that perpetrators are prosecuted and adequately punished; ...”",
            "uk": "(b)  Прийняти всеосяжні заходи щодо запобігання та боротьби з насильством щодо жінок та дівчат і забезпечити, щоб винні притягувалися до відповідальності та несли належне покарання; ...»"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "60.  According to the OSCE-led survey on violence against women in Ukraine (2018), most interviewed women were concerned about the issue, with 64% saying it was a common occurrence. Some of the key conclusions and recommendations of the Survey were as follows:",
            "uk": "60.  Згідно з дослідженням, проведеним ОБСЄ щодо насильства над жінками в Україні (2018 рік), більшість опитаних жінок були стурбовані цим питанням, водночас 64% сказали, що насильство було поширеним явищем. Деякі ключові висновки та рекомендації дослідження були такими:"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "“...There is a high prevalence of VAW (violence against women), but women are reluctant to report it or to seek help.",
            "uk": "«...Рівень VAW (насильства над жінками) дуже високий, однак жінки неохоче повідомляють про нього або недостатньо активні в пошуку допомоги."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "61.  The U.K.’s Home Office’s Country Policy and Information Note on Ukraine concerning gender-based violence (May, 2018) featured, in particular, the following information:",
            "uk": "61.  Публікація Міністерства внутрішніх справ Великої Британії «Інформаційна записка щодо державної політики та ситуації з насильством за гендерною ознакою в Україні (травень 2018 року)» містила, зокрема, таку інформацію:"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "“4.2.3.  ... Kateryna Levchenko, President of the NGO “La Strada – Ukraine,” presented the statistical data collected from the survey of police and prosecutors, analysis of court decisions on cases of violence against women and domestic violence. 10% of prosecutors, 11% of judges, 12% of police officers justify some cases of family violence. 39% of officers in the criminal justice system consider domestic violence to be a private matter, 60% blame sexual violence on its victims.",
            "uk": "«4.2.3.  ... Катерина Левченко, президент ГО «Ла Страда-Україна», надала статистичні дані, зібрані за результатами опитування працівників поліції та прокуратури, аналізу судових рішень у справах щодо насильства над жінками та насильства у сім’ї. 10% прокурорів, 11% суддів, 12% працівників поліції виправдовують певні випадки насильства у сім’ї. 39% працівників системи кримінального правосуддя вважають домашнє насильство особистою справою, 60% звинувачують у сексуальному насильстві його жертв."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "During judicial proceedings of domestic violence cases 77% of prosecutors, 81% of police officers and 84% of judges consider reconciliation [between] partners and family preservation to be the ... top priority, with violence being underestimated and considered a minor dispute.",
            "uk": "Під час судового розгляду справ про домашнє насильство 77% прокурорів, 81% працівників поліції та 84% суддів вважають ... першочерговим завданням примирення [між] партнерами та збереження сім’ї, водночас випадок насильства недооцінюється і вважається незначною суперечкою."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "Courts often consider the cases of violence from a formal point of view. The monitoring of 77 hearings revealed that the average duration of meetings is 4 to 23 minutes. Offenders do not appear in courts. Only every 6th abuser appeared in court. This often results in cancelling the hearings. ...”",
            "uk": "Суди часто розглядають випадки насильства з формальної точки зору. Результати спостереження за 77 судовими засіданнями свідчать, що середня тривалість засідань становить від 4 до 23 хвилин. Правопорушники не з’являються до судів. Лише кожен 6-й нападник з’явився у судове засідання. Це часто призводить до перенесення засідань. ...»"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "стверджуване порушення статті 8 конвенції"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "62.  The applicant complained that the domestic courts’ refusal to order O.L.’s eviction had exposed her and her children to continuing risk of harassment and violence. She invoked Article 8 of the Convention, which, in so far as relevant, reads as follows:",
            "uk": "62.  Заявниця скаржилася, що відмова національних судів виселити О.Л. піддала її та її дітей постійному ризику залякування та насильства. Вона посилалася на статтю 8 Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence. ...”",
            "uk": "«1.  Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції. ...»"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "63.  The Government raised no objections concerning the admissibility of the present complaint.",
            "uk": "63.  Уряд не висловив жодних заперечень щодо прийнятності цієї скарги."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "64.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "64.  Суд зазначає, що ця скарга не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "Submissions by the parties",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "The applicant",
            "uk": "Заявниця"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "Information concerning gender-based violence in Ukraine",
            "uk": "Інформація щодо ситуації з насильством за гендерною ознакою в Україні"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "65.  The applicant submitted that the problem of domestic violence was rampant in Ukrainian society, which displayed a high tolerance for this phenomenon.",
            "uk": "65.  Заявниця стверджувала, що проблема домашнього насильства була широко поширена в українському суспільстві, яке демонструвало високий рівень толерантності до цього явища."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "66.  She noted that according to the 2014 survey conducted by GfK analytics at the request of the United Nations Population Fund (UNFPA), one in five Ukrainian women aged fifteen to forty-nine (19%) experienced physical violence since she turned fifteen years old. Around a half of physical violence victims – 9% - experienced physical violence at least once during the last twelve months preceding the survey.",
            "uk": "66.  Вона зазначила, що згідно з дослідженням, проведеним дослідницькою компанією «GfK» на замовлення Фонду ООН у галузі народонаселення (UNFPA) у 2014 році, кожна п’ята українська жінка віком від п’ятнадцяти до сорока дев’яти років (19%) зазнала фізичного насильства після того, як їй виповнилося п’ятнадцять років. Приблизно половина потерпілих від фізичного насильства – 9% – зазнали фізичного насильства щонайменше один раз за останні дванадцять місяців до проведення дослідження."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "67.  According to the National police press centre, in 2018 the Ukrainian police received 89.5 thousand domestic violence complaints from women.",
            "uk": "67.  Згідно з інформацією прес-центру Національної поліції України у 2018 році українська поліція отримала від жінок 89,5 тисяч скарг про домашнє насильство."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "Submissions concerning the applicant’s personal situation",
            "uk": "Доводи щодо особистого становища заявниці"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "71.  The applicant next noted that she was thankful to the municipal authorities for giving her and the children an opportunity to become owners of the disputed flat in 2019. However, she had not willingly consented to sharing ownership with O.L. As her eviction claim had not been allowed and he had remained a lawful resident of the flat, under the law, there had been no way to obtain ownership of the flat without his participation.",
            "uk": "71.  Заявниця також зазначила, що була вдячна органам місцевого самоврядування за надання їй та її дітям можливості стати власниками спірної квартири у 2019 році. Проте вона не з власної волі погодилася, щоб О.Л. став співвласником квартири. Оскільки її позов про виселення не був задоволений, і він залишився законним мешканцем квартири, згідно із законодавством було неможливо отримати право власності на квартиру без його участі."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "73.  The Government alleged that there had been no breach of the positive duty under Article 8 in respect of the applicant. They considered that the domestic authorities had taken all necessary measures to protect her and her children from domestic violence.",
            "uk": "73.  Уряд стверджував, що у справі заявниці не було порушено позитивного обов’язку, передбаченого статтею 8 Конвенції. Він вважав, що національні органи влади вжили всіх необхідних заходів для захисту заявниці та її дітей від домашнього насильства."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "76.  The Government also noted that after the end of the eviction proceedings, the applicant, O.L. and their children had lodged a joint request with the municipality to be awarded ownership of the disputed flat. In their view, the applicant’s and O.L.’s cooperation in that matter had demonstrated a further proof that their living together had not been objectively intolerable.",
            "uk": "76.  Уряд також зазначив, що після закінчення провадження про виселення заявниця, О.Л. та їхні діти звернулися зі спільною заявою до органів місцевого самоврядування для надання їм права власності на спірну квартиру. На думку Уряду, співпраця заявниці та О.Л. у цьому питанні становила ще один доказ, що їхнє спільне поживання не було об’єктивно нестерпним."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "80.  In this connection, the Court has held, in particular, that where an individual makes a credible assertion of having been subjected to repeated acts of domestic violence, however trivial the isolated incidents might be, it falls on the domestic authorities to assess the situation in its entirety, including the risk that similar incidents would continue (see, mutatis mutandis, Irina Smirnova v. Ukraine, no. 1870/05, §§ 71 and 89, 13 October 2016).",
            "uk": "80.  У зв’язку з цим Суд постановив, зокрема, що якщо особа висуває небезпідставну скаргу щодо повторюваних актів домашнього насильства над нею чи інших видів знущання, якими б незначними не були окремі епізоди, національні органи влади зобов’язані оцінити ситуацію загалом, у тому числі й загрозу продовження аналогічних подій (див., mutatis mutandis, рішення у справі «Ірина Смірнова проти України» (Irina Smirnova v. Ukraine), заява № 1870/05, пункти 71 і 89, \nвід 13 жовтня 2016 року)."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "Among other things, this assessment should take due account of the particular vulnerability of victims – who are often dependent on their assailants emotionally, economically, or otherwise – and the psychological effect that the risk of repeated harassment, intimidation and violence may have on their everyday life (see, mutatis mutandis, Hajduová, cited above, § 46 and Irina Smirnova, ibid.).",
            "uk": "Серед іншого, ця оцінка має належним чином враховувати особливу вразливість потерпілих – які часто емоційно, економічно чи іншим чином залежать від своїх нападників, а також психологічний ефект, який може мати загроза повторного знущання, залякування та насильства на повсякденне життя потерпілого (див., mutatis mutandis, згадані рішення у справах «Хайдуова проти Словаччини» (Hajduová v. Slovakia), пункт 46 та «Ірина Смірнова проти України» (Irina Smirnova v. Ukraine), там само)."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "89.  The Supreme Court, in turn, dismissed the applicant’s appeal against the ruling of the Court of Appeal, endorsing its analysis.",
            "uk": "89.  У свою чергу Верховний Суд залишив без задоволення касаційну скаргу заявниці на рішення апеляційного суду, схваливши його аналіз."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "91.  There has therefore been a breach of Article 8 of the Convention in the present case.",
            "uk": "91.  Отже, у цій справі було порушено статтю 8 Конвенції."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "ALLEGED VIOLATIONS OF ARTICLES 6 AND 13 OF THE CONVENTION",
            "uk": "стверджувані порушення статей 6 і 13 конвенції"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "93.  Having regard to the facts of the case, the submissions of the parties, and its findings under Article 8 of the Convention, the Court considers that it has examined the main legal question raised in the present application, and that there is no need to give a separate ruling on the admissibility and merits of the above-mentioned complaints (see, for example, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
            "uk": "93.  З огляду на факти справи, доводи сторін і свої висновки за статтею 8 Конвенції Суд вважає, що він розглянув основне юридичне питання, порушене у цій заяві, і немає потреби у винесенні окремого рішення щодо прийнятності та суті зазначених скарг (див., наприклад, рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» [ВП] (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) [GC], заява № 47848/08, пункт 156, ЄСПЛ 2014)."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "94.  Article 41 of the Convention provides:",
            "uk": "94.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "95.  The applicant claimed 20,000 euros (EUR) in respect of non-pecuniary damage. She alleged that this amount would enable her to buy a separate flat and finally separate from O.L.",
            "uk": "95.  Заявниця вимагала 20 000 євро в якості відшкодування моральної шкоди. Вона стверджувала, що ця сума дозволить їй придбати окрему квартиру і, нарешті, жити окремо від О.Л."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "96.  The Government argued that this claim was exorbitant and unsubstantiated.",
            "uk": "96.  Уряд стверджував, що ця вимога була надмірною та необґрунтованою."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "97.  The Court considers that the applicant must have suffered anguish and distress on account of the facts giving rise to the finding of a violation of Article 8 in the present case. Ruling on an equitable basis, the Court awards the applicant EUR 4,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
            "uk": "97.  Суд вважає, що заявниця мала зазнати болю та страждань у зв’язку з фактами, які стали підставою для встановлення у цій справі порушення статті 8 Конвенції. Ухвалюючи рішення на засадах справедливості, Суд присуджує заявниці 4 500 євро в якості відшкодування моральної шкоди та додатково суму будь-якого податку, що може нараховуватися."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "99.  The Government invited the Court to reject the claim for legal fees, as the applicant had not actually incurred the above expenses. They further submitted that the claim for administrative and postal expenses was not supported by any postage receipts or other appropriate documentary evidence.",
            "uk": "99.  Уряд закликав Суд відхилити вимогу щодо компенсації зазначених судових витрат, оскільки заявниця фактично не понесла вказаних витрат. Уряд також стверджував, що вимога про компенсацію адміністративних і поштових витрат не підтверджувалася жодними поштовими квитанціями про оплату чи іншими відповідними задокументованими доказами."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "100.  In the light of the Court’s settled case-law (see, for example, Belousov v. Ukraine, no. 4494/07, §§ 115-17, 7 November 2013), the Court considers it reasonable to award the applicant, who was also granted EUR 850 in legal aid, EUR 1,150 in respect of legal fees, to be transferred directly to her representative’s account, as indicated by the applicant.",
            "uk": "100.  У контексті усталеної практики Суду (див., наприклад, рішення у справі «Бєлоусов проти України» (Belousov v. Ukraine), \nзаява № 4494/07, пункти 115 – 117, від 07 листопада 2013 року) Суд вважає за належне присудити заявниці, якій також було надано правову допомогу у розмірі 850 євро, 1 150 євро в якості компенсації витрат на правову допомогу, які мають бути перераховані безпосередньо на банківський рахунок її представника, як зазначила заявниця."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "101.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "101.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "Declares the complaint under Article 8 admissible;",
            "uk": "Оголошує прийнятною скаргу заявниці за статтею 8 Конвенції;"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "Holds that there has been a violation of Article 8 of the Convention;",
            "uk": "Постановляє, що було порушено статтю 8 Конвенції;"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "Holds that there is no need to examine the complaints under Articles 6 and 13 of the Convention;",
            "uk": "Постановляє, що немає необхідності розглядати скарги за \nстаттями 6 і 13 Конвенції;"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявниці такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "EUR 4,500 (four thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "4 500 (чотири тисячі п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "EUR 1,150 (one thousand one hundred and fifty euros), plus any tax that may be chargeable to the applicant, in respect of legal fees, to be transferred directly to the account of the applicant’s representative, Mrs N. Bukhta;",
            "uk": "1 150 (одна тисяча сто п’ятдесят) євро та додатково суму будь-якого податку, що може нараховуватися заявниці, в якості компенсації витрат на правову допомогу, які мають бути перераховані безпосередньо на банківський рахунок представника заявниці, пані Н. Бухти;"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявниці щодо справедливої сатисфакції."
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "Done in English, and notified in writing on 3 September 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 03 вересня 2020 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]