[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF BONDAR v. UKRAINE",
            "uk": "СПРАВА «БОНДАР ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 18895/08)",
            "uk": "(Заява № 18895/08)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "16 April 2019",
            "uk": "16 квітня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "16/07/2019",
            "uk": "16.07.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Bondar v. Ukraine,",
            "uk": "У справі «Бондар проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Jon Fridrik Kjølbro, President,\n\tPaulo Pinto de Albuquerque,\n\tIulia Antoanella Motoc,\n\tCarlo Ranzoni,\n\tGeorges Ravarani,\n\tMarko Bošnjak, judges,\n\tSergiy Goncharenko, ad hoc judge,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Джон Фрідрік Кьолбро (Jon Fridrik Kjølbro), Голова,\n\tПауло Пінто де Альбукерке (Paulo Pinto de Albuquerque),\n\tЮлія Антоанелла Моток (Iulia Antoanella Motoc),\n\tКарло Ранцоні (Carlo Ranzoni),\n\tЖорж Раварані (Georges Ravarani),\n\tМарко Бошняк (Marko Bošnjak), судді,\n\tСергій Гончаренко (Sergiy Goncharenko), суддя ad hoc,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 26 March 2019,",
            "uk": "після обговорення за зачиненими дверима 26 березня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 18895/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Mykhaylo Vasylyovych Bondar (“the applicant”), on 8 April 2008.",
            "uk": "1.  Справу було розпочато за заявою (№ 18895/08), яку 08 квітня \n2008 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Михайло Васильович Бондар (далі – заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant, who had been granted legal aid, was represented by Mr O.V. Levytskyy, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявника, якому було надано правову допомогу, представляв \nпан О.В. Левицький, юрист, який практикує у м. Київ. Уряд України (далі – Уряд) представляв його Уповноважений пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant alleged, in particular, that the police had ill-treated him in order to extract a confession and that the criminal proceedings against him had been unfair in that the confession given under duress had been admitted into evidence and the courts had refused to recall a witness who had initially given incriminating evidence but had then retracted it.",
            "uk": "3.  Заявник скаржився, зокрема, на жорстоке поводження працівників міліції з метою отримання його зізнавальних показань, несправедливість кримінального провадження щодо нього у зв’язку з визнанням допустимим доказом наданих під тиском зізнавальних показань та відмову судів викликати свідка, яка спочатку надала викривальні показання, а згодом від них відмовилася."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "5.  On 6 March 2017 the Government were given notice of the applicant’s complaints in respect of alleged ill-treatment and the alleged admission of his confession in evidence. On 28 May 2018 further observations were requested from the Government in respect of the applicant’s complaint concerning the refusal to recall the above-mentioned witness. At the time of communication the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "5.  06 березня 2017 року Уряд було повідомлено про скарги заявника на стверджуване жорстоке поводження та стверджуване визнання допустимим доказом його зізнавальних показань. 28 травня 2018 року Суд закликав Уряд надати подальші зауваження щодо скарги заявника стосовно відмови викликати згаданого свідка. Під час листування решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "6.  The applicant died on 3 May 2012. The applicant’s mother, Ms Kateryna Mykhailivna Bondar, expressed the wish to pursue the application on his behalf.",
            "uk": "6.  03 травня 2012 року заявник помер. Мати заявника, \nпані Катерина Михайлівна Бондар, висловила бажання підтримати заяву від його імені."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "7.  As Ms Ganna Yudkivska, the judge elected in respect of Ukraine, was unable to sit in the case (Rule 28 of the Rules of Court), the Vice-President of the Section decided to appoint Mr Sergiy Goncharenko to sit as an ad hoc judge (Rule 29 § 1(a)).",
            "uk": "7.  Оскільки Ганна Юдківська, суддя, обрана від України, не могла брати участь у розгляді справи (Правило 28 Регламенту Суду), заступник Голови секції вирішив призначити пана Сергія Гончаренка суддею ad hoc (підпункт «а» пункту 1 Правила 29 Регламенту Суду)."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "8.  The applicant was born in 1960 and died in 2012.",
            "uk": "8.  Заявник народився у 1960 році та помер у 2012 році."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "A.  Criminal proceedings against the applicant",
            "uk": "A.  Кримінальне провадження щодо заявника"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  On 26 July 2003 the body of a man, Mr Z., was discovered in the applicant’s village in the Nemyriv district of the Vinnytsya Region.",
            "uk": "9.  26 липня 2003 року у селищі Немирівського району Вінницької області, де проживав заявник, було знайдено тіло пана З."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  On 27 July 2003 the applicant was arrested, ostensibly for the administrative offence of maliciously disobeying a police officer.",
            "uk": "10.  27 липня 2003 року заявника затримали нібито у зв’язку з вчиненням адміністративного правопорушення – злісної непокори законним вимогам працівника міліції."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "11.  According to the applicant, he was arrested on suspicion of Z.’s murder, and on 1 August 2003 the police ill-treated him to make him confess to the murder. In particular, he alleges that he was dunked in a vat of heavily chlorinated water, had electric shocks applied to his genitalia, and was beaten and hung by his elbows from a metal rod for a substantial period of time.",
            "uk": "11.  Згідно з твердженнями заявника його затримали за підозрою у вчиненні вбивства З., а 01 серпня 2003 року він зазнав жорстокого поводження працівників міліції, які хотіли змусити його зізнатися у вчиненні вбивства. Зокрема, він стверджує, що його занурювали до бочки з дуже хлорованою водою, застосовували електрошокер, під’єднуючи його до статевих органів, били та на значний період часу підвішували за лікті на металевий лом."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "12.  On 1 and 8 August 2003 a witness, Mr I., was questioned by the police and stated that on the night of the murder he had seen the applicant in the victim’s backyard and that he had then, with blood on his hands, come to his house and told him that he had hit the victim.",
            "uk": "12.  01 та 08 серпня 2003 року працівники міліції допитали І., який повідомив, що у ніч вбивства бачив заявника на задньому подвір’ї потерпілого, а згодом заявник зі скривавленими руками прийшов до його будинку та сказав йому, що вдарив потерпілого."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "13.  On 4 August 2003 the applicant, in the absence of a lawyer, confessed to Z.’s murder.",
            "uk": "13.  04 серпня 2003 року за відсутності захисника заявник зізнався у вчиненні вбивства З."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "14.  On 6 August 2003 he was formally arrested on suspicion of the murder.",
            "uk": "14.  06 серпня 2003 року його офіційно затримали за підозрою у вчиненні вбивства."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "15.  On 7 August 2003 he was questioned in the presence of a lawyer and retracted his confession as having been given under duress. In view of his allegations the next day the investigator requested a forensic medical opinion concerning his injuries.",
            "uk": "15.  07 серпня 2003 року заявника допитали у присутності захисника, та він відмовився від своїх зізнавальних показань, як від наданих під тиском. З огляду на його твердження наступного дня слідчий звернувся за судово-медичним висновком щодо його тілесних ушкоджень."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "16.  On 10 August 2003 a forensic medical expert observed a number of injuries on the applicant’s body. The expert noted that the applicant was alleging that he had been tortured. He documented a number of haematomas and abrasions and concluded that they could have been inflicted at the time and in the circumstances alleged by the applicant.",
            "uk": "16.  10 серпня 2003 року судово-медичний експерт встановив наявність на тілі заявника низки тілесних ушкоджень. Експерт зазначив, що заявник стверджував, що зазнав катування. Він зафіксував низку крововиливів і саден та дійшов висновку, що їх могли заподіяти у момент та за обставин, про які стверджував заявник."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "17.  On 15 August 2003 a district court judge rejected the investigator’s request to remand the applicant in custody and released him, holding that there was no evidence in the file to show that there was a reasonable suspicion against him and noting his allegation that his confession had been coerced.",
            "uk": "17.  15 серпня 2003 року суддя районного суду відмовив у задоволенні подання слідчого про обрання заявнику запобіжного заходу у вигляді взяття під варту та звільнив його, встановивши відсутність у матеріалах справи доказів існування обґрунтованої підозри щодо нього та зазначивши про твердження заявника щодо надання ним зізнавальних показань під тиском."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "18.  On 16 August 2003 the applicant was released. Prior to his release he wrote a statement in the presence of the officer on duty at the police station affirming that he had not been ill-treated and had no complaints against the police.",
            "uk": "18.  16 серпня 2003 року заявника звільнили. Перед його звільненням у відділі міліції в присутності чергового він написав розписку, підтвердивши, що не зазнав жорстокого поводження та не мав скарг до працівників міліції."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "19.  From 22 August to 19 September 2003 the applicant underwent a course of rehabilitation treatment in hospital, after being diagnosed with “post-traumatic paresis of the forearm nerves due to compression of both forearms”.",
            "uk": "19.  З 22 серпня до 19 вересня 2003 року після встановлення діагнозу «післятравматичний парез нервів передпліччя на фоні здавлювання нервових закінчень обох передпліч» заявник проходив у лікарні курс реабілітації."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "20.  On 26 September 2003 the prosecutor’s office refused to institute criminal proceedings against the police officers for ill-treatment. It was noted that they had denied having ill-treated the applicant, that the applicant had made a statement on 16 August 2003 affirming that he had not been illtreated and that the police unit in question had not been equipped with an electric shock device.",
            "uk": "20.  26 вересня 2003 року прокуратура відмовила у порушенні кримінальної справи щодо працівників міліції за фактом жорстокого поводження. Було зазначено, що працівники міліції заперечили жорстоке поводження із заявником, що 16 серпня 2003 року заявник дав пояснення, підтвердивши, що не зазнав жорстокого поводження, та що зазначений відділ міліції не мав електрошокового пристрою."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "21.  On 5 February 2004 Ms G., Ms K. and Mr N. made videotaped statements to the investigator to the effect that, in October 2003, the applicant had confessed to them all (on the same occasion) that he had committed the murder.",
            "uk": "21.  05 лютого 2004 року пані Г., пані К. та пан Н. надали слідчому показання, зафіксовані на відеокамеру, що у жовтні 2003 року заявник зізнався їм усім (одночасно) у вчиненні вбивства."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "22.  On an unspecified date in 2004 the investigation into the murder was suspended because the perpetrator could not be identified.",
            "uk": "22.  У незазначену дату в 2004 році слідство за фактом вчинення вбивства було зупинено у зв’язку з неможливістю встановити особу нападника."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "23.  On 1 February 2007 a certain Ms O., who was in prison, informed the prison authorities that in July 2004, when she had lived in the same village as the applicant, he had confessed to her that he had murdered Z. and had described the circumstances of the murder to her.",
            "uk": "23.  01 лютого 2007 року пані О., яка трималась у виправній колонії, поінформувала адміністрацію колонії, що у липні 2004 року, коли вона проживала у тому самому селищі, що і заявник, він зізнався їй у вчиненні вбивства З. та описав їй обставини вбивства."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "24.  On 8 February 2007 she repeated her statement to Mr S., an investigator of the Nemyriv district prosecutor’s office. Her statement was video-recorded.",
            "uk": "24.  08 лютого 2007 року вона повторила свої показання слідчому прокуратури Немирівського району пану С. Її показання були зафіксовані на відеокамеру."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "25.  The investigation was resumed.",
            "uk": "25.  Слідство було відновлено."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "26.  On 20 February 2007, based in part on O.’s new evidence, the applicant was again arrested on suspicion of the murder.",
            "uk": "26.  20 лютого 2007 року частково на підставі нових показань О. заявника повторно затримали за підозрою у вчиненні вбивства."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "27.  The applicant stood trial for murder before the Vinnytsya Regional Court of Appeal, sitting as the trial court.",
            "uk": "27.  Апеляційний суд Вінницької області, діючи як суд першої інстанції, розглянув справу заявника щодо вчинення вбивства."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "28.  O. was examined and cross-examined by the defence in court on 10 October 2007. She confirmed her testimony incriminating the applicant.",
            "uk": "28.  10 жовтня 2007 року у судовому засіданні сторона захисту провела допит та перехресних допит О. Вона підтвердила свої показання, в яких викривала заявника."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "31.  On 11 January 2008 the trial court received another letter from O., in which she retracted her previous letter. The defence again asked that she be called. The trial court refused to recall her as a witness.",
            "uk": "31.  11 січня 2008 року суд першої інстанції отримав ще один лист О., в якому вона відмовлялася від свого попереднього листа. Сторона захисту повторно заявила клопотала про її виклик. Суд першої інстанції відмовився викликати її як свідка."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "33.  As to I.’s statements in particular, the trial court stated that they were detailed and directly pointed to the applicant’s guilt. I. had not only made those statements in the course of the pre-trial investigation and in court but had also reiterated them in the course of face-to-face confrontations with the applicant and another witness in the course of the pre-trial investigation. G. and K. had also reiterated their statements in confrontations with the applicant.",
            "uk": "33.  Зокрема, щодо показань І. суд першої інстанції зазначив, що вони були детальними та прямо вказували на вину заявника. І. надав ці показання не лише під час досудового слідства та судового засідання, але й повторив їх на очних ставках із заявником та іншим свідком під час досудового слідства. Г. і К. також повторили свої показання під час очних ставок із заявником."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "36.  On 10 July 2008, in a final decision, a panel of three judges of the Supreme Court upheld the trial court’s judgment. It found that the court had correctly assessed the evidence and that there were no grounds to put in doubt its findings.",
            "uk": "36.  10 липня 2008 року остаточною ухвалою колегія з трьох суддів Верховного Суду України залишила без змін вирок суду першої інстанції. Вона встановила, що суд правильно оцінив докази та підстав ставити під сумнів його висновки не було."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "38.  On 5 June 2009 the plenary formation of the court held that the arguments cited by the five judges could only serve as a basis for reopening the proceedings if they had been first investigated by the prosecutor’s office and found to be “newly established circumstances” justifying a reopening (see paragraph 42 below). However, the court observed that the prosecutor’s office had not conducted such an investigation and had not made such a finding.",
            "uk": "38.  05 червня 2009 року суд на спільному засіданні постановив, що наведені п’ятьма суддями аргументи могли бути підставою для відновлення провадження, лише якби вони спочатку були розслідувані прокуратурою та визнані «нововиявленими обставинами», які б виправдовували новий розгляд справи (див. пункт 42). Проте Суд зазначив, що прокуратура такого розслідування не проводила і такого висновку не доходила."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "39.  The parties did not inform the Court whether the applicant attempted to initiate, before the prosecutor’s office, an investigation of the type mentioned by the plenary formation of the Supreme Court.",
            "uk": "39.  Сторони не проінформували Суд, чи намагався заявник ініціювати у прокуратурі провадження, про яке зазначив Верховний Суд України на спільному засіданні."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "B.  The application to the Court",
            "uk": "B.  Заява до Суду"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "41.  On 1 April 2013 Mr Levytskyy wrote to the Court on behalf of the applicant’s mother concerning the applicant’s death and expressed the mother’s wish to pursue the application in his stead. In his letter Mr Levytskyy provided two arguments concerning the applicant’s mother’s right to pursue the application. Firstly, he stated that the applicant had been convicted on the basis of statements made under torture. Secondly, Mr Levytskyy stated that:",
            "uk": "41.  01 квітня 2013 року пан Левицький написав до Суду від імені матері заявника, поінформувавши про смерть заявника, та висловив бажання матері підтримати заяву від його імені. У своєму листі \nпан Левицький навів два аргументи щодо права матері заявника підтримати заяву. По-перше, він зазначив, що заявник був засуджений на підставі наданих у результаті катування показань. По-друге, \nпан Левицький зазначив, що:"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "Mr Levytskyy went on to describe the Court’s approach to the admissibility of such complaints adopted in Kaverzin v. Ukraine (no. 23893/03, §§ 97-99, 15 May 2012) and asked the Court to allow the applicant’s mother to pursue the application. The change in the Court’s approach to the admissibility of complaints concerning alleged ill-treatment by law-enforcement officers, to which Mr Levytskyy referred, is described in paragraphs 59 and 60 below.",
            "uk": "Пан Левицький також описав підхід Суду до розгляду питання щодо прийнятності таких скарг, встановлений в рішенні у справі «Каверзін проти України» (Kaverzin v. Ukraine) (заява № 23893/03, пункти 97 – 99, від 15 травня 2012 року), та попросив Суд дозволити матері заявника підтримати заяву. Зміна у підході Суду до розгляду питання щодо прийнятності скарг на стверджуване жорстоке поводження працівників правоохоронних органів, згаданому паном Левицький, описана в пунктах 59 і 60."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "42.  At the relevant time the Code of Criminal Procedure of 1960 (Articles 400 to 404) laid down two procedures for reopening cases which had ended in final court decisions:",
            "uk": "42.  На момент подій Кримінально-процесуальний кодекс України 1960 року (статті 400 – 404) передбачав два порядки відновлення провадження у справах, які закінчилися ухваленням остаточного судового рішення:"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "(i) a reopening based on newly established circumstances, such as falsified evidence or abuse of power by an investigator, prosecutor or judge, and",
            "uk": "(i) перегляд за нововиявленими обставинами, такими як фальсифікація доказів або зловживання слідчого, прокурора чи судді та"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "(ii) a reopening based on a serious error of substantive law or breach of procedural rules which led to a wrong decision on the substance of the case.",
            "uk": "(ii) перегляд у зв’язку з істотною помилкою у застосуванні закону або порушенням процесуальних норм, що призвело до ухвалення неправильного рішення по суті справи."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "Under Article 400 to 407, the former could be initiated by prosecutors and the latter by at least five judges of the Supreme Court.",
            "uk": "Відповідно до статей 400 – 407 відновлення провадження на першій підставі могло бути ініційовано прокурорами, а на другій – щонайменше п’ятьма суддями Верховного Суду України."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "I.  LOCUS STANDI OF THE APPLICANT’S MOTHER",
            "uk": "I.  LOCUS STANDI МАТЕРІ ЗАЯВНИКА"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "45.  Accordingly, and subject to the proviso set out in the preceding paragraph, the Court accepts that Ms Bondar has standing to pursue the application on the applicant’s behalf. However, reference will still be made to the applicant throughout the ensuing text.",
            "uk": "45.  У зв’язку з цим та відповідно до наведеного у попередньому пункті застереження Суд погоджується, що пані Бондар має право підтримати заяву від імені заявника. Проте у подальшому тексті посилання робитиметься на заявника."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "II.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "46.  The applicant complained that he had been ill-treated by the police and that the investigation conducted into the matter had been ineffective. He invoked Article 3 of the Convention, which reads:",
            "uk": "46.  Заявник скаржився на жорстоке поводження працівників міліції та неефективність проведеного у зв’язку з цим розслідування. Він посилався на статтю 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "(a)  Relevant general principles",
            "uk": "(a)  Відповідні загальні принципи"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "(i)  The notion of a complaint in the Convention system",
            "uk": "(i)  Поняття скарги у конвенційній системі"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "50.  The Court is master of the characterisation to be given in law to the facts of the case and does not consider itself bound by the characterisation given by an applicant or a government (ibid., § 114).",
            "uk": "50.  Суду належить провідна роль щодо здійснення юридичної кваліфікації фактів справи та він не обмежується юридичною кваліфікацією, наведеною заявником або Урядом (там само, \nпункт 114)."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "51.  While it is not possible to state in the abstract the importance of legal arguments, a complaint is always characterised by the alleged facts. The latter emerges for example in the application of the six-month rule (ibid., § 115).",
            "uk": "51.  Хоча абстрактно встановити важливість юридичних аргументів неможливо, скарга завжди має характеризуватися стверджуваними фактами. Наприклад, останнє виникає при застосуванні правила шестимісячного строку (там само, пункт 115)."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "52.  While the Court has jurisdiction to review circumstances complained of in the light of the entirety of the Convention or to “view the facts in a different manner”, it is nevertheless limited by the facts presented by the applicants in the light of national law (ibid., § 121). However, this does not prevent an applicant from clarifying or elaborating upon his or her initial submissions during the Convention proceedings (ibid., § 122).",
            "uk": "52.  Хоча Суд уповноважений перевіряти оскаржувані обставини у світлі всієї Конвенції або «розглядати факти іншим чином» він, тим не менш, обмежений фактами, наведеними заявниками у світлі національного законодавства (там само, пункт 121). Проте це не перешкоджає заявнику роз’яснити або деталізувати свої первинні доводи під час провадження у Суді (там само, пункт 122)."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "(ii)  The six-month rule",
            "uk": "(ii)  Правило шестимісячного строку"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "(b)  Application of the above principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "56.  The Court considers that the issue of compliance with the six-month rule in the present case has two interrelated aspects:",
            "uk": "56.  Суд вважає, що питання дотримання правила шестимісячного строку у цій справі має два взаємопов’язані аспекти:"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(i) whether the Court can consider that that initial application, lodged on 8 April 2008, already contained the applicant’s complaints under Article 3 and the subsequent submissions merely clarified that original complaints, or whether the complaints in that regard were first formulated in those later submissions, for instance in the applicant’s lawyer’s letter of 1 April 2013 (see paragraph 41 above), and thus outside of the six-month period, and",
            "uk": "(i) чи може Суд вважати, що подана 08 квітня 2008 року первинна заява вже містила скарги заявника за статтею 3 Конвенції, а подальші доводи лише уточнювали первинні скарги, або чи були скарги щодо цього вперше сформульовані в останніх доводах, наприклад, у листі захисника заявника від 01 квітня 2013 року (див. пункт 41), і відповідно були подані поза межами шестимісячного строку та,"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "(ii) whether, if the Court were to accept that the original application contained valid Article 3 complaints, they were in any case already belated by the time the initial application was lodged.",
            "uk": "(ii) якщо Суд визнає, що первинна заява містила належним чином сформульовані скарги за статтею 3 Конвенції, чи були вони у будь-якому разі запізнілими на момент подання первинної заяви."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "63.  Having regard to the purpose of the six-month rule (see the relevant case-law cited in paragraph 53 above), the applicant cannot be considered to have complied with his duty of diligence by simply raising the matter of ill-treatment again in his appeal years after the prosecutor’s office’s investigation had been completed.",
            "uk": "63.  З огляду на мету правила шестимісячного строку \n(див. відповідну практику, наведену в пункті 53) не можна вважати, що заявник дотримався свого зобов’язання проявляти старанність, просто повторно порушивши питання про жорстоке поводження у своїй скарзі, поданій через роки після закінчення розслідування прокуратурою."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "64.  The Court concludes that the complaints under Article 3 of the Convention were lodged outside of the six-month time-limit and should therefore be rejected as inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
            "uk": "64.  Суд доходить висновку, що скарги за статтею 3 Конвенції були подані поза межами встановленого шестимісячного строку і тому мають бути відхилені як неприйнятні відповідно до пунктів 1 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "III.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
            "uk": "III.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "65.  The applicant complained that the proceedings against him had been unfair in that the domestic courts had relied on a confession obtained under duress and had failed to recall O. as a witness after she had retracted her initial incriminating testimony. He invoked Article 6 §§ 1 and 3 (d) of the Convention which reads, in so far as relevant:",
            "uk": "65.  Заявник скаржився на несправедливість провадження щодо нього, оскільки національні суди посилалися на отримані під тиском зізнавальні показання та повторно не викликали О. як свідка після того, як вона відмовилась від своїх первинних викривальних показань. Він посилався на пункт 1 та підпункт «d» пункту 3 статті 6 Конвенції, відповідні частини якої передбачають:"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
            "uk": "«1. Кожен має право на справедливий … розгляд його справи … судом, який … встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "3.  Everyone charged with a criminal offence has the following minimum rights:",
            "uk": "3.  Кожний обвинувачений у вчиненні кримінального правопорушення має щонайменше такі права:"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
            "uk": "(d)  допитувати свідків обвинувачення або вимагати, щоб їх допитали, а також вимагати виклику й допиту свідків захисту на тих самих умовах, що й свідків обвинувачення;"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "A.  Alleged admission of the applicant’s confession in evidence against him",
            "uk": "A.  Стверджуване визнання допустимим доказом проти заявника його зізнавальних показань"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "66.  The Government submitted that, in his appeal in cassation (see paragraph 35 above), the applicant had made an allegation that he had been ill-treated but had not complained about his confession having been admitted into evidence. They accordingly argued that the applicant’s complaint in that regard was inadmissible for failure to exhaust domestic remedies.",
            "uk": "66.  Уряд стверджував, що у своїй касаційній скарзі (див. пункт 35) заявник висунув твердження про жорстоке поводження з ним, проте не висунув скарги на визнання допустимим доказом його зізнавальних показань. Отже, Уряд стверджував, що скарга заявника щодо цього була неприйнятною у зв’язку з невичерпанням національних засобів юридичного захисту."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "67.  The applicant submitted that he had exhausted domestic remedies since he had applied for a review of his conviction under the extraordinary review procedure (see paragraph 37 above).",
            "uk": "67.  Заявник стверджував, що вичерпав національні засоби юридичного захисту, оскільки звернувся за переглядом його вироку в порядку виключного провадження (див. пункт 37)."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "69.  It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention, for non-exhaustion of domestic remedies.",
            "uk": "69.  З цього випливає, що ця скарга має бути відхилена відповідно до пунктів 1 і 4 статті 35 Конвенції у зв’язку з невичерпанням національних засобів юридичного захисту."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "B.  The domestic courts’ treatment of O.’s evidence",
            "uk": "B.  Розгляд національними судами показань О."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "70.  This part of the application is not manifestly ill-founded. It is not inadmissible on any other grounds. It must, therefore, be declared admissible.",
            "uk": "70.  Ця частина заяви не є явно необґрунтованою. Вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "71.  Under Article 6 §§ 1 and 3 (d) the applicant complained that he had been unable to cross-examine O. after she had retracted her previous testimony.",
            "uk": "71.  Заявник скаржився за пунктом 1 та підпунктом «d» пункту 3 статті 6 Конвенції на відсутність у нього можливості провести перехресний допит О. після її відмови від своїх попередніх показань."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "73.  The Government submitted that O.’s evidence had not been the only evidence against the applicant and that the domestic courts had relied on a wide range of evidence to convict him. O. had initially repeated her pre-trial statements incriminating him in the course of the trial. She had then reaffirmed her testimony in a statement to the prosecutor (see paragraph 30 above).",
            "uk": "73.  Уряд стверджував, що показання О. не були єдиним доказом проти заявника, і національні суди посилалися на велику кількість доказів при його засудженні. Спочатку свої показання, надані під час досудового слідства, в яких вона викривала заявника, О. повторила під час судового розгляду. Згодом вона підтвердила їх у поясненнях прокурору (див. пункт 30)."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "74.  The Court reiterates that the guarantees in paragraph 3 (d) of Article 6 are specific aspects of the right to a fair hearing set forth in paragraph 1 of that provision; it will therefore consider the applicant’s complaint under both provisions taken together (see Schatschaschwili v. Germany [GC], no. 9154/10, § 100, ECHR 2015).",
            "uk": "74.  Суд повторює, що гарантії підпункту «d» пункту 3 статті 6 Конвенції становлять конкретні аспекти права на справедливий суд, гарантованого пунктом 1 цього положення; тому він розгляне скаргу заявника за обома положеннями у поєднанні (див. рішення у справі «Шачашвілі проти Німеччини» [ВП] (Schatschaschwiliv. Germany) [GC], заява № 9154/10, пункт 100, ЄСПЛ 2015)."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "79.  What is more, the procedure adopted by the trial court following O.’s initial retraction had as a result that the prosecution service was able to examine O. once more, producing a retraction of her initial retraction. By contrast, the defence was not given such an opportunity and, therefore, was not given the same chance as the prosecution to attempt to clarify O.’s statements in a way favourable to it.",
            "uk": "79.  До того ж застосована судом першої інстанції процедура після першої відмови О. від її показань призвела до того, що органи прокуратури змогли допитати її ще раз, у результаті чого вона не підтримала своєю першу відмову. Натомість стороні захисту такої можливості надано не було, а, отже, їй не було надано такого самого шансу, що й стороні обвинувачення, спробувати тлумачити показання О. у сприятливий для себе спосіб."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "80.  Therefore, the principle of ‘equality of arms’, which is essential in matters of calling witnesses (see, for example, Kapustyak v. Ukraine, no. 26230/11, § 89, 3 March 2016, and J.M. and Others v. Austria, nos. 61503/14 and 2 others, §§ 128-29, 1 June 2017), was not respected and, because O.’s evidence was decisive for the applicant’s conviction, the fairness of the proceedings was undermined on that account.",
            "uk": "80.  Отже, принцип «рівності сторін», який має важливе значення у питаннях виклику свідків (див., наприклад, рішення у справах «Капустяк проти України» (Kapustyak v. Ukraine), заява № 26230/11, пункт 89, від 03 березня 2016 року та «J.M. та інші проти Австрії» (J.M. and Others v. Austria), заява № 61503/14 та 2 інші, пункти 128 і 129, від 01 червня 2017 року), дотримано не було, а оскільки показання О. були вирішальними для засудження заявника, у зв’язку з цим справедливість провадження було підірвано."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "82.  There has, accordingly, been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
            "uk": "82.  Отже, було порушено пункт 1 та підпункт «d» пункту 3 статті 6 Конвенції."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "83.  Article 41 of the Convention provides:",
            "uk": "83.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "84.  The applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "84.  Заявник вимагав 20 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "85.  The Government contested that claim.",
            "uk": "85.  Уряду заперечив проти цієї вимоги."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "86.  The Court, ruling in an equitable basis, awards the applicant EUR 2,500 in respect of non-pecuniary damage.",
            "uk": "86.  Ухвалюючи рішення на засадах справедливості, Суд присуджує заявнику 2 500 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "87.  The applicant made no claim for costs and expenses. Accordingly, the Court makes no award under this head.",
            "uk": "87.  Заявник не подав вимог щодо компенсації судових та інших витрат. Отже, Суд нічого не присуджує за цим пунктом."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "88.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "88.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "1.  Holds that the applicant’s mother, Ms Kateryna Mykhailivna Bondar, has standing to continue the present proceedings in his stead;",
            "uk": "1.  Постановляє, що мати заявника, пані Катерина Михайлівна Бондар, має право брати участь у цьому провадженні від його імені;"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "2.  Declares the complaint under Article 6 §§ 1 and 3 (d) of the Convention concerning the manner in which the domestic courts approached O.’s evidence admissible and the remainder of the application inadmissible;",
            "uk": "2.  Оголошує прийнятною скаргу за пунктом 1 та підпунктом «d» пункту 3 статті 6 Конвенції щодо способу, в який національні суди визнали показання О. допустимим доказом, а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention;",
            "uk": "3.  Постановляє, що було порушено пункт 1 та підпункт «d» пункту 3 статті 6 Конвенції;"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "4.  Holds",
            "uk": "4.  Постановляє, що:"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,500 (two thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявнику 2 500 (дві тисячі п’ятсот) євро та додаткового суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "5.  Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "Done in English, and notified in writing on 16 April 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 16 квітня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]