[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF ATIMA LIMITED v. UKRAINE",
            "uk": "СПРАВА «АТІМА ЛІМІТЕД» ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 56714/11)",
            "uk": "(Заява № 56714/11)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT\n(Merits)",
            "uk": "РІШЕННЯ\n(По суті)"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "This version was rectified on 24 August 2021\n under Rule 81 of the Rules of Court.",
            "uk": "У текст рішення 24 серпня 2021 року було внесено \nзміни відповідно до Правила 81 Регламенту Суду"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "Art 1 P1 • Peaceful enjoyment of possessions • Unlawful interference with applicant company’s property title to shares purchased in the context of a privatisation programme",
            "uk": "Ст. 1 Першого протоколу до Конвенції • Мирне володіння майном • Незаконне втручання у право власності підприємства-заявника на акції, придбані в межах програми приватизації"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "20 May 2021",
            "uk": "20 травня 2021 року"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "20/08/2021",
            "uk": "20.08.2021"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "In the case of Atima Limited v. Ukraine,",
            "uk": "У справі «Атіма Лімітед» проти України»"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tMārtiņš Mits,\n\tGanna Yudkivska,\n\tJovan Ilievski,\n\tLado Chanturia,\n\tArnfinn Bårdsen,\n\tMattias Guyomar, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГанна Юдківська (Ganna Yudkivska),\n\tЙован Ілієвський (Jovan Ilievski),\n\tЛадо Чантурія (Lado Chanturia),\n\tАрнфінн Бордсен (Arnfinn Bårdsen),\n\tМаттіас Гуйомар (Mattias Guyomar), судді,\nта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Having regard to:",
            "uk": "з огляду на:"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the application (no. 56714/11) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Atima Limited (“the applicant company”), a limited liability company registered in Cyprus, on 1 September 2011;",
            "uk": "заяву (№ 56714/11), яку 01 вересня 2011 року подало до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) зареєстроване на Кіпрі товариство з обмеженою відповідальністю «Атіма Лімітед» (далі – підприємство-заявник);"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the indication by the Cypriot Government that they did not wish to exercise their right to intervene in the proceedings in accordance with Article 36 § 1 of the Convention and Rule 44 § 1 of the Rules of Court;",
            "uk": "повідомлення від Уряду Кіпру, що він не бажав використовувати своє право брати участь у справі відповідно до пункту 1 статті 36 Конвенції та пункту 1 Правила 44 Регламенту Суду;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Having deliberated in private on 6 April 2021,",
            "uk": "після обговорення за зачиненими дверима 06 квітня 2021 року"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "1.  The case concerns the applicant company’s complaint under Article 1 of Protocol No. 1 about interference with its property title to some of the shares in company K.",
            "uk": "1.  Справа стосується скарги підприємства-заявника за статтею 1 Першого протоколу до Конвенції на втручання у його право власності на певні акції підприємства «K.»."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "2.  The applicant company was represented by Mr V. Bobryk and Mr A. Ohanesian, lawyers practising in Kyiv.",
            "uk": "2.  Підприємство-заявника представляли пан В. Бобрик і пан А. Оганесян, юристи, які практикують у м. Київ."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "3.  The Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "3.  Уряд (далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "Background of the case",
            "uk": "Події, що передували справі"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "5.  On 8 February 2007 the Kyiv City Council (“the Council”) adopted a privatisation programme for 2007-2010 in respect of property belonging to the Kyiv municipality (“the municipality”). On 12 July 2007 it amended that programme to include, among others, company K. on a list of companies to be sold. The municipality, as represented by the Council, owned 80% of the shares in that company.",
            "uk": "5.  08 лютого 2007 року Київська міська рада (далі – Рада) затвердила програму приватизації майна територіальної громади міста Києва (далі – територіальна громада) на 2007 – 2010 роки. 12 липня 2007 року Рада внесла зміни до цієї програми, серед іншого, включивши підприємство «К.» до переліку підприємств, які підлягали продажу. Територіальна громада, інтереси якої представляла Рада, володіла 80% акцій цього підприємства."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "6.  On 29 July 2009, following a public sale organised by company U. on 21 July 2009, company N. bought from the Council above 80% of the shares in company K.",
            "uk": "6.  29 липня 2009 року за результатами аукціону, організованого підприємством «У.» 21 липня 2009 року, підприємство «Н.» купило у Ради згадані 80% акцій підприємства «K.»."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "Proceedings instituted by the prosecutor against company N.",
            "uk": "Позов, поданий прокурором проти підприємства «Н.»"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "8.  In August 2010 the Deputy Prosecutor General (“the prosecutor”), acting in the interests of the State as represented by the Council, lodged a claim with the Kyiv City Commercial Court (“the Commercial Court”) against company N., seeking to have the contract of 29 July 2009 invalidated, the municipality recognised as the owner of the shares sold to company N., and those shares returned to the municipality.",
            "uk": "8.  У серпні 2010 року заступник Генерального прокурора України (далі – прокурор), діючи в інтересах держави в особі Ради, звернувся до Господарського суду міста Києва (далі – господарський суд) з позовом проти підприємства «Н.», вимагаючи визнати недійсним договір від 29 липня 2009 року, визнати територіальну громаду власником проданих підприємству «Н.» акцій і повернути ці акції територіальній громаді."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "9.  The applicant company asked the court to allow it to join the proceedings as a third party, given that it was the owner of some of the disputed shares. The court rejected the application, holding that the applicant company had not provided evidence that it was the owner of the shares.",
            "uk": "9.  Підприємство-заявник звернулося до суду з клопотанням про залучення його до провадження як третьої сторони, оскільки воно було власником деяких спірних акцій. Суд залишив без задоволення клопотання, встановивши, що підприємство-заявник не надало доказів, що воно було власником акцій."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "11.  The applicant company appealed against the above judgment, stating that it was the owner of some of company K.’s shares, as confirmed by a statement issued by company F.S.U. Therefore, that judgment had breached its property rights. Furthermore, at the moment when the contract of 29 July 2009 had been concluded, there had been no court decision invalidating the decision of 12 July 2007. It thus asked the courts to reject the prosecutor’s claim.",
            "uk": "11.  Підприємство-заявник оскаржило це рішення, зазначивши, що було власником деяких акцій підприємства «K.», і це підтверджувалося наданою підприємством «Ф.С.У» випискою з рахунку. Таким чином, це рішення порушило його майнові права. Крім того, на момент укладення договору від 29 липня 2009 року жодного рішення суду про скасування рішення від 12 липня 2007 року ухвалено не було. Тому підприємство-заявник просило суди відмовити у задоволенні позову прокурора."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "Proceedings instituted by the applicant company against the Council for compensation",
            "uk": "Позов, поданий підприємством-заявником проти Ради з метою отримання відшкодування"
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "Proceedings instituted by the applicant company against the Council for a declaration in respect of its title to shares",
            "uk": "Позов, поданий підприємством-заявником проти Ради щодо визнання його права власності на акції"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "Proceedings instituted by company N. against the Council",
            "uk": "Позов, поданий підприємством «Н.» проти Ради"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "20.  In December 2014 company N. lodged a claim against the Council for the recovery of money it had paid under the contract of 29 July 2009, plus certain amounts in interest. In its claim, it stated that in the decisions given in the proceedings instituted against it, the courts had not applied restitution in respect of the parties to that contract.",
            "uk": "20.  У грудні 2014 року підприємство «Н.» подало позов до Ради про стягнення коштів, сплачених ним за договором від 29 липня 2009 року, та додатково певної суми відсотків. У позовній заяві воно зазначило, що в рішеннях, ухвалених у межах ініційованого проти нього провадження, суди не застосовували реституцію щодо сторін вказаного договору."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "21.  The courts allowed the claim in part, with a final decision being given by the HCCU on 14 June 2017. With reference to this Court’s caselaw, they held that a person who received property from the State by mistake and was subsequently deprived of it was entitled to compensation. The courts thus ordered the Council to pay to company N. the amounts which the latter had paid to it under the contract of 29 July 2009, plus certain amounts in interest.",
            "uk": "21.  Суди частково задовольнили позов, а остаточне рішення було ухвалено ВГСУ 14 червня 2017 року. З посиланням на практику Суду вони встановили, що особа, яка помилково отримала від держави майно і згодом була його позбавлена, мала право на компенсацію відшкодування шкоди. Таким чином, суди зобов’язали Раду виплатити підприємству «Н.» суми, сплачені ним за договором від 29 липня \n2009 року, та додатково певну суму відсотків."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK and practice",
            "uk": "ВІДПОВІДНі НОРМАТИВНО-ПРАВОВА БАЗА ТА ПРАКТИКА"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "The Civil Code 2003",
            "uk": "Цивільний кодекс України 2003 року"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "22.  Article 216 § 1 of the Code provides that an invalid contract does not create any legal consequences, except for those related to its invalidity.",
            "uk": "22.  Частина перша статті 216 Кодексу передбачає, що недійсний правочин не створює юридичних наслідків, крім тих, що пов’язані з його недійсністю."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "23.  Article 330 provides that if property has been alienated by a person not entitled to do so, a bona fide purchaser of that property obtains property title to it, unless that property can be recovered from him or her under Article 388.",
            "uk": "23.  Стаття 330 передбачає, якщо майно відчужене особою, яка не мала на це права, добросовісний набувач цього майна отримує право власності на нього, якщо відповідно до статті 388 майно не може бути витребуване у нього."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "25.  Article 658 provides that the right to sell goods belongs to the owner of the goods. If a seller of goods is not the owner of those goods, the purchaser of the goods obtains property title to them unless their owner has a right to have them returned.",
            "uk": "25.  Стаття 658 передбачає, що право продажу товару належить власнику товару. Якщо продавець товару не є його власником, покупець товару набуває право власності на нього лише у випадку, якщо власник не має права вимагати його повернення."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "Domestic case-law",
            "uk": "Національна практика"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "28.  Referring to Article 1 of Protocol No. 1, the applicant company complained that as the result of the court proceedings instituted by the prosecutor against company N., it had been deprived of the shares in company K. which it had bought from company N. and had not received compensation. The relevant provision reads as follows:",
            "uk": "28.  Посилаючись на статтю 1 Першого протоколу до Конвенції, підприємство-заявник скаржилося, що у результаті провадження за позовом прокурора до підприємства «Н.» його позбавили куплених у підприємства «Н.» акцій підприємства «K.» і не надали відшкодування шкоди. Відповідне положення передбачає:"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "29.  The Government submitted that since the contract of 29 July 2009 had been invalid, there had been no grounds for selling the disputed shares to the applicant company. They further considered that the above complaint was inadmissible for non-exhaustion of domestic remedies, because the applicant company had not lodged a compensation claim against company N., with which it had concluded the contract of 2 July 2010 (see paragraph 7 above).",
            "uk": "29.  Уряд стверджував, що оскільки договір від 29 липня 2009 року був нікчемним, підстав для продажу спірних акцій підприємству-заявнику не було. Крім того, він вважав, що ця скарга була неприйнятною у зв’язку з невичерпанням національних засобів юридичного захисту, оскільки підприємство-заявник не подало позов про відшкодування шкоди до підприємства «Н.», з яким воно уклало договір від 02 липня 2010 року (див. Пункт 7)."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "The applicant company",
            "uk": "Підприємство-заявник"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "33.  The Court lastly notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "33.  Насамкінець, Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції або неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "40.  In view of the above considerations, the Court concludes that the domestic courts’ decisions adopted upon the prosecutor’s claim against company N. and in the proceedings in which the applicant company was refused third party status at first instance, constituted a de facto interference with the applicant company’s rights to the disputed shares.",
            "uk": "40.  З огляду на наведені міркування Суд доходить висновку, що рішення національних судів, ухвалені за позовом прокурора до підприємства «Н.», та під час провадження, в якому підприємству-заявнику було відмовлено у наданні статусу третьої сторони у суді першої інстанції, de facto становили втручання у право власності підприємства-заявника на спірні акції."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "44.  In view of the above, and considering in particular that the domestic court decisions affecting the applicant company’s property title contained no legal grounds for the interference with that title, the Court considers that such interference was not lawful within the meaning of Article 1 of Protocol No. 1.",
            "uk": "44.  З огляду на наведене та, враховуючи, зокрема, що рішення національних судів, які вплинули на право власності підприємства-заявника, не містили правових підстав для втручання у це право, Суд вважає, що таке втручання не було законним у розумінні статті 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "45.  These considerations are sufficient for the Court to conclude that there has been a violation of the above provision in the particular circumstances of the present case.",
            "uk": "45.  Зазначених міркувань достатньо для висновку Суду, що за конкретних обставин цієї справи було порушено вказане положення."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 6 § 1 of the convention",
            "uk": "ІІ. СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "46.  The applicant company also complained under Article 6 § 1 of the Convention in respect of the proceedings instituted by the prosecutor. The relevant provision reads as follows:",
            "uk": "46.  Підприємство-заявник також скаржилося за пунктом 1 статті 6 Конвенції щодо провадження за позовом прокурора. Відповідне положення передбачає:"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... судом, ..., який вирішить спір щодо його прав та обов’язків цивільного характеру...»"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "47.  With reference to their submissions under Article 1 of Protocol No. 1, the Government considered the complaint to be manifestly illfounded.",
            "uk": "47.  Посилаючись на свої доводи за статтею 1 Першого протоколу до Конвенції, Уряд вважав цю скаргу явно необґрунтованою."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "48.  Having regard to its findings under Article 1 of Protocol No. 1, the Court considers that it has examined the main legal question raised in the present application, and that there is no need to give a separate ruling on the admissibility and merits of the complaint under Article 6 § 1 (see, for example, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
            "uk": "48.  З огляду на свої висновки за статтею 1 Першого протоколу до Конвенції Суд вважає, що він уже розглянув основне юридичне питання, порушене у цій заяві, і немає потреби у винесенні окремого рішення щодо прийнятності та суті скарги за пунктом 1 статті 6 Конвенції (див., наприклад, рішення у справі «Центр юридичних ресурсів в інтересах Валентина Кимпеану проти Румунії» [ВП] (Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania) [GC], заява № 47848/08, пункт 156, ЄСПЛ 2014)."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ІІІ. ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "49.  Article 41 of the Convention provides:",
            "uk": "49.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Damage",
            "uk": "А. Шкода"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "53.  The Court further notes that in their submissions concerning exhaustion of domestic remedies for the purposes of the applicant company’s complaint under Article 1 of Protocol No. 1 the parties differed as to whether the applicant company had had an opportunity to lodge a compensation claim against company N. (see paragraphs 29 and 30 above).",
            "uk": "53.  Суд також зазначає, що у зауваженнях стосовно вичерпання національних засобів юридичного захисту для цілей скарги підприємства-заявника за статтею 1 Першого протоколу до Конвенції сторони не дійшли спільної думки, чи мало підприємство-заявник можливість подати позов про відшкодування шкоди до підприємства «Н.» (див. пункти 29 і 30)."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "54.  As to the applicant company’s claim for damages related to Article 6 of the Convention, the Court notes that it has found that there is no need to examine the relevant complaint. It therefore makes no award in this regard.",
            "uk": "54.  Стосовно вимог підприємства-заявника про відшкодування шкоди, пов’язаної зі статтею 6 Конвенції, Суд зазначає, що він встановив відсутність необхідності розглядати відповідну скаргу. Тому він нічого не присуджує у зв’язку з цим."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "55.  No claim was made under this head, therefore no award is made.",
            "uk": "55.  Вимог за цим пунктом подано не було, тому жодної суми відшкодування не присуджується."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "Declares the complaint under Article 1 of Protocol No. 1 to the Convention admissible;",
            "uk": "Оголошує прийнятною скаргу за статтею 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
            "uk": "Постановляє, що було порушено статтю 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "Holds that there is no need to examine the complaint under Article 6 § 1 of the Convention;",
            "uk": "Постановляє, що немає необхідності розглядати скаргу за пунктом 1 статті 6 Конвенції;"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Holds that, as regards pecuniary damage resulting from the violation found, the question of just satisfaction is not ready for decision and accordingly:",
            "uk": "Постановляє, що в частині щодо відшкодування матеріальної шкоди внаслідок встановленого порушення питання справедливої сатисфакції не готове для вирішення, а тому:"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "reserves the said question;",
            "uk": "відкладає розгляд цього питання;"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "invites the Government and the applicant company to submit, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, their written observations on this question and, in particular, to notify the Court of any agreement that they may reach;",
            "uk": "закликає Уряд і підприємство-заявника упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, надати свої письмові зауваження з цього питання та, зокрема, повідомити Суд про будь-яку угоду, якої вони можуть досягти;"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be;",
            "uk": "відкладає подальший розгляд цього питання та делегує Голові палати повноваження вирішити його за необхідності;"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Dismisses the remainder of the applicant company’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог підприємства-заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Done in English, and notified in writing on 20 May 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 20 травня 2021 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]