[
    {
        "id": 0,
        "translation": {
            "en": "1.  The case originated in an application (no. 74768/10) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 17 December 2010 by eleven Ukrainian nationals (“the applicants”):",
            "uk": "1.  Справу було розпочато за заявою (№ 74768/10), яку 17 грудня 2010 року подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод\n(далі – Конвенція) одинадцять громадян України (далі – заявники):"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "Mr Denis Vadimovich Chernega, born in 1982;",
            "uk": "Пан Денис Вадимович Чернега, 1982 року народження;"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "Mr Andrey Andreyevich Yevarnitskiy, born in 1983;",
            "uk": "Пан Андрій Андрійович Єварницький, 1983 року народження;"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "Mr Gennadiy Leonidovich Kovshyk, born in 1963;",
            "uk": "Пан Геннадій Леонідович Ковшик, 1963 року народження;"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Mr Boris Yevgenyevich Zakharov, born in 1977;",
            "uk": "Пан Борис Євгенович Захаров, 1977 року народження;"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "Mr Andrey Vladislavovich Yevarnitskiy, born in 1959;",
            "uk": "Пан Андрій Владиславович Єварницький, 1959 року народження;"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "Mr Igor Fyodorovich Yasinskiy, born in 1957;",
            "uk": "Пан Ігор Федорович Ясінський, 1957 року народження;"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "Ms Lyubov Vladimirovna Melnik, born in 1959;",
            "uk": "Пані Любов Володимирівна Мельник, 1959 року народження.;"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "Mr Sergey Sergeyevich Melnik, born in 1983;",
            "uk": "Пан Сергій Сергійович Мельник, 1983 року народження;"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "Mr Andrey Viktorovich Tsukanov, born in 1969;",
            "uk": "Пан Андрій Вікторович Цуканов, 1969 року народження;"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "Mr Valeriy Yuryevich Bortnik, born in 1967; and",
            "uk": "Пан Валерій Юрійович Бортнік, 1967 року народження; та"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Mr Sergey Anatolyevich Kirilin, born in 1962.",
            "uk": "Пан Сергій Анатолійович Кірілін, 1962 року народження."
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "2.  The applicants were represented by Mr M. Tarakhkalo, a lawyer practising in Kyiv. When the application was lodged and the applicants’ observations and claims for just satisfaction were submitted on 15 November 2011 and 8 October 2014, the applicants were also being represented by Mr A. Bushchenko, who at that time was a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna.",
            "uk": "2.  Заявників представляв пан М. Тарахкало, юрист, який практикує у м. Київ. 15 листопада 2011 року та 8 жовтня 2014 року, коли було подано заяву, а також зауваження заявників і вимоги \nщодо справедливої сатисфакції, заявників також представляв \nпан А. Бущенко, який на той момент був юристом, який практикував у м. Харків. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина."
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "3.  The third, seventh and ninth applicants complained under Article 3 of the Convention that they had been ill-treated by State agents in the course of the protests in Gorky Park in Kharkiv in which they had participated in May and June 2010. They further complained that the State had failed to protect them from that ill-treatment and to investigate effectively their allegations in that respect.",
            "uk": "3.  Третій, сьомий та дев’ятий заявники скаржилися за статтею 3 Конвенції на жорстоке поводження представників держави під час протестів у парку імені Максима Горького у м. Харків, в яких вони брали участь у травні та червні 2010 року. Вони також скаржилися, що держава не захистила їх від цього жорстокого поводження та не провела ефективного розслідування їхніх тверджень щодо цього."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "The first and second applicants complained under Article 6 § 1 of the Convention that they had not had a fair hearing before the court of appeal that examined their administrative-offence cases, in that the court had failed to ensure their presence at its hearings.",
            "uk": "Перший та другий заявники скаржилися за пунктом 1 статті 6 Конвенції на несправедливий судовий розгляд в апеляційному суді, який розглядав їхні справи про адміністративні правопорушення, оскільки суд не забезпечив їхню присутність у судових засіданнях."
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "The first to sixth applicants complained under Article 11 of the Convention that they had been arrested and prosecuted for their participation in the above-mentioned protests.",
            "uk": "Перший – шостий заявники скаржилися за статтею 11 Конвенції на затримання та притягнення до відповідальності за участь у згаданих протестах."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "All eleven applicants complained under Article 11 of the Convention that in the course of the above-mentioned protests, they had been subjected to assaults from which the respondent State had failed to protect them.",
            "uk": "Усі одинадцять заявників скаржилися за статтею 11 Конвенції, що під час зазначених протестів вони зазнали нападів, від яких держава-відповідач їх не захистила."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "4.  On 5 April 2011 the above complaints were communicated to the Government and the remainder of the application was declared inadmissible.",
            "uk": "4.  05 квітня 2011 року про зазначені скарги було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "5.  On 27 May 2014 the parties were invited to submit further observations concerning the above complaints, as well as on the question of whether the applicants had at their disposal an effective domestic remedy in respect of their complaints under Article 11 of the Convention.",
            "uk": "5.  27 травня 2014 року сторонам було запропоновано надати додаткові зауваження щодо зазначених скарг та відповісти на питання, чи мали заявники у своєму розпорядженні ефективний національний засіб юридичного захисту у зв’язку з їхніми скаргами за статтею 11 Конвенції."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "6.  As Ms Ganna Yudkivska, the judge elected in respect of Ukraine, was unable to sit in the case (Rule 28 of the Rules of Court), the Vice-President of the Section decided to appoint Mr Sergiy Goncharenko to sit as an ad hoc judge (Rule 29 § 1(a)).",
            "uk": "6.  Оскільки пані Ганна Юдківська, суддя, обрана від України, не могла брати участь у розгляді справі (Правило 28 Регламенту Суду), заступник Голови секції вирішив призначити пана Сергія Гончаренка суддею ad hoc (підпункт «а» пункту 1 Правила 29 Регламенту Суду)."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I. ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "7.  The applicants live in Kharkiv.",
            "uk": "7.  Заявники проживають у м. Харків."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "8.  According to the applicants, in the period from 20 May to 6 July 2010 they participated in obstructive protest activities against a road-construction project, in particular tree-felling, in Gorky Park (Парк ім. Горького) in Kharkiv.",
            "uk": "8.  Згідно з твердженнями заявників у період з 20 травня до 06 червня 2010 року вони брали участь в акціях протесту проти проєкту будівництва дороги, зокрема вирубки дерев, у парку \nімені Максима Горького у м. Харків."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "9.  The following issues are raised in connection with those events and their aftermath:",
            "uk": "9.  У зв’язку з цими подіями та їхніми наслідками виникли такі питання:"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "(i)  all applicants: whether alleged verbal and physical harassment on the part of the personnel involved in the project against the applicants breached their right to freedom of peaceful assembly;",
            "uk": "(i) щодо всіх заявників: чи було порушено їхнє право на свободу мирних зібрань з огляду на стверджувані словесні та фізичні напади працівників, залучених до реалізації проєкту;"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "(ii)  the first six applicants: whether their arrest and conviction for refusal to obey the orders to leave the site breached their freedom of peaceful assembly. In this respect there are two sub-groups: the first five applicants who were arrested together and the sixth applicant who was arrested on a different date;",
            "uk": "(ii) щодо перших шести заявників: чи було порушено їхнє право на свободу мирних зібрань у зв’язку із затриманням та притягненням до відповідальності внаслідок чинення непокори вимозі покинути територію. Це питання поділено на дві підгрупи: перші п’ять заявників, яких затримали разом, та шостий заявник, якого затримали іншого дня;"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "(iii)  the first and second applicants: whether the above-mentioned proceedings for failure to obey the police order to leave were fair in view of the applicants’ absence from the appeal hearings;",
            "uk": "(iii) щодо першого та другого заявників: чи були справедливими згадані провадження щодо чинення непокори вимозі працівників міліції покинути територію з огляду на відсутність заявників на засіданнях апеляційного суду;"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "(iv)  the third, seventh and ninth applicants: whether those applicants were subjected to inhuman or degrading treatment by the personnel involved in the project and, if so, whether there was a failure to protect them from such treatment and investigate it effectively.",
            "uk": "(iv) щодо третього, сьомої та дев’ятого заявників: чи було цих заявників піддано нелюдському чи такому, що принижує гідність поводженню, працівниками, залученими до реалізації проєкту, та якщо так, чи дійсно вони не були захищені від такого поводження та не було проведено ефективного розслідування."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "A.  Approval of the road-construction project in Gorky Park, public consultations and preparation for its implementation",
            "uk": "A.  Схвалення проєкту будівництва дороги у парку \nімені Максима Горького, громадські обговорення та підготовка до його реалізації"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "10.  On 23 June 2004 the Kharkiv City Council (“the City Council”) adopted a document entitled General Urban Development Plan until 2026, which had been drafted by the State Academic Institute for Urban Planning “Dipromisto” (“the Urban Planning Institute”). A public consultation on the plan had been held in 2003.",
            "uk": "10.  23 червня 2004 року Харківська міська рада (далі – міська рада) ухвалила документ під назвою «Генеральний план розвитку міста до 2026 року», розроблений «Українським державним науково-дослідним інститутом проектування міст «Діпромісто» (далі – Інститут проектування міст). У 2003 році було проведено громадське обговорення плану."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "11.  On 20 September 2007 the Kharkiv Municipal Construction Department (Департамент будівництва та шляхового господарства Харківської міської ради) published in the Kharkivsky Kuryer newspaper information about its plan to build a road from Sumska Street to Novgorodska Street, namely through the park in question, and invited comments.",
            "uk": "11.  20 вересня 2007 року Департамент будівництва та шляхового господарства Харківської міської ради опублікував у газеті «Харківський Кур’єр» інформацію про свій план будівництва дороги від вулиці Сумської до Новгородської, тобто через згаданий парк, та запропонував висловити зауваження."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "12.  On 10 September 2008 the City Council allocated land for the road construction to the Municipal Construction Department.",
            "uk": "12.  10 вересня 2008 року міська рада передала Департаменту будівництва та шляхового господарства земельну ділянку для будівництва дороги."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "13.  On 14 March 2008 the Urban Planning Institute approved the plan submitted by the Kharkiv Municipal Urban Planning Department (Департамент містобудування, архітектури та земельних відносин) envisaging construction of the road through the park and modification of the Urban Development Plan in that respect.",
            "uk": "13.  14 березня 2008 року Інститут проектування міст схвалив наданий Департаментом містобудування, архітектури та земельних відносин Харківської міської ради план, який передбачав будівництво дороги через парк та внесення у зв’язку з цим змін до Генерального плану розвитку міста."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "14.  On 25 January or February 2009 the City Council approved the overall plan for the prospective road construction, including the road through the park.",
            "uk": "14.  25 січня або лютого 2009 року міська рада затвердила загальний план майбутнього будівництва дороги, у тому числі дороги через парк."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "15.  On 27 April 2010 a commission of municipal officials examined the trees which had to be felled in order to allow the road construction and drew up a detailed list of the trees, including their varieties, ages, diameters and state of health. On 18 May 2010 the Kharkiv Regional Environmental Protection Department approved the list.",
            "uk": "15.  27 квітня 2010 року комісія з представників органів місцевого самоврядування оглянула дерева, які підлягали видаленню для забезпечення будівництва дороги, та склала детальний перелік дерев, вказавши їхній вид, вік, діаметр та якісний стан. 18 травня 2010 року Державне управління охорони навколишнього середовища в Харківській області погодило цей перелік."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "17.  On 17 May 2010 the Municipal Construction Department sent letters to the regional environmental protection authorities explaining that the purpose of the road construction was to relieve the problem of increasing traffic in central Kharkiv by creating a road linking two radial roads and thus circumventing the city centre.",
            "uk": "17.  17 травня 2010 року Департамент будівництва та шляхового господарства надіслав до обласних органів з питань охорони навколишнього середовища листи з роз’ясненням, що мета будівництва дороги полягала у зменщенні проблеми з ускладненим дорожнім рухом у центрі м. Харків шляхом створення дороги, яка з’єднає дві автомагістралі в об’їзд центра міста."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "18.  On 19 May 2010 the Executive Committee of the Kharkiv City Council (the municipality’s executive authority, “the Executive Committee”) authorised the felling of 503 trees in Gorky Park.",
            "uk": "18.  19 травня 2010 року виконавчий комітет Харківської міської ради (міський орган виконавчої влади, далі – виконавчий комітет) надав дозвіл на вирубку 503 дерев у парку імені Максима Горького."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "19.  On 11 or 19 May 2010 the Construction Department entered into a contract with private company P., engaging the latter as the main contractor for the road construction project (“the Main Contractor”).",
            "uk": "19.  11 або 19 травня 2010 року Департамент будівництва та шляхового господарства уклав договір з приватною компанією «П.», залучивши її як головного підрядника проєкту будівництва дороги (далі – головний підрядник)."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "20.  On 19 May 2010 the Main Contractor signed an agreement with a private company to perform “preparatory works” for the road construction. On the same date the Main Contractor also subcontracted municipal company K. to do the tree-felling on the construction site. Company K. in turn engaged another municipal company as its own subcontractor (hereinafter “the subcontractors”).",
            "uk": "20.  19 травня 2010 року головний підрядник уклав з приватною компанією договір на проведення «підготовчих робіт» для будівництва дороги. Того дня головний підрядник також уклав з комунальним підприємством «K.» договір субпідряду щодо вирубки дерев на місці будівництва. Підприємство «К.», у свою чергу, залучило інше комунальне підприємство як свого субпідрядника \n(далі – субпідрядники)."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "21.  On 26 May 2010 the Regional Architecture and Construction Inspectorate (Інспекція державного архітектурно-будівельного контролю у Харківській області) issued to the Municipal Construction Department a permit to carry out preparatory work for the road construction.",
            "uk": "21.  26 травня 2010 року Інспекція державного архітектурно-будівельного контролю у Харківській області видала Департаменту будівництва та шляхового господарства дозвіл на виконання підготовчих робіт для будівництва дороги."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "B.  Private security and law-enforcement planning measures",
            "uk": "B.  Заходи планування забезпечення безпеки громадян та правопорядку"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "22.  On 13 or 19 May 2010 the Main Contractor signed an agreement for the provision of security guard services with the local authority-owned company Municipal Guard (Munitsipalna okhorona; Комунальне підприємство «Муніципальна охорона» – hereinafter “MG”). Under the agreement MG undertook to provide services consisting of guarding the above-mentioned construction site. MG held a licence authorising it to provide commercial security guard services, issued on 2 February 2010 by the Ministry of the Interior.",
            "uk": "22.  13 або 19 травня 2010 року головний підрядник уклав з місцевим державним комунальним підприємством «Муніципальна охорона» (далі – «МО») договір про надання охоронних послуг. Згідно з договором «МО» зобов’язувалося надати послуги з охорони зазначеного місця будівництва. «МО» мало ліцензію, видану \n02 лютого 2010 року Міністерством внутрішніх справ України, відповідно до якої воно мало право надавати платні охоронні послуги."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "23.  On 19 May 2010 the Executive Committee sent a letter to the chief of the Kharkiv city police. Referring to its decision of the same date authorising the felling of trees (see paragraph 18 above), it asked him to dispatch police officers to the construction site as from 20 May 2010 to ensure public order.",
            "uk": "23.  19 травня 2010 року виконавчий комітет надіслав лист начальнику Головного управління Міністерства внутрішніх справ України у місті Харкові. Посилаючись на своє рішення від тієї самої дати, яким було надано дозвіл на вирубку дерев (див. пункт 18), він просив направити на місце будівництва працівників міліції для забезпечення громадського порядку з 20 травня 2010 року."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "C.  General description of the events in Gorky Park",
            "uk": "C.  Загальний опис подій у парку імені Максима Горького"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "28.  Notwithstanding the protests, the work proceeded. According to the Government’s submissions, in response to the protesters’ actions the security guards attempted to drive them away by pushing them back beyond the boundaries of the area. In some instances, clashes took place. On at least fifteen occasions ambulances were called to the site. The police officers deployed at the site allegedly remained largely passive in the face of the clashes.",
            "uk": "28.  Незважаючи на протести, робота продовжилася. Згідно з твердженнями Уряду у відповідь на дії протестувальників працівники охорони намагалися прогнати їх, відтіснивши за межі майданчика. У деяких випадках виникали сутички. Щонайменше п’ятнадцять разів на майданчик викликали карету швидкої допомоги. Як стверджувалося, працівники міліції, які перебували на майданчику, здебільшого залишилася пасивними, незважаючи на сутички."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "29.  It appears that the bulk of the protest activity was brought to an end on 2 June 2010 and most of the protesters left the site on that day (see paragraph 76 below regarding the relevant police report). However, some of the protesters apparently continued to picket the construction site until about midAugust 2010 (see also paragraphs 64 and 65 below concerning the sixth applicant’s arrest on 6 July 2010).",
            "uk": "29.  Вбачається, що основні акції протесту були припинені \n02 червня 2010 року, і того дня більшість протестувальників покинула територію будівництва (див. інформацію стосовно відповідного рапорту працівників міліції у пункті 76). Проте деякі протестувальники, вочевидь, продовжували протестувати на території будівництва приблизно до середини серпня 2010 року (див. також пункти 64 і 65 щодо затримання шостого заявника 06 липня \n2010 року)."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "D.  Events of 20-25 May 2010",
            "uk": "D.  Події 20-25 травня 2010 року"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "32.  Material for 22 May shows an area that has been cleared of some trees. Protesters are seen standing by two trees and hugging them.",
            "uk": "32.  У матеріалі за 22 травня показана звільнена від деяких дерев територія. Протестувальники стоять біля двох дерев та обіймають їх."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "33.  Material for 23 May shows tree-felling work with a number of individuals standing by. An individual is seen being taken away by the police. Three individuals are surrounding a tree and facing the police. One of them says “Welcome to the picnic”.",
            "uk": "33.  У матеріалі за 23 травня показуються роботи з вирубки дерев, а поруч стоять кілька осіб. Видно, як одну особу забирають працівники міліції. Троє осіб стоять навколо дерева обличчями до працівників міліції. Одна з них говорить: «Ласкаво просимо на пікнік»."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "34.  Material for 24 May shows tree-felling work. Police and individuals who appear to be protesters surround the loggers who are holding chainsaws. One scene shows a logger starting to cut down a tree with a chainsaw, at which moment an individual in civilian clothing comes along and puts his foot on the tree trunk at the level where the logger is attempting to cut. The worker walks away.",
            "uk": "34.  У матеріалі за 24 травня показуються роботи з вирубки дерев. Працівники міліції та особи, ймовірно протестувальники, стоять навколо робітників, які тримають бензопили. На одному з уривків можна побачити робітника, який починає пиляти дерево бензопилою, у цей момент підходить особа у цивільному одязі та ставить ногу на стовбур дерева у місці, де робітник намагається пиляти. Робітник відходить."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "E.  Alleged attacks on the applicants and other protesters",
            "uk": "E.  Стверджувані напади на заявників та інших протестувальників"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "36.  The applicants alleged a number of “attacks” on them and other protesters by the security guards and loggers in the period from 20 May to 2 June 2010. The following alleged incidents are of particular note.",
            "uk": "36.  Заявники стверджували про низку «нападів» на них та інших протестувальників представників охорони і робітників у період з 20 травня до 02 червня 2010 року. Слід окремо звернути увагу на такі стверджувані події."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "1.  Incident of 27 May 2010",
            "uk": "1.  Події 27 травня 2010 року"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "37.  According to the applicants, on 27 May 2010 the ninth applicant was beaten by unidentified men in orange vests.",
            "uk": "37.  Згідно з твердженнями заявників 27 травня 2010 року невстановлені особи у помаранчевих жилетах побили дев’ятого заявника."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "An ambulance was called and the ninth applicant was taken to hospital where he was diagnosed as having sustained injuries to the soft tissue of the head and face, and was treated as an outpatient. On the same day he lodged a complaint with the district police, alleging that he had been assaulted in the course of the Gorky Park events near the children’s railway.",
            "uk": "Була викликана карета швидкої допомоги і дев’ятого заявника доставили до лікарні, де йому діагностували ушкодження м’яких тканин голови та обличчя, і він пройшов амбулаторне лікування. Того дня він звернувся зі скаргою до районного відділу міліції, стверджуючи про його побиття під час подій у парку імені Максима Горького біля дитячої залізниці."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "2.  Incident of 31 May 2010",
            "uk": "2.  Події 31 травня 2010 року"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "39.  According to the applicants, on 31 May 2010 the seventh applicant was assaulted by men in black wearing MG badges in response to her protests about the beating of another protester. According to her, the police officers who were standing nearby observed the assault without reacting to her cries for help.",
            "uk": "39.  Згідно з твердженнями заявників 31 травня 2010 року на сьому заявницю напали чоловіки у чорному одязі з бейджами «МО» через її протести щодо побиття іншого протестувальника. Згідно з її твердженнями працівники міліції, що стояли поруч, спостерігали за нападом та не відреагували на її крики про допомогу."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "On that day she was taken to hospital by ambulance. In the hospital she was diagnosed as suffering from stress-related hypertension and soft tissue contusions in the lumbar area. She stayed in the hospital from 10 a.m. to 4 p.m. that day.",
            "uk": "Того дня каретою швидкої допомоги її доставили до лікарні. У лікарні їй діагностували пов’язану зі стресом гіпертензію та забій м’яких тканин поперекової області. Того дня вона перебувала у лікарні з 10 год. 00 хв. до 16 год. 00 хв."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "On 1 June 2010 the seventh applicant complained to the head of the district police that on 31 May she had been hit in the back by the MG staff.",
            "uk": "01 червня 2010 року сьома заявниця звернулася до начальника районного відділу міліції, поскаржившись, що 31 травня працівники «МО» нанесли їй удари по спині."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "3.  Incident of 2 June 2010",
            "uk": "3.  Події 02 червня 2010 року"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "41.  According to the applicants, on 2 June 2010 men in black with MG badges and loggers were attempting to clear the site of protesters. In the course of that action, the third applicant was closely approached by two loggers, subsequently identified as A. and K., employees of one of the subcontractors. They threatened him and a group of other protesters with working chainsaws. One of them nearly injured the third applicant.",
            "uk": "41.  Згідно з твердженнями заявників 02 червня 2010 року чоловіки у чорному одязі з бейджами «МО» та робітники намагалися звільнити територію від протестувальників. Під час акції до третього заявника наблизилися два робітники, які пізніше були ідентифіковані як А. та К., працівники одного з субпідрядників. Вони погрожували йому та групі інших протестувальників увімкненими бензопилами. Один з них майже поранив третього заявника."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "F.  Arrest of and proceedings against certain applicants",
            "uk": "F.  Затримання та провадження щодо деяких заявників"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "1.  Arrest of certain applicants on 28 May 2010 and subsequent proceedings",
            "uk": "1.  Затримання деяких заявників 28 травня 2010 року та подальші провадження"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "45.  Video and photographic material for 28 May shows an individual in civilian clothing leading a group of several dozen men in black and other clothing with badges. They approach a group of protesters, who are within a zone marked off with warning tape standing by what appears to be a railroad crossing. The individual repeats several times “Please leave the construction site”.",
            "uk": "45.  На фото та відеоматеріалах за 28 травня зафіксована особа у цивільному одязі, яка очолює групу з десятків чоловіків у чорному та іншому одязі з бейджами. Вони наближаються до групи протестувальників, які знаходяться на ділянці, поміченій сигнальною стрічкою, та стоять, як вбачається, біля залізничного переїзду. Чоловік декілька разів повторює «будь ласка, залиште територію будівництва»."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "The exact exchange is difficult to hear as there is so much noise, in particular from the protesters, who continue to chant “Police with the people!” The police officers then start prising individuals from the group and lead them away from the marked-off area. Several are seen dragging their feet and arguing. Eventually, the area previously occupied by the protesters is cleared and an excavator moves through it.",
            "uk": "Через великий галас, особливо від протестувальників, які продовжують скандувати «Міліція з народом!», важко почути точний діалог. Після цього працівники міліції починають витягувати осіб з натовпу та виводити з огородженої ділянки. Показано, як декілька осіб волочать ноги та сперечаються. Зрештою, ділянка, що була зайнята протестувальниками, звільнена, та по ній проїжджає екскаватор."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "(a)  The first and second applicants",
            "uk": "(a)  Перший і другий заявники"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "46.  In his statement to the police the first applicant said that at 7.30 a.m. on 28 May 2010 he had been in Gorky Park with his bicycle. He had been grabbed by people with MG badges and then handed over to the police.",
            "uk": "46.  Перший заявник у своїх поясненнях міліції зазначив, що \n28 травня 2010 року о 07 год. 30 хв. він знаходився у парку імені Максима Горького зі своїм велосипедом. Його схопили чоловіки з бейджами «МО», а потім передали працівникам міліції."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "48.  On 28 May 2010 the cases against the first and second applicants were sent to court. The applicants requested that the hearings in their cases be postponed as they needed time to appoint a lawyer. They appointed a lawyer on the same day.",
            "uk": "48.  28 травня 2010 року справи першого та другого заявника було передано до суду. Заявники клопотали про відкладення судових засідань у їхніх справах, оскільки вони потребували часу, щоб найняти захисника. Вони найняли захисника того самого дня."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "50.  On 31 May 2010 the first and second applicants’ lawyer asked the court to admit to the file and examine a video recording of the events of 28 May 2010.",
            "uk": "50.  31 травня 2010 року захисник першого та другого заявників подав до суду клопотання про долучення до матеріалів справи та розгляд відеозапису подій 28 травня 2010 року."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "51.  On 9 June 2010 the District Court held a hearing at which it heard the police officers, who supported the charges and the account of events set out in the offence reports. It also heard the applicants and some witnesses, and examined the video recording submitted by the applicants’ lawyer.",
            "uk": "51.  09 червня 2010 року районний суд провів засідання, під час якого заслухав працівників міліції, які підтримали обвинувачення та опис подій, викладений у протоколах про адміністративне правопорушення. Він також заслухав заявників та деяких свідків, і ознайомився з наданим захисником заявників відеозаписом."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "53.  The second applicant stated that on the morning of 28 May he had gone to the park to look at the events surrounding the tree felling. There had been a lot of people there. There had been red-and-white tape but he had not understood that that meant it was a construction site and that his presence there could be dangerous. He described the subsequent events in terms close to those used by the first applicant.",
            "uk": "53.  Другий заявник стверджував, що вранці 28 травня він пішов до парку, подивитися на події, пов’язані з вирубкою дерев. Там був натовп людей. Там була червоно-біла стрічка, проте він не зрозумів, що вона означала, що це була територія будівництва, а його присутність там могла бути небезпечною. Подальші події він описав у формулюваннях, дуже схожих на використані першим заявником."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "56.  On 14 June 2010 the District Court notified the lawyer and the applicants (through the detention centre) that their cases were being sent to the Court of Appeal.",
            "uk": "56.  14 червня 2010 року районний суд поінформував захисника та заявників (через адміністрацію ізолятора тимчасового тримання), що їхні справи було направлено до апеляційного суду."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "57.  According to a note in the domestic files, at 5 p.m. on 17 June 2010 a clerk from the Court of Appeal informed the applicants’ lawyer that court hearings in the first and second applicants’ cases would be held at 2 p.m. and 2.20 p.m. the following day respectively. The same day the lawyer studied the files.",
            "uk": "57.  Згідно з довідкою у матеріалах справи, що розглядалась на національному рівні, 17 червня 2010 року о 17 год. 00 хв. працівник канцелярії апеляційного суду поінформував захисника заявників, що судові засідання у справах першого та другого заявників відбудуться о 14 год. 00 хв. та 14 год. 20 хв наступного дня відповідно. Того дня адвокат ознайомився з матеріалами."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "59.  On the same day that decision became final and the first and second applicants were released.",
            "uk": "59.  Того дня це рішення стало остаточним, і першого та другого заявників було звільнено."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(b)  The third and fourth applicants",
            "uk": "(b) Третій і четвертий заявники"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "60.  In the course of the hearing before the District Court the third applicant stated that he had indeed been in Gorky Park, he had not heard any orders to leave the site from the police officers but had heard it from a person in civilian clothing. He and other protesters had been surrounded by a line of individuals in civilian clothing and he had then been dragged from the circle by police officers, who had taken him to the police station.",
            "uk": "60.  У судовому засіданні районного суду третій заявник стверджував, що дійсно був у парку імені Максима Горького, не чув жодних наказів працівників міліції покинути територію будівництва, проте чув їх від осіб у цивільному одязі. Його та інших протестувальників оточили особи у цивільному одязі, а потім працівники міліції витягли його з оточення та доставили до відділу міліції."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "61.  On 27 July and 11 August 2010 respectively the judgments in those applicants’ cases were upheld by the Court of Appeal.",
            "uk": "61.  27 липня та 11 серпня 2010 року відповідно апеляційний суд залишив без змін постанови у справах цих заявників."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "(c)  The fifth applicant",
            "uk": "(c)  П’ятий заявник"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "(d)  The eighth and tenth applicants",
            "uk": "(d)  Восьмий та десятий заявники"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "2.  Arrest of the sixth applicant on 6 July 2010 and subsequent proceedings against him",
            "uk": "2.  Затримання шостого заявника 06 липня 2010 року та подальше провадження щодо нього"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "64.  On 6 July 2010 the sixth applicant was arrested and charged with malicious insubordination in the face of orders given by police officers to leave the construction site.",
            "uk": "64.  06 липня 2010 року шостого заявника затримали та пред’явили йому обвинувачення у вчиненні злісної непокори наказам працівників міліції покинути територію будівництва."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "G.  Events subsequent to the Gorky Park protests",
            "uk": "G.  Події після акцій протесту у парку імені Максима Горького"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "69.  On 2 June 2010 the ninth applicant informed the chief of the city police that, in protest against the destruction of trees in Gorky Park, the Kharkiv regional council would be picketed daily from 8 a.m. to 4 p.m., and until further notice, by the Zelenyi Front association (объединение Зеленый фронт), which the ninth applicant represented.",
            "uk": "69.  02 червня 2010 року дев’ятий заявник поінформував начальника міського управління міліції, що на знак протесту проти знищення дерев у парку імені Максима Горького об’єднання «Зелений Фронт», яке представляв дев’ятий заявник, щодня \nз 08 год. 00 хв. до 16 год. 00 хв. проводитиме пікети перед Харківською обласною радою до наступного повідомлення."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "70.  On 14 June 2010 the Regional Environmental Protection Inspectorate informed the Municipal Construction Department that it had failed to obtain an environmental impact assessment for the road construction project from the Inspectorate.",
            "uk": "70.  14 червня 2010 року Державна екологічна інспекція у Харківській області поінформувала Департамент будівництва та шляхового господарства, що не отримала від Інспекції оцінки впливу на навколишнє середовище у зв’язку з реалізацією проєкту будівництва дороги."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "71.  On 17 June 2010 the Executive Committee ordered that 1,006 trees be planted in city parks to compensate for the trees felled in Gorky Park.",
            "uk": "71.  17 червня 2010 року виконавчий комітет розпорядився посадити у парках міста 1006 дерев, щоб компенсувати вирубані у парку імені Максима Горького дерева."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "72.  On 2 July 2010 the Regional Environmental Protection Department issued a positive environmental impact assessment (висновок державної екологічної експертизи) of the road construction project.",
            "uk": "72.  02 липня 2010 року Департамент екології та природних ресурсів надав позитивний висновок за результатами державної екологічної експертизи проєкту будівництва дороги."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "H.  Domestic proceedings concerning the events in the park",
            "uk": "H.  Провадження на національному рівні щодо подій у парку"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "1.  Investigation by the prosecutor’s office",
            "uk": "1.  Розслідування прокуратури"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "73.  On various dates the protesters, including some of the applicants, complained to the law-enforcement authorities that they had been assaulted by unidentified loggers and men in black clothing with MG badges, and that the police officers stationed nearby had done nothing to protect them. Those complaints were investigated by the city prosecutor’s office.",
            "uk": "73.  У різні дні протестувальники, у тому числі деякі із заявників, зверталися до правоохоронних органів зі скаргами стосовно нападів на них невстановлених робітників і чоловіків у чорному одязі з бейджами «МО», а також бездіяльності працівників міліції, які перебували поруч, щодо їхнього захисту. Ці скарги розслідувалися прокуратурою міста."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "74.  On or around 3 June 2010 two television companies sent to the prosecutor’s office, at its request, their video recordings of the events in the park.",
            "uk": "74.  03 червня 2010 року або приблизно у цю дату дві телевізійні компанії надіслали до прокуратури у відповідь на її запит свої відеозаписи подій у парку."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "77.  The prosecutor’s office questioned a number of police officers and employees of subcontractor companies, and journalists. It also examined video evidence of the events provided by the protesters and solicited information from the local hospital concerning reports of injuries sustained in the course of the events in the park.",
            "uk": "77.  Прокуратура допитала низку працівників міліції, робітників компаній-субпідрядників і журналістів. Вона також розглянула надані протестувальниками докази у виді відеозаписів подій та витребувану з місцевої лікарні інформацію щодо актів про тілесні ушкодження, отримані під час подій у парку."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "78.  On 17 and 18 June the prosecutor’s office questioned twenty PS employees (see paragraph 25 above). The latter stated that they had not assaulted the protesters, had not deployed any special gear but had indeed pushed the protesters away from the construction site.",
            "uk": "78.  17 та 18 червня прокуратура допитала двадцять робітників ПОА (див. пункт 25). Останні стверджували, що не нападали на протестувальників, не застосовували жодних спеціальних засобів, але дійсно відтіснили протестувальників з території будівництва."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "79.  On 24 June 2010 the Kharkiv city prosecutor’s office decided not to institute any criminal proceedings.",
            "uk": "79.  24 червня 2010 року прокуратура міста Харкова винесла постанову про відмову у порушенні кримінальної справи."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "80.  On 4 August 2010 the Kharkiv regional prosecutor’s office overruled the decision of 24 June 2010 and ordered a further inquiry.",
            "uk": "80.  04 серпня 2010 року прокуратура Харківської області скасувала постанову від 24 червня 2010 року та постановила провести додаткову перевірку."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "2.  Decision not to institute criminal proceedings of 9 August 2010 and subsequent appeals",
            "uk": "2.  Постанова про відмову у порушенні кримінальної справи \nвід 09 серпня 2010 року та подальше оскарження"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "81.  Following an additional round of pre-investigation enquiries, on 9 August 2010 the prosecutor’s office decided not to institute criminal proceedings against loggers A. and K., managers of the Main Contractor and subcontractor companies, MG, the City Council or its executive authorities, including the Municipal Construction Department, for lack of constituent elements of a crime in their actions.",
            "uk": "81.  Після додаткових дослідчих перевірок 09 серпня 2010 року прокуратура винесла постанову про відмову порушенні кримінальної справи щодо робітників A. та K., керівників головного підрядника та підприємств-субпідрядників, «МО», міської ради або її виконавчих органів, у тому числі Департаменту будівництва та шляхового господарства у зв’язку з відсутністю в їхніх діях складу злочину."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "82.  The decision stated that in the course of the investigation more than a hundred people, including protesters, police officers, employees of the Main Contractor and subcontractors, and MG staff had been questioned. The prosecutor’s office had also examined photographs and video recordings of the events, including those provided by news outlets, complainants and NGOs.",
            "uk": "82.  У постанові було зазначено, що під час розслідування було допитано більше ста осіб, у тому числі протестувальники, працівники міліції, робітники головного підрядника та субпідрядників, а також працівники «МО». Прокуратура також дослідила фотографії та відеозаписи подій, у тому числі записи, надані ЗМІ, заявниками та НУО."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "84.  PS staff had provided guard services on the construction site from 28 May to 2 June 2010. When questioned, the private security guards had stated that they had avoided any conflict with the protesters and had not assaulted them, despite provocative behaviour on the part of the latter.",
            "uk": "84.  Працівники ПОА надавали охоронні послуги на території будівництва з 28 травня до 02 червня 2010 року. Під час допиту працівники приватної служби охорони стверджували, що уникали будь-якого конфлікту з протестувальниками та не нападали на них, незважаючи на провокаційну поведінку останніх."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "85.  The prosecutor’s office concluded that no criminal-law provision had been breached in the course of issuance of approvals for the project, tree removal, the construction work or interactions with the protesters. Loggers A. and K. had not committed any offence for the reasons set out in the Government’s version of the events of 2 June 2010 (see paragraph 41 above).",
            "uk": "85.  Прокуратура дійшла висновку, що під час надання офіційних дозволів на здійснення проєкту, вирубку дерев, будівництво або взаємодії з протестувальниками положення кримінального законодавства порушено не було. З огляду на наведені у версії Уряду щодо подій 02 червня 2010 року підстави робітники А. та K. не вчинили жодного правопорушення (див. пункт 41)."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "86.  According to the applicants, notwithstanding their persistent efforts and requests submitted on 17 February, 5 July, 9 August and 12 September 2011, they had been unable to obtain a copy of the decision of 9 August 2010.",
            "uk": "86.  Згідно з твердженнями заявників, незважаючи на їхні постійні зусилля та звернення від 17 лютого, 05 липня, 09 серпня та 12 вересня 2011 року, вони не змогли отримати копію постанови від 09 серпня 2010 року."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "On 25 October 2011 the applicants appealed against the decision of 9 August 2010. According to them, on 25 November 2011 the Kharkiv Kyivsky District Court dismissed their appeal. On 2 April 2012 the applicants appealed against that decision. They have not informed the Court of any further developments.",
            "uk": "25 жовтня 2011 року заявники оскаржили постанову від 09 серпня 2010 року. Згідно з їхніми твердженнями 25 листопада 2011 року Київський районний суд міста Харкова відмовив у задоволенні їхньої апеляційної скарги. 02 квітня 2012 року заявники оскаржили цю постанову. Вони не поінформували Суд про будь-які подальші події."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "3.  Police investigation concerning the seventh and ninth applicants",
            "uk": "3.  Розслідування міліції щодо сьомої та дев’ятого заявників"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "88.  According to the Government, the prosecutor’s office investigated possible official involvement in the alleged attacks on the seventh and ninth applicants and, having found no such involvement, forwarded the material to the police to investigate the possibility that bodily injuries may have been inflicted by private parties. On 20 August 2010 the police decided not to institute criminal proceedings in that respect either.",
            "uk": "88.  Згідно з твердженнями Уряду прокуратура розслідувала можливу причетність посадових осіб до стверджуваних нападів на сьому та дев’ятого заявників і, встановивши її відсутність, передала матеріали справи міліції для розслідування можливого заподіяння тілесних ушкоджень приватними особами. 20 серпня 2010 року міліція також винесла постанову про відмову у порушенні кримінальної справи щодо цього."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "In their comments of 1 March 2012 concerning the applicants’ observations of 15 November 2011, the Government commented on a number of factual matters raised by the applicants (notably the public consultation concerning the project, see paragraph 200 below) but not on the applicants’ alleged inability to obtain a copy of the decision of 20 August 2010.",
            "uk": "У своїх коментарях від 01 березня 2012 року щодо зауважень заявників від 15 листопада 2011 року Уряд прокоментував низку порушених заявниками фактологічних питань (зокрема, громадські обговорення проєкту, див. пункт 200), але не стверджувану неможливість заявників отримати копію постанови від 20 серпня 2010 року."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "89.  On 31 July 2014, in response to the Court’s request for further observations (see paragraph 5 above), the Government informed the Court that material concerning enquiries into the seventh and the ninth’s applicants’ allegations of ill-treatment had been destroyed due to the expiry of the time-limit for their preservation. They provided a statement documenting the destruction dated 9 September 2013.",
            "uk": "89.  31 липня 2014 року у відповідь на запит Суду щодо надання додаткових зауважень (див. пункт 5) Уряд поінформував Суд, що матеріали стосовно перевірок тверджень сьомої та дев’ятого заявників про жорстоке поводження були знищені у зв’язку із закінченням строку їхнього зберігання. Уряд надав акт про знищення документів від 09 вересня 2013 року."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "4.  Administrative court proceedings concerning the police’s failure to protect the applicants",
            "uk": "4.  Адміністративне провадження щодо неспроможності працівників міліції захистити заявників"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "90.  In November 2010 a number of protesters, including all the applicants, lodged an action with the Kharkiv Circuit Administrative Court, complaining that the police had failed to protect them against assaults during their peaceful protest against the tree felling, in particular on 28 and 31 May and 1 and 2 June 2010.",
            "uk": "90.  У листопаді 2010 року низка протестувальників, у тому числі усі заявники, подали до Харківського окружного адміністративного суду позов, висунувши скаргу, що працівники міліції не захистили їх від нападів під час їхніх мирних протестів проти вирубки дерев, зокрема 28 і 31 травня та 01 і 02 червня 2010 року."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "According to the Government, in the course of the trial in this case the seventh applicant was examined by a representative of the police. She stated that she could not say with certitude who had hit her on 31 May 2010 and only supposed that it had been a person in black.",
            "uk": "Згідно з твердженнями Уряду під час розгляду цієї справи представник міліції допитав сьому заявницю. Вона зазначила, що не могла з упевненістю сказати, хто вдарив її 31 травня 2010 року, та лише припустила, що це була особа у чорному одязі."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "92.  As of the date of the last communication from the applicants on this point, 8 October 2014, the claim was pending before the first-instance court.",
            "uk": "92.  На момент надсилання заявниками останнього листа щодо цього, 08 жовтня 2014 року, позов знаходився на розгляді у суді першої інстанції."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "A.  Constitution of 1996",
            "uk": "A.  Конституція України 1996 року"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "93.  Articles 39 and 40 of the Constitution of Ukraine read as follows:",
            "uk": "93.  Статті 39 та 40 Конституції України передбачають:"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Article 39",
            "uk": "Стаття 39"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "“Citizens have the right to assemble peacefully without arms and to hold meetings, rallies, processions and demonstrations, upon notifying in advance the bodies of executive power or bodies of local self-government.",
            "uk": "«Громадяни мають право збиратися мирно, без зброї і проводити збори, мітинги, походи і демонстрації, про проведення яких завчасно сповіщаються органи виконавчої влади чи органи місцевого самоврядування."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Restrictions on the exercise of this right may be established by a court in accordance with the law and only in the interests of national security and public order, with the purpose of preventing disturbances or crimes, protecting the health of the population, or protecting the rights and freedoms of other persons.”",
            "uk": "Обмеження щодо реалізації цього права може встановлюватися судом відповідно до закону і лише в інтересах національної безпеки та громадського порядку – з метою запобігання заворушенням чи злочинам, для охорони здоров’я населення або захисту прав і свобод інших людей.»"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "Article 40",
            "uk": "Стаття 40"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "“Everyone has the right to file individual or collective petitions, or to personally appeal to bodies of state power, bodies of local self-government, and to the officials and officers of these bodies, that are obliged to consider the petitions and to provide a substantiated reply within the term established by law.”",
            "uk": "«Усі мають право направляти індивідуальні чи колективні письмові звернення або особисто звертатися до органів державної влади, органів місцевого самоврядування та посадових і службових осіб цих органів, що зобов’язані розглянути звернення і дати обґрунтовану відповідь у встановлений законом строк.»"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "94.  In its decision of 19 April 2001 the Constitutional Court provided an official interpretation of Article 39 of the Constitution. The interpretation was provided in response of the application for abstract interpretation lodged by the Ministry of the Interior. The court stated, inter alia:",
            "uk": "94.  У своєму Рішенні від 19 квітня 2001 року Конституційний Суд України надав офіційне тлумачення статті 39 Конституції. Тлумачення було надано за поданням Міністерства внутрішніх справ України щодо абстрактного тлумачення. Суд зазначив, inter alia:"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "“2. ... Deadlines for advance notification of meetings, rallies, marches and demonstrations must be reasonable ... During this [advance notification] period the authorities have to take preparatory actions, in particular to ensure that there are no obstacles to the meeting, rally, march or demonstration, maintenance of public order, rights and freedoms of others ...",
            "uk": "«2. ... Тривалість строків завчасного сповіщення має бути у розумних межах... Упродовж цього строку [завчасного сповіщення] зазначені органи мають здійснити і ряд підготовчих заходів, зокрема, для забезпечення безперешкодного проведення громадянами зборів, мітингу, походу чи демонстрації, підтримання громадського порядку, охорони прав і свобод інших людей..."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "The period of advance notification must also be sufficient for executive or local government authorities to determine whether holding such events complies with the law and, if necessary, to apply to a court under paragraph 2 of Article 39 of the Constitution to resolve any matters in dispute.”",
            "uk": "Строк завчасного сповіщення має бути достатнім і для того, щоб органи виконавчої влади чи органи місцевого самоврядування могли визначитися, наскільки проведення таких зібрань відповідає закону, та в разі потреби, згідно з частиною другою статті 39 Конституції України, звернутися до суду для вирішення спірних питань.»"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "B.  Code of Administrative Offences of 1984 (as amended)",
            "uk": "B.  Кодекс України про адміністративні правопорушення 1984 року (зі змінами)"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "95.  Article 22 of the Code provides that in the case of an offence of minor importance (малозначності правопорушення) the offender could be relieved of liability with a reprimand.",
            "uk": "95.  Стаття 22 Кодексу передбачає, що у випадку малозначності правопорушення порушник міг бути звільнений від відповідальності після оголошення зауваження."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "96.  Article 32 § 1 of the Code provides that administrative detention for up to fifteen days may be applied by courts only in exceptional cases for certain administrative offences. Article 33 of the Code requires the sentencing authority, in determining a sentence, to take into account the nature of the offence in question, the degree of culpability of the person concerned and his or her financial situation, and any attenuating and aggravating circumstances.",
            "uk": "96.  Частина перша статті 32 Кодексу передбачає, що суди можуть застосувати адміністративний арешт на строк до п’ятнадцяти діб лише у виняткових випадках за окремі види адміністративних правопорушень. Стаття 33 Кодексу вимагає, щоб орган державної влади, який накладає адміністративне стягнення, при накладенні такого стягнення враховував характер відповідного правопорушення, ступінь вини відповідної особи, її майновий стан і обставини, що пом’якшують і обтяжують обставини."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "97.  Articles 185 and 185-1 of the Code read as follows:",
            "uk": "97.  Статті 185 та 185-1 Кодексу передбачають:"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "Article 185. Malicious disobedience in the face of a lawful order or demand by a police officer, a member of a public body for the protection of public order or the State border, or a military officer",
            "uk": "Стаття 185. Злісна непокора законному розпорядженню або вимозі працівника міліції, члена громадського формування з охорони громадського порядку і державного кордону, військовослужбовця"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "“Malicious disobedience (злісна непокора) in the face of a lawful order or demand by a police officer who is carrying out his official duties ...",
            "uk": "«Злісна непокора законному розпорядженню або вимозі працівника міліції при виконанні ним службових обов’язків..."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "shall be punished by a fine of [UAH 136 to 255], or by withholding 20% of [the person’s] earnings; or, in the event that in the particular circumstances of the case and with regard to the offender’s character these measures are found to be insufficient, by administrative detention of up to fifteen days.”",
            "uk": "тягне за собою накладення штрафу від [136 до 255 грн], або відрахування 20% заробітку [особи]; а в разі, якщо за обставинами справи, з урахуванням особи порушника, застосування цих заходів буде визнано недостатнім, – адміністративний арешт на строк до п’ятнадцяти діб.»"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "Article 185-1. Breach of the procedure for organising and holding meetings, rallies, street marches and demonstrations",
            "uk": "Стаття 185-1. Порушення порядку організації і проведення зборів, мітингів, вуличних походів і демонстрацій"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "“A breach of the procedure for organising and holding meetings, rallies, street marches and demonstrations shall be punishable by a reprimand or by a fine ...",
            "uk": "«Порушення встановленого порядку організації або проведення зборів, мітингів, вуличних походів і демонстрацій – тягне за собою попередження або накладення штрафу..."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "The same actions committed within a year of the application of administrative penalties or by the organiser of the meeting, rally, street procession or demonstration shall be punishable by a fine ... or by correctional labour of one to two months, with a deduction of 20% of earnings; or by administrative detention of up to fifteen days.”",
            "uk": "Ті самі дії, вчинені повторно протягом року після застосування заходів адміністративного стягнення або організатором зборів, мітингу, вуличного походу, демонстрації, – тягнуть за собою накладення штрафу... або виправні роботи на строк від одного до двох місяців з відрахуванням двадцяти процентів заробітку, або адміністративний арешт на строк до п’ятнадцяти діб.»"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "98.  Under Article 294 of the Code, the parties to the administrative-offence proceedings have the right to appeal against court judgments in their cases within ten days of their delivery. Such an appeal is to be submitted through the court of first instance. That court must, within three days, refer the appeal or appeals together with the case file to a court of appeal, which, in its turn, has twenty days to examine the case.",
            "uk": "98.  Відповідно до статті 294 Кодексу сторони у справах про адміністративне правопорушення можуть оскаржити постанову суду у своїй справі протягом десяти днів з дня його винесення. Апеляційна скарга подається через суд першої інстанції. Цей суд протягом трьох днів надсилає апеляційну скаргу або скарги разом зі справою до апеляційного суду, який, у свою чергу, повинен розглянути її протягом двадцяти днів."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "The court of appeal must notify the parties about the hearing not later than three days before the hearing. The failure of parties to appear does not prevent the court from examining the case, except where a good reason is shown for their failure to appear (є поважні причини неявки) or the court has no information that the party failing to appear has been duly notified.",
            "uk": "Апеляційний суд повинен повідомити сторони про судове засідання не пізніше ніж за три дні до судового засідання. Неявка сторін не перешкоджає розгляду справи, крім випадків, коли є поважні причини неявки або в суду відсутня інформація про належне повідомлення цих осіб."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "99.  Article 297-1 of the Code provides that a judgment in an administrative-offence case can be reviewed in the event of a finding by an international judicial body, whose jurisdiction Ukraine has accepted, of a violation by Ukraine of its international obligations during the judicial examination of the case.",
            "uk": "99.  Стаття 297-1 Кодексу передбачає, що постанова по справі про адміністративне правопорушення може бути переглянута у разі встановлення міжнародною судовою установою, юрисдикція якої визнана Україною, порушення Україною її міжнародних зобов’язань при вирішенні судом справи."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "C.  Code of Administrative Justice of 2005 (as amended)",
            "uk": "C.  Кодекс адміністративного судочинства України 2005 року (зі змінами)"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "100.  The relevant part of Article 182 of the Code provides:",
            "uk": "100.  Відповідна частина статті 182 Кодексу передбачає:"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Article 182. Features of proceedings relating to administrative actions lodged by the authorities with a view to restricting the freedom of peaceful assembly",
            "uk": "Стаття 182. Особливості провадження у справах за адміністративними позовами суб’єктів владних повноважень про обмеження щодо реалізації права на мирні зібрання"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "“1. Immediately upon receipt of a notification concerning the organisation of meetings, rallies, processions, demonstrations, etc., executive authorities [and] bodies of local self-government shall have the right to apply to a circuit administrative court of the respective locality with an action seeking to prohibit these events or otherwise restrict the right to freedom of peaceful assembly (concerning the place or time of their organisation, etc.).",
            "uk": "«1. Органи виконавчої влади [та] органи місцевого самоврядування негайно після одержання повідомлення про проведення зборів, мітингів, походів, демонстрацій тощо мають право звернутися до окружного адміністративного суду за своїм місцезнаходженням із позовною заявою про заборону таких заходів чи про інше обмеження права на мирні зібрання (щодо місця чи часу їх проведення тощо)."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "2. An action received on the date on which the aforementioned ... events take place or thereafter shall be left without examination.”",
            "uk": "2. Позовна заява, яка надійшла в день проведення заходів ... або після цього, залишається без розгляду.»"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "D.  Code of Criminal Procedure of 1960 (as amended)",
            "uk": "D.  Кримінально-процесуальний кодекс України 1960 року (зі змінами)"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "Article 97. The obligation to accept allegations or notifications of crimes and the procedure for their examination",
            "uk": "Стаття 97. Обов’язковість прийняття заяв і повідомлень про злочини і порядок їх розгляду"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "“A prosecutor, investigator, body of inquiry or judge shall accept allegations or notifications of crimes [which have been] committed or [are] being prepared, including in cases that are outside their jurisdiction.",
            "uk": "«Прокурор, слідчий, орган дізнання або суддя зобов’язані приймати заяви і повідомлення про [вже] вчинені або [ще] підготовлювані злочини, в тому числі і в справах, які не підлягають їх віданню."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "Upon receipt of an allegation or notification of a crime, the prosecutor, investigator, body of inquiry or judge shall adopt, within three days, one of the following decisions:",
            "uk": "По заяві або повідомленню про злочин прокурор, слідчий, орган дізнання або суддя зобов’язані не пізніше триденного строку прийняти одне з таких рішень:"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "(1)  to institute criminal proceedings;",
            "uk": "(1)  порушити кримінальну справу;"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "(2)  to refuse to institute criminal proceedings;",
            "uk": "(2)  відмовити в порушенні кримінальної справи;"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(3)  to remit the application or communication for examination in accordance with [the rules of] jurisdiction.",
            "uk": "(3)  направити заяву або повідомлення за[правилами] належністю."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "Simultaneously, all possible measures shall be applied to prevent the further commission of the crime or to put an end to it ...",
            "uk": "Одночасно вживається всіх можливих заходів, щоб запобігти злочинові або припинити його..."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "Before instituting criminal proceedings, the prosecutor, investigator or body of inquiry shall conduct an inquiry, if it is necessary to verify [information contained in] an allegation or notification of a crime. [Such inquiry] shall be completed within ten days by means of collecting explanations from individual citizens or officials or by means of obtaining necessary documents.",
            "uk": "Коли необхідно перевірити [інформацію, яка міститься у] заяві або повідомлення про злочин до порушення справи, така перевірка здійснюється прокурором, слідчим або органом дізнання. [Така перевірка] здійснюється в строк не більше десяти днів шляхом відібрання пояснень від окремих громадян чи посадових осіб або витребування необхідних документів."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "[Information contained in] an allegation or notification of a crime may be verified before instituting criminal proceedings by means of detection and search activities ...”",
            "uk": "[Відомості, яка міститься у] заяві або повідомлення про злочини до порушення кримінальної справи можуть бути перевірені шляхом проведення оперативно-розшукової діяльності...»"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "Article 99. Refusal to institute criminal proceedings",
            "uk": "Стаття 99. Відмова в порушенні справи"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "“Where there are no grounds to institute criminal proceedings, a prosecutor, investigator, body of inquiry or judge shall issue a decision refusing to institute criminal proceedings. They shall inform the individuals and organisations with an interest in the matter of such a decision.",
            "uk": "«При відсутності підстав до порушення кримінальної справи прокурор, слідчий, орган дізнання або суддя своєю постановою відмовляють у порушенні кримінальної справи, про що повідомляють заінтересованих осіб і підприємства, установи, організації."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "Article 99-1. Appeal against a decision refusing to institute criminal proceedings",
            "uk": "Стаття 99-1. Оскарження рішень про відмову в порушенні кримінальної справи"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "“A decision by an investigator or body of inquiry refusing to institute criminal proceedings may be appealed against to the relevant prosecutor. If that decision was taken by a prosecutor, it may be appealed against to a higher prosecutor. An appeal shall be lodged by the person whose interests are concerned or by his/her representative within seven days of the date of receipt of a copy of the decision.",
            "uk": "«Постанову слідчого і органу дізнання про відмову в порушенні кримінальної справи може бути оскаржено відповідному прокуророві, а якщо таку постанову винесено прокурором — вищестоящому прокуророві. Скарга подається особою, інтересів якої вона стосується, або її представником протягом семи днів з дня одержання копії постанови."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "If the prosecutor refuses to annul the decision ... the person whose interests are concerned or his/her representative may lodge an appeal against it with a court under the procedure prescribed by Article 236-1 of this Code.",
            "uk": "Постанову прокурора, слідчого і органу дізнання про відмову в порушенні кримінальної справи може бути оскаржено особою, інтересів якої вона стосується, або її представником до суду в порядку, передбаченому статтею 236-1 цього Кодексу."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "Article 236-1. Appeal to a court against a decision refusing to institute criminal proceedings",
            "uk": "Стаття 236-1. Оскарження до суду постанови про відмову в порушенні справи"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "“An appeal against a decision by a body of inquiry, investigator or prosecutor ... refusing to institute criminal proceedings shall be lodged with [the relevant] court by the person whose interests are concerned or his/her representative within seven days of notification of the decision by the prosecutor ...”",
            "uk": "«Скарга на постанову органу дізнання, слідчого, прокурора про відмову в порушенні кримінальної справи подається особою, інтересів якої вона стосується, або її представником до [відповідного] суду за місцерозташуванням органу або роботи посадової особи, яка винесла постанову, протягом семи днів з дня отримання копії постанови чи повідомлення прокурора про відмову в скасуванні постанови...»"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "102.  Other relevant provisions concerning pre-investigation enquiries can be found in the judgment in the case of Kaverzin v. Ukraine (no. 23893/03, § 45, 15 May 2012).",
            "uk": "102.  Інші відповідні положення щодо дослідчих перевірок викладені в рішенні у справі «Каверзін проти України» (Kaverzin v. Ukraine) (заява № 23893/03, пункт 45, від 15 травня 2012 року)."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "103.  The Code of Criminal Procedure of 1960 was in force at the material time and was repealed with effect from 19 November 2012.",
            "uk": "103.  Кримінально-процесуальний кодекс України 1960 року діяв на момент подій і втратив чинність 19 листопада 2012 року."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "E.  Citizens’ Petitions Act of 1996 (as amended)",
            "uk": "E. Закон України «Про звернення громадян» 1996 року (зі змінами)"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "F.  Rules concerning security guards",
            "uk": "F. Положення законодавства щодо персоналу охорони"
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "106.  Rule 1.3 defined “guarded entity” (об’єкт охорони) as either individuals or property belonging to individuals and public or private legal entities.",
            "uk": "106.  У пункті 1.3 «об’єкт охорони» визначався або як фізичні особи, або як майно фізичних, державних чи приватних юридичних осіб."
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "107.  The Licensing Rules provided, in particular:",
            "uk": "107.  Зокрема, ліцензійні умови передбачали:"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "“1.4.  Security measures performed by security guards:",
            "uk": "«1.4.  Заходи охорони, що здійснюються персоналом охорони:"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "1.4.1. control over persons’ access to the guarded entity, their movement within its territory and leaving it;",
            "uk": "1.4.1.  Контроль за проходженням на об’єкт охорони, пересуванням його територією, а також залишенням його особами;"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "1.4.2.  physical security measures – actions directly aimed at detecting, preventing and stopping ... intrusions into the ... guarded entity unauthorised by the owner ... and the presence of persons unauthorised [by the owner] within the guarded entity;",
            "uk": "1.4.2.  фізична охорона – безпосередні дії,... спрямовані на виявлення, запобігання та припинення ... не санкціонованих володільцем проникнень до майна об’єкта охорони ...та перебування осіб, яким [володілець] не надав повноважень, на об’єкті охорони;"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "108.  Rule 2.1.2 of the Licensing Rules required licensed entities to ensure that their guards wore insignia showing that they belonged to a specific licensed entity. Such insignia were to be approved by the licensed entity and notified to the licensing authority (the Ministry of the Interior).",
            "uk": "108.  Пункт 2.1.2 ліцензійних умов вимагав від суб’єктів охоронної діяльності забезпечити наявність в їхнього персоналу охорони знаків належності організації до конкретного суб’єкта охоронної діяльності. Такі знаки установлювалися суб’єктом охоронної діяльності, а про їхнє запровадження інформувався орган ліцензування (Міністерство внутрішніх справ України)."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "109.  Rule 2.2.3 of the Licensing Rules required the licensed entity to notify the police without delay of any attempted unlawful actions against the guarded entity (негайно сповіщати орган внутрішніх справ за місцезнаходженням об’єкта охорони про вчинення протиправних посягань на об’єкт, що охороняється), discovery of theft or any other offences, and to take steps to restrict the access of third parties to the scene of the event until the arrival of the police.",
            "uk": "109.  Пункт 2.2.3 ліцензійних умов вимагав від суб’єкта охоронної діяльності негайного сповіщення органів внутрішніх справ за місцезнаходженням об’єкта охорони про вчинення протиправних посягань на об’єкт, що охоронявся, виявлення крадіжки або інших правопорушень, а також вжиття заходів для недопущення сторонніх сторін на місце події до прибуття працівників міліції."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "110.  Section 12(1)(3) of the Guarding Activity Act of 2012 authorises security guards to prevent people from accessing a guarded entity or to apprehend (затримувати) those who have entered it or are trying to leave it in breach of established rules. In the latter case, guards are required to notify the police without delay.",
            "uk": "110.  Відповідно до пунктів 1 і 3 статті 12 Закону України «Про охоронну діяльність» 2012 року персонал охорони мав право не допускати проникнення осіб та затримувати тих, які намагаються проникнути (проникли) на об’єкт охорони або залишити його, порушуючи встановлені правила. В останньому випадку персонал охорони мав негайно повідомити міліцію."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "G.  Rules governing tree removal and construction site safety",
            "uk": "G.  Положення законодавства щодо видалення дерев і безпеки на території будівництва"
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "112.  At the material time safety rules for construction were contained in a document entitled Construction Norms and Rules (СНиП) III-4-80 Safety Rules for Construction, enacted by Order no. 82 of the USSR State Committee on Construction (Госстрой СССР) of 9 June 1980. This continued to be applicable in Ukraine, on the basis of Resolution of the Ukrainian Parliament of 12 September 1991 on temporary application of legislative acts of the Soviet Union.",
            "uk": "112.  На момент подій правила техніки безпеки на будівництві містились у документі під назвою «Будівельні норми і правила» (СНиП) III-4-80 Техніка безпеки в будівництві, затверджені постановою № 82 Держбудівництва СРСР від 09 червня 1980 року. Відповідно до Постанови Верховної Ради України «Про тимчасову дію актів законодавства Радянського Союзу» від 12 вересня 1991 року вони були застосовними в України."
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "Rule 1.16 prohibited access of unauthorised persons to construction sites (допуск посторонних лиц ... на территорию строительной площадки... запрещается).",
            "uk": "Правило 1.16 забороняло допуск сторонніх осіб на територію будівельних майданчиків."
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "III.  RELEVANT INTERNATIONAL MATERIAL",
            "uk": "III.  ВІДПОВІДНІ МІЖНАРОДНІ МАТЕРІАЛИ"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "A.  Guidelines on Freedom of Peaceful Assembly",
            "uk": "A.  Керівні принципи зі свободи мирних зібрань"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "113.  The Guidelines on Freedom of Peaceful Assembly developed by the Office for Democratic Institutions and Human Rights of the Organisation for Security and Co-operation in Europe and by the Venice Commission, and adopted by the Venice Commission at its 83rd Plenary Session (4 June 2010) provide, in so far as relevant:",
            "uk": "113.  Керівні принципи зі свободи мирних зібрань, розроблені Бюро демократичних інститутів та прав людини Організації з безпеки і співробітництва в Європі та Венеціанською комісією, та схвалені Венеціанською комісією на її 83-му пленарному засіданні (04 червня 2010 року) у відповідній частині передбачають:"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "Section A – guidelines on freedom of peaceful assembly\n1. Freedom of Peaceful Assembly",
            "uk": "Розділ A – Керівні принципи зі свободи мирних зібрань\n1. Право на свободу мирних зібрань"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "1.2  Definition of assembly. For the purposes of the Guidelines, an assembly means the intentional and temporary presence of a number of individuals in a public place for a common expressive purpose. This definition recognizes that, although particular forms of assembly may raise specific regulatory issues, all types of peaceful assembly – both static and moving assemblies, as well as those that take place on publicly or privately owned premises or in enclosed structures – deserve protection.",
            "uk": "1.2  Визначення терміну «зібрання». Для цілей цих Керівних принципів, термін «зібрання» означає навмисну та тимчасову присутність у громадському місці групи осіб з метою вираження спільних інтересів. З цього визначення випливає, що хоча окремі категорії зібрань можуть потребувати особливих форм регулювання, захищатися мають усі види мирних зібрань – як статичні так, і динамічні, а також ті, що проходять на території державних або приватних об’єктів чи у приміщеннях."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "5. Implementing Freedom of Peaceful Assembly Legislation",
            "uk": "5.  Застосування законодавства про свободу мирних зібрань"
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "“5.3  A human rights approach to policing assemblies",
            "uk": "«5.3  Охорона порядку під час зібрань з точки зору прав людини"
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "Section B – Explanatory notes\nPrincipal definitions and categories of assembly",
            "uk": "Розділ B – Пояснювальна записка\nГоловні поняття та категорії зібрань"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "“19.  These Guidelines apply to assemblies held in public places that everyone has an equal right to use (including, but not limited to, public parks, squares, streets, roads, avenues, sidewalks, pavements and footpaths). In particular, the state should always seek to facilitate public assemblies at the organizers’ preferred location, where this is a public place that is ordinarily accessible to the public...",
            "uk": "«19.  Ці Керівні принципи застосовуються до зібрань, які проводяться у громадських місцях (у тому числі, проте не обмежуючись, громадських парках, площах, вулицях, дорогах, проспектах, тротуарах та пішохідних доріжках), рівне право на користування якими є у кожної людини. Зокрема, держава завжди повинна сприяти проведенню громадських зібрань у бажаному для їхніх організаторів місці, якщо зазвичай це громадське місце є доступним для громадян..."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "‘Peaceful’ and ‘non-peaceful’ assemblies",
            "uk": "«Мирні» та «немирні» зібрання"
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "“25.  ’Peaceful’ assemblies: Only ‘peaceful’ assembly is protected by the right to freedom of assembly...",
            "uk": "«25.  «Мирні» зібрання. Лише «мирні» зібрання захищені правом на свободу зібрань..."
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "26.  The term ‘peaceful’ should be interpreted to include conduct that may annoy or give offence to persons opposed to the ideas or claims that it is seeking to promote, and even conduct that temporarily hinders, impedes or obstructs the activities of third parties. Thus, by way of example, assemblies involving purely passive resistance should be characterized as ‘peaceful’...",
            "uk": "26.  Термін «мирне» має тлумачитись як такий, що включає поведінку, яка може дратувати або ображати осіб, які не погоджуються із висунутими ідеями або вимогами, і навіть поведінку, що тимчасово перешкоджає, ускладнює або створює перешкоди діяльності третіх сторін. Так, наприклад, зібрання, пов’язане виключно з пасивним опором, слід вважати «мирним»..."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "28.  If this fundamental criterion of ‘peacefulness’ is met, it triggers the positive obligations entailed by the right to freedom of peaceful assembly on the part of the State authorities ... It should be noted that assemblies that survive this initial test (thus, prima facie, deserving protection) may still legitimately be restricted on public order or other legitimate grounds ...",
            "uk": "28.  Якщо зібрання задовольняє основоположний критерій «мирного характеру», це призводить до виникнення позитивних зобов’язань органів державної влади, пов’язаних з правом на свободу мирних зібрань ... Слід зазначити, що зібрання, які пройшли цю початкову перевірку (отже, prima facie, підлягають захисту) усе ще можуть бути законно обмежені на підставі положень про охорону громадського порядку або інших положень законодавства..."
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "Policing Public Assemblies",
            "uk": "Охорона порядку під час громадських зібрань"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "149.  Law enforcement agencies should be proactive in engaging with assembly organizers: [o]fficers should seek to send clear messages that inform crowd expectations and reduce the potential for conflict escalation ... Furthermore, there should be a nominated point of contact within the law enforcement agency whom protesters can contact before or during an assembly. These contact details should be widely advertised ...",
            "uk": "149.  Правоохоронні органи повинні ефективно взаємодіяти з організаторами зібрань: [п]рацівники правоохоронних органів повинні чітко та зрозуміло доводити повідомлення, які інформують учасників зібрання щодо планів та зменшують ризик виникнення конфлікту ... Крім того, у правоохоронних органів повинен бути спеціальний контактний центр, до якого протестувальники можуть звернутися до початку або під час зібрання. Інформація про такий контактний центр повинна перебувати у відкритому доступі ..."
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "150.  The policing operation should be characterized by a policy of ‘no surprises’: [l]aw enforcement officers should allow time for people in a crowd to respond as individuals to the situation they face, including any warnings or directions given to them ...",
            "uk": "150.  Операція з охорони порядку мають здійснюватися правоохоронними органами «без сюрпризів»: [п]рацівники правоохоронних органів повинні надати учасникам зібрання час для індивідуальної реакції на ситуацію, що склалася, у тому числі на будь-які адресовані їм попередження та вказівки ..."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "168.  If dispersal is deemed necessary, the assembly organiser and participants should be clearly and audibly informed prior to any intervention by law enforcement personnel. Participants should also be given reasonable time to disperse voluntarily. Only if participants then fail to disperse may law enforcement officials intervene further.",
            "uk": "168.  Якщо зібрання необхідно розігнати, організатори та учасники зібрання мають бути чітко та зрозуміло повідомлені перед будь-яким втручанням працівників правоохоронних органів. Учасникам також має бути надано достатньо часу, щоб розійтися добровільно. Втручання працівників правоохоронних органів можливе тільки у тому випадку, якщо учасники не розійдуться."
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "Use of force",
            "uk": "Застосування сили"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "179.  Law-enforcement officials should be liable for any failure to fulfil their positive obligations to protect and facilitate the right to freedom of peaceful assembly. Moreover, liability should also extend to private agencies or individuals acting on behalf of the state...",
            "uk": "179.  Працівники правоохоронних органів повинні нести відповідальність за будь-яке невиконання своїх позитивних зобов’язань із захисту мирних зібрань та сприянню їх проведенню. Крім того, відповідальність також повинна поширюватися на приватні компанії та окремих осіб, які діють від імені держави..."
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "182.  If the force used is not authorized by law or more force was used than necessary in the circumstances, law-enforcement officers should face civil and/or criminal liability, as well as disciplinary action. The relevant law-enforcement personnel should also be held liable for failing to intervene where such intervention may have prevented other officers from using excessive force.",
            "uk": "182.  У випадку несанкціонованого застосування сили або застосування надмірної сили, аніж було необхідно за конкретних обставин, працівники правоохоронних органів повинні нести цивільну та/або кримінальну відповідальність, а також на них можуть бути накладені дисциплінарні стягнення. Працівники відповідних правоохоронних органів також повинні нести відповідальність за бездіяльність у випадку, якщо такі дії могли запобігти надмірному застосуванню сили іншими працівниками."
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "B.  United Nations Special Rapporteurs",
            "uk": "B.  Спеціальні доповідачі ООН"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "114.  In their joint report on the proper management of assemblies, issued in 2016 (A/HRC/31/66), the United Nations Special Rapporteurs on the right to freedom of peaceful assembly and of association and on extrajudicial, summary or arbitrary executions stated:",
            "uk": "114.  У своїй спільній доповіді щодо належного управління зібраннями, опублікованій у 2016 році (A/HRC/31/66), Спеціальний доповідач ООН з питань права на свободу мирних зібрань та асоціацій і Спеціальний доповідач ООН з питань позасудових страт, страт без належного судового розгляду та свавільних страт зазначили:"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "65.  A clear and transparent command structure must be established to minimize the risk of violence or the use of force, and to ensure responsibility for unlawful acts or omissions by officers. Proper record keeping of decisions made by command officers at all levels is also required. Law enforcement officials must be clearly and individually identifiable, for example by displaying a nameplate or number ...",
            "uk": "65.  Необхідно створити чітку та прозору структура командування для мінімізації ризику насилля або застосування сили, а також для забезпечення відповідальності за незаконні дії або бездіяльність працівників правоохоронних органів. Необхідно також належно документувати рішення, прийняті керівниками всіх рівнів. Особи працівників правоохоронних органів мають бути чітко та індивідуально впізнаваними, наприклад, за наявністю таблички з ім’ям або номером ..."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "115.  In his report on the right to life and the use of force by private security providers in law-enforcement contexts, issued in 2016 (A/HRC/32/39), the United Nations Special Rapporteur on extrajudicial, summary or arbitrary executions stated:",
            "uk": "115.  У своїй доповіді про право на життя та застосування сили працівниками приватних охоронних компаній у правоохоронному контексті, опублікованій у 2016 року (A/HRC/32/39), Спеціальний доповідач ООН з питань позасудових страт, страт без належного судового розгляду та свавільних страт зазначив:"
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "C.  International Code of Conduct for Private Security Service Providers",
            "uk": "C.  Міжнародний кодекс поведінки приватних охоронних компаній"
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "116.  The International Code of Conduct for Private Security Service Providers of 9 November 2010 was drawn up as part of a multi-stakeholder initiative in the international private security sector, and has been signed by a number of security companies. It sets out, in particular, the following commitment:",
            "uk": "116.  Міжнародний кодекс поведінки приватних охоронних компаній від 09 листопада 2010 року було складено як частину багатосторонньої ініціативи у міжнародному приватному секторі з питань забезпечення охорони, та підписано низкою охоронних компаній. Зокрема, у ньому закріплено такий обов’язок:"
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "“43.  Signatory Companies, to the extent consistent with reasonable security requirements and the safety of civilians, their Personnel and Clients, will:",
            "uk": "«43.  Тією мірою, якою це узгоджується з розумними вимогами у сфері забезпечення охорони та безпеки громадян, компанії, які підписали Кодекс, їхні працівники та клієнти:"
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "a)  require all Personnel to be individually identifiable whenever they are carrying out activities in discharge of their contractual responsibilities ...”",
            "uk": "a)  вимагають, щоб кожного разу працівник мав особисті ідентифікаційні знаки під час виконання обов’язків за контрактом...»"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "D.  Amnesty International’s intervention",
            "uk": "D.  Вступ у процес міжнародної організації «Amnesty International»"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "117.  On 17 June 2010 Amnesty International’s Director for Europe and Central Asia wrote to the Prosecutor General of Ukraine describing the background to the events in Gorky Park and calling on the Prosecutor General to take a number of steps for the protection of the Gorky Park protesters. The letter contained the following passages:",
            "uk": "117.  17 червня 2010 року директор міжнародної організації «Amnesty International» відділу країн Європи та Центральної Азії написав листа Генеральному прокурору України, описавши передумови подій у парку імені Максима Горького та закликав Генерального прокурора України вжити низку заходів для захисту протестувальників у парку імені Максима Горького. Лист містив такі уривки:"
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "From the information available to Amnesty International it appears that Andrei Yevarnitsky and Denis Chernega have been sentenced to a punishment which amounts to imprisonment for the peaceful exercise of their rights to freedom of assembly and expression, and for this reason the organization considers them to be prisoners of conscience.”",
            "uk": "З наявної в «Amnesty International» інформації вбачається, що Андрію Єварницькому та Денису Чернезі обрали покарання, яке дорівнює позбавленню волі за мирне здійснення свого права на свободу зібрань та вираження поглядів, і у зв’язку з цим організація вважає їх в’язнями сумління.»"
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "I.  STATUS OF PERSONNEL WHO TOOK PART IN THE GORKY PARK EVENTS",
            "uk": "I.\tСТАТУС ПЕРСОНАЛУ, ЯКИЙ БРАВ УЧАСТЬ У ПОДІЯХ У ПАРКУ ІМЕНІ МАКСИМА ГОРЬКОГО"
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "1.  The Government",
            "uk": "1.  Уряд"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "2.  The applicants",
            "uk": "2.  Заявники"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "120.  The applicants submitted that the subcontractor that had employed the loggers was a municipal company administered by a person appointed by the city council and answerable to the latter. Therefore, the loggers had to be regarded as State agents.",
            "uk": "120.  Заявники стверджували, що субпідрядник, який найняв робітників, був комунальним підприємством, яким керувала особа, призначена міською радою та підзвітна їй. Тому робітники мали вважатися представниками держави."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "122.  The above arguments were also applicable to MG staff, to whom the State had delegated the authority to use force. The applicants compared this situation to that in the case of Avşar v. Turkey (no. 25657/94, § 414, ECHR 2001VII (extracts)), in which the State had been held responsible for the actions of village guards to whom authority to use force had been delegated.",
            "uk": "122.  Наведені аргументи також стосувалися й працівників «МО», яких держава уповноважила на застосовування сили. Заявники порівняли цю ситуацію із ситуацією в рішенні у справі «Авшар проти Туреччини» (Avşar v. Turkey), заява № 25657/94, пункт 414, ЄСПЛ 2001VII (витяги), в якому держава несла відповідальність за дії працівників охорони села, які були уповноважені застосовувати силу."
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "123.  Moreover, the loggers, the MG staff and the police had acted in concert with the single goal of driving the protesters away and the police had remained passive in the face of the action on the part of the loggers and MG staff. The applicants compared the latter situation to that in Riera Blume and Others v. Spain (no. 37680/97, §§ 33-35, ECHR 1999VII).",
            "uk": "123.  До того ж робітники, працівники «МО» і працівники міліції діяли спільно з єдиною метою вивести протестувальників з території, а працівники міліції не втручались у дії робітників і працівників «МО». Заявники порівняли цю ситуацію із ситуацією у справі «Рієра \nБлюм та інші проти Іспанії» (Riera Blume and Others v. Spain), \nзаява № 37680/97, пункти 33 – 35, ЄСПЛ 1999VII)."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "124.  Accordingly, both the loggers and the MG staff had to be considered State agents.",
            "uk": "124.  Отже, як робітники, так і працівники «МО» мали вважатися представниками держави."
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "1.  Relevant principles",
            "uk": "1.  Відповідні принципи"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "126.  The Court reiterates that whether a person is an agent of the State for the purposes of the Convention is defined on the basis of a multitude of factors, none of which is determinative on its own. The key criteria used to determine whether the State is responsible for the acts of a person, whether formally a public official or not, are as follows: manner of appointment, supervision and accountability, objectives, powers and functions of the person in question (see V.K. v. Russia, cited above, § 175).",
            "uk": "126.  Суд повторює, що те, чи є особа представником держави для цілей Конвенції, визначається на підставі багатьох факторів, жоден з яких сам собою не є вирішальним. Ключові критеріями, які використовуються, щоб встановити, чи є держава відповідальною за дії особи, незалежно від того, чи є вона державним службовцем, такі: порядок призначення, нагляд і підзвітність, цілі, повноваження та функції відповідної особи (див. згадане рішення у справі «В.К. проти Росії» (V.K. v. Russia), пункт 175)."
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "2.  Application of the above principles to the present case",
            "uk": "2.  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "131.  Therefore, the Court finds that, in view of the above, the actions of the security guards can be considered attributable to the respondent State.",
            "uk": "131.  Отже, з огляду на зазначене Суд вважає, що дії працівників охорони можна вважати такими, відповідальність за які несе держава-відповідач."
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "132.  In the light of its findings below (see, in particular, paragraphs 147 and 212 to 216), the Court does not consider it necessary to rule on the question of whether the actions of the loggers can also be imputable to the respondent State (see, mutatis mutandis, Constantin Tudor v. Romania, no. 43543/09, § 78, 18 June 2013).",
            "uk": "132.  У світлі своїх висновків (див., зокрема, пункти 147 і 212 - 216) Суд не вважає за необхідне вирішувати питання, чи може відповідальність за дії робітників також бути покладена на державу-відповідача (див., mutatis mutandis, рішення у справі «Константін Тудор проти Румунії» (Constantin Tudor v. Romania), заява № 43543/09, пункт 78, від 18 червня 2013 року)."
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "133.  The third, seventh and ninth applicants complained that they had been subjected to ill-treatment by the security guards and loggers, and that the respondent State had failed to protect them from it and to investigate effectively their complaints in that respect. They relied on Article 3 of the Convention, which reads as follows:",
            "uk": "133.  Третій, сьома та дев’ятий заявники скаржилися, що зазнали жорстокого поводження працівників охорони та робітників, а держава-відповідач не захистила їх від цього та не провела ефективного розслідування їхніх скарг у зв’язку з цим. Вони посилалися на статтю 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "1.  The applicants",
            "uk": "1.  Заявники"
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "(a)  Alleged ill-treatment",
            "uk": "(a)  Стверджуване жорстоке поводження"
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "(b)  Investigation",
            "uk": "(b)  Розслідування"
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "139.  The applicants considered that the conclusions of the investigation were unfounded, particularly the conclusion that in the chainsaw incident, it had been the protesters who had attacked the workers and not vice versa. Likewise, the conclusion that the MG staff and loggers had not been involved in the attack on the seventh and ninth applicants was based on an incomplete investigation and unfounded.",
            "uk": "139.  Заявники вважали, що висновки розслідування були необґрунтованими, зокрема висновок про те, що під час інциденту з бензопилою саме протестувальники напали на робітників, а не навпаки. Висновок, що працівники «МО» не брали участі у нападі на сьому та дев’ятого заявників, так само ґрунтувався на неповному розслідуванні та був необґрунтованим."
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "140.  Lastly, the applicants had either not been informed about the course of the investigation, or had been informed about it with significant delays. This concerned notably the decisions of 9 and 20 August 2010 (see paragraphs  and 88 above).",
            "uk": "140.  Насамкінець, заявники або не були поінформовані про хід розслідування, або були поінформовані про нього зі значними затримками. Зокрема, це стосувалося постанов від 09 та 20 серпня 2010 року (див. пункти  і 88)."
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "2.  The Government",
            "uk": "2.  Уряд"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "(a)  Alleged ill-treatment",
            "uk": "(a)  Стверджуване жорстоке поводження"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "(b)  Investigation",
            "uk": "(b)  Розслідування"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "(a)  The third applicant",
            "uk": "(a)  Третій заявник"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "147.  Therefore, the third applicant’s complaint is manifestly ill-founded and must be rejected, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "147.  Отже, скарга третього заявника є явно необґрунтованою та має бути відхилена відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "(b)  The seventh and ninth applicants",
            "uk": "(b)  Сьома та дев’ятий заявники"
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "148.  The Court notes, by contrast, that the seventh and ninth applicants’ complaints under Article 3 are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. This part of the application must therefore be declared admissible.",
            "uk": "148.  Натомість Суд зазначає, що скарги сьомої та дев’ятого заявників за статтею 3 Конвенції не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вони не є неприйнятними за будь-яких інших підстав. Тому ця частина заяви має бути визнана прийнятною."
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "(a)  Substantive aspect of the complaint",
            "uk": "(a)  Матеріальний аспект скарги"
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "151.  Allegations of ill-treatment must be supported by appropriate evidence. To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” and such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Khlaifia and Others v. Italy [GC], no. 16483/12, § 168, ECHR 2016 (extracts)).",
            "uk": "151.  Твердження про жорстоке поводження повинні підтверджуватися відповідними доказами. Оцінюючі ці докази Суд керується критерієм доведеності «поза розумним сумнівом» і така доведеність може випливати зі співіснування достатньо вагомих, чітких і узгоджених між собою висновків або подібних неспростованих презумпцій факту (див. рішення у справі «Хлаіфія та інші проти Італії» [ВП] (Khlaifia and Others v. Italy) [GC], заява № 16483/12, пункт 168, ЄСПЛ 2016 (витяги)."
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "154.  The applicants’ own evidence shows that, on the days when they were injured (see paragraphs 38 and 40 above), the protesters actively tried to interfere with operating construction equipment and the counter-protest action consisted mainly in efforts to move them out of the works area, with in itself cannot qualify as ill-treatment.",
            "uk": "154.  Докази самих заявників доводять, що у дні, коли їм було заподіяно тілесні ушкодження (див. пункти 38 і 40), протестувальники активно намагалися перешкодити роботі увімкненої будівельної техніки, а дії, направленні на розгін протесту, полягали лише у спробах відтіснити протестувальників з будівельного майданчика, що само собою не може вважатися жорстоким поводженням."
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "155.  In such circumstances the Court is unable to establish, to the required standard of proof, that the seventh and ninth applicants suffered illtreatment reaching the threshold of Article 3 and requiring the authorities to protect them from it.",
            "uk": "155.  За таких обставин Суд не може встановити згідно з необхідним критерієм доведеності, що сьома та дев’ятий заявники зазнали жорстокого поводження, яке досягло рівня статті 3 Конвенції та вимагало, щоб органи державної влади захистили їх від нього."
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "156.  There has, accordingly, been no violation of Article 3 of the Convention in its substantive aspect in respect of the seventh and ninth applicants.",
            "uk": "156.  Отже, матеріальний аспект статті 3 Конвенції щодо сьомої і дев’ятого заявників порушено не було."
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "157.  This conclusion does not prejudge the Court’s assessment of whether the respondent State has complied with its obligation to ensure the peaceful nature of the protests (see paragraphs 270 to 282 below).",
            "uk": "157.  Цей висновок не є передчасною оцінкою Суду того, чи виконала держава-відповідач своє зобов’язання гарантувати мирний характер протестів (див. пункти 270 – 282)."
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "(b)  Procedural aspect of the complaint",
            "uk": "(b)  Процесуальний аспект скарги"
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "158.  Article 3 requires that the authorities conduct an effective official investigation into the alleged illtreatment, even if such treatment has been inflicted by private individuals (see, for example, T.M. and C.M. v. the Republic of Moldova, cited above, § 38).",
            "uk": "158.  Стаття 3 Конвенції вимагає від органів державної влади проведення ефективного офіційного розслідування стверджуваного жорстокого поводження, навіть якщо таке поводження було вчинено приватними особами (див., наприклад, згадане рішення у справі «Т.М. і С.М. проти Республіки Молдови» (T.M. and C.M. v. the Republic of Moldova), пункт 38)."
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "161.  The case-file material shows that the core domestic investigation into the events in Gorky Park in May and June 2010 was conducted within the framework of pre-investigation enquiries carried out by the prosecutor’s office, which eventually ended in a decision not to institute criminal proceedings of 9 August 2010. That decision and the extensive material gathered within the framework of that procedure were submitted to the Court.",
            "uk": "161.  Із матеріалів справи вбачається, що на національному рівні ключове розслідування подій травня та червня 2010 року у парку імені Максима Горького здійснювалося прокуратурою у рамках дослідчих перевірок, які зрештою закінчилися винесенням постанови про відмову у порушенні кримінальної справи від 09 серпня \n2010 року. Суду було надано цю постанову та значну кількість матеріалів справи, зібраних у рамках цієї процедури."
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "162.  However, that decision did not deal with finality specifically with the cases of the seventh and ninth applicants, since their complaints were investigated by the police. That investigation ended in decisions not to institute criminal proceedings of 13 August 2010 (concerning the seventh applicant only) and of 20 August 2010 (see paragraphs 87 and 88 above).",
            "uk": "162.  Проте конкретно у справах сьомої та дев’ятого заявників ця постанова не була остаточною, оскільки їхні скарги розслідувалися міліцією. Це розслідування закінчилося винесенням постанови про відмову у порушенні кримінальної справи від 13 серпня 2010 року (лише щодо сьомої заявниці) та 20 серпня 2010 року (див. пункти 87 і 88)."
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "164.  In such circumstances, the Court finds it established that the applicants were prevented from learning about the outcome of the investigation of their complaints.",
            "uk": "164.  За таких обставин Суд вважає встановленим, що заявників були позбавлені можливості дізнатися про результат розслідування їхніх скарг."
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "168.  The Court also refers to its findings below concerning the authorities’ failure to investigate the presence at the scene of the events where the applicants were injured by unidentified persons bearing security guard insignia who might not have been duly authorised security guards (see paragraph 279 below). These considerations are also relevant in the context of the applicants’ complaint under Article 3.",
            "uk": "168.  Суд також посилається на свої подальші висновки щодо неспроможності органів державної влади провести розслідування присутності на місці подій, де заявникам були заподіяні тілесні ушкодження невідомими особами з бейджами працівників охорони, які, можливо, не були належним чином уповноваженими працівниками охорони (див. пункт 279). Ці міркування також є актуальними в контексті скарги заявників за статтею 3 Конвенції."
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "169.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 3 of the Convention in its procedural aspect in respect of the seventh and ninth applicants.",
            "uk": "169.  Цих міркувань достатньо для висновку Суду, що було порушено процесуальний аспект статті 3 Конвенції щодо сьомої та дев’ятого заявників."
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "170.  In view of the reasons for this finding, the Court considers that there is no call to examine the remainder of the seventh and ninth applicants’ grievances concerning the domestic investigation.",
            "uk": "170.  З огляду на підстави для цього висновку Суд вважає, що немає необхідності розглядати решту скарг сьомої та дев’ятого заявників щодо розслідування на національному рівні."
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
            "uk": "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "171.  The first and second applicants complained that they had not had a fair hearing before the Court of Appeal which examined their administrative-offence cases, in that the court had failed to ensure their presence at its hearings. They relied on Article 6 § 1 of the Convention, which reads:",
            "uk": "171.  Перший та другий заявники скаржилися на відсутність справедливого судового розгляду в апеляційному суді, який розглядав їхні справи про адміністративні правопорушення, оскільки суд не забезпечив їхню присутність у засіданнях. Вони послалися на пункт 1 статті 6 Конвенції, який передбачає:"
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... судом, який ... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення...»"
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "A. Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "172.  The Court notes that, by virtue of the severity of the sanction, administrative proceedings such as those directed against the applicants in the present case are to be considered “criminal” for the purposes of the Convention and its Protocols (see Gurepka v. Ukraine, no. 61406/00, § 55, 6 September 2005) and thus attract the full guarantees of Article 6 of the Convention.",
            "uk": "172.  Суд зазначає, що беручи до уваги суворість покарання, адміністративне провадження стосовно заявників у цій справі як таке, має розглядатися як «кримінальне» для цілей Конвенції та протоколів до неї (див. рішення у справі «Гурепка проти України» (Gurepka v. Ukraine), заява № 61406/00, пункт 55, від 06 вересня 2005 року) і тому супроводжуватися усіма гарантіями статті 6 Конвенції."
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "173.  This part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "173.  Ця частина заяви не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Суд також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "176.  As the Court has stated on many occasions, Article 6 § 1 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation, but a State which does institute such courts is required to ensure that persons having access to the law enjoy before such courts the fundamental guarantees in Article 6 (see, for example, Morice v. France [GC], no. 29369/10, § 88, ECHR 2015).",
            "uk": "176.  Як Суд неодноразово зазначав, пункт 1 статті 6 Конвенції не зобов’язує Договірні Сторони створювати суди апеляційної чи касаційної інстанцій, проте держави, де існують такі суди, повинні забезпечити, щоб особи, отримавши доступ до правосуддя, користувалися у таких судах основоположними гарантіями статті 6 Конвенції (див., наприклад, рішення у справі «Моріс проти Франції» [ВП] (Morice v. France) [GC], заява № 29369/10, пункт 88, ЄСПЛ 2015)."
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "181.  The Court considers that the mere fact that the applicants’ lawyer did not request that their presence be ensured is not decisive in this respect (see, for example, Botten v. Norway, 19 February 1996, § 53, Reports of Judgments and Decisions 1996I, and Pobornikoff v. Austria, no. 28501/95, § 32, 3 October 2000). On the contrary, the Court finds relevant that:",
            "uk": "181.  Суд вважає, що сам факт, що захисник заявників не клопотав про забезпечення їхньої присутності, не є вирішальним у цьому аспекті (див., наприклад, рішення у справах «Боттен проти Норвегії» (Botten v. Norway), від 19 лютого 1996 року, пункт 53, Збірник рішень Європейського суду з прав людини 1996I та «Поборнікофф проти Австрії» (Pobornikoff v. Austria), заява № 28501/95, пункт 32, \nвід 03 жовтня 2000 року). Навпаки, Суд вважає важливим, що:"
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "(i)  the applicants were not informed about the hearing before the court of appeal, and",
            "uk": "(i) заявників не було поінформовано про засідання апеляційного суду;"
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "(ii)  there was no clearly established procedure in place for the applicants, who were detained, to ask to be brought to the hearings of the court of appeal.",
            "uk": "(ii) не існувало чіткого встановленого порядку, щоб заявники, які трималися під вартою, могли заявити клопотання про забезпечення їхньої присутності у засіданнях апеляційного суду."
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "185.  In such circumstances, it cannot be established in an unequivocal manner that the applicants waived their right to be present. In any event, it cannot be said that requisite safeguards were in place to ensure any waiver was effective.",
            "uk": "185.  За таких обставин неможливо однозначно встановити, що заявники відмовилися від свого права бути присутніми у судових засіданнях. У будь-якому разі не можна стверджувати, що існували необхідні гарантії для забезпечення ефективності такої відмови."
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "186.  There has, accordingly, been a violation of Article 6 § 1 of the Convention in respect of the first and second applicants.",
            "uk": "186.  Отже, було порушено пункт 1 статті 6 Конвенції щодо першого та другого заявників."
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "IV.  ALLEGED VIOLATIONS OF ARTICLE 11 OF THE CONVENTION",
            "uk": "IV.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 11 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "187.  The applicants complained of a number of violations of Article 11 of the Convention, which reads:",
            "uk": "187.  Заявники скаржилися на низку порушень статті 11 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
            "uk": "«1. Кожен має право на свободу мирних зібрань і свободу об’єднання з іншими особами, включаючи право створювати профспілки та вступати до них для захисту своїх інтересів."
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "1.  The applicants",
            "uk": "1.  Заявники"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "188.  The applicants alleged that there had been an unjustified interference with their freedom of peaceful assembly within the meaning of Article 11 on account of the following:",
            "uk": "188.  Заявники стверджували про необґрунтоване втручання в їхнє право на свободу мирних зібрань у розумінні статті 11 Конвенції у зв’язку із:"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "(i)  the arrest and prosecution of the first to sixth applicants;",
            "uk": "(i)  затриманням і притягненням до відповідальності першого – шостого заявників;"
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "(ii)  the fact that the third applicant had been threatened with a chainsaw, leading to his Article 3 complaint;",
            "uk": "(ii)  погрозами бензопилою третьому заявнику, що призвело до подання ним скарги за статтею 3 Конвенції;"
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "(iii)  the physical violence perpetrated against the applicants in the course of the dispersal attempt by the police on 25 May 2010 and, from 20 May to 6 June 2010, by the loggers and MG staff;",
            "uk": "(iii)  застосуванням працівниками міліції фізичного насилля до заявників під час спроби розгону протесту 25 травня 2010 року, та робітниками і працівниками «МО» у період з 20 травня до 06 червня 2010 року;"
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "(iv)  the verbal threats from loggers and police officers who demanded that the applicants leave the site intended for tree felling;",
            "uk": "(iv)  усними погрозами робітників і працівників міліції, які вимагали від заявників піти з території вирубки дерев;"
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "(v)  the incident whereby, in the course of trying to break the barrier formed by the protesters, an excavator driver had injured several of them with the excavator’s bucket;",
            "uk": "(v)  інцидентом, під час якого, намагаючись прорватися через оточення протестувальників, водій екскаватора поранив декількох із них ковшем екскаватора;"
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "(vi)  the injuries sustained when a tree that was cut down fell on a neighbouring tree into which a protestor (not an applicant) had climbed, injuring his hand, and when another protestor (not an applicant) was pulled from a tree by individuals wearing MG badges who pulled on his climbing equipment; and",
            "uk": "(vi)  тілесними ушкодженнями, отриманими під час падіння зрізаного дерева на сусіднє дерево, на яке заліз протестувальник (не заявник), що призвело до травм руки, і коли особи з бейджами «МО» скинули з дерева іншого протестувальника (не заявника), потягнувши його за альпіністське спорядження; а також"
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "(vii)  the physical violence perpetrated against the seventh and ninth applicants, leading to their Article 3 complaints.",
            "uk": "(vii)  застосуванням фізичного насилля до сьомої та дев’ятого заявників, що призвело до подання ними скарги за статтею 3 Конвенції."
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "192.  Even though the Government had argued that not all of the uniformed men with badges had in fact been MG staff (see paragraph 209 below), the applicants argued that all those men had acted in concert and had obeyed common commands.",
            "uk": "192.  Хоча Уряд стверджував, що не всі чоловіки в уніформі та з бейджами дійсно були працівниками «МО» (див. пункт 209), заявники доводили, що усі ці чоловіки діяли разом і виконували спільні накази."
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "194.  The applicants alleged that the authorities had resorted to the MG staff and other unofficial groups, rather than to the law-enforcement authorities, because they had understood that the protest had been lawful.",
            "uk": "194.  Заявники стверджували, що органи державної влади залучили працівників «МО» та інші неофіційні групи, а не працівників міліції, оскільки розуміли, що протест був законним."
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "195.  Despite a number of complaints to the police about the attacks by men in black with MG badges, which the Government did not deny the police had indeed received, the police had not reacted. In fact, they had indulged the attackers and helped them.",
            "uk": "195.  Незважаючи на низку скарг до міліції про напади чоловіків у чорному одязі з бейджами «МО», про отримання яких міліцією Уряд не заперечував, міліція не відреагувала. Фактично працівники міліції потурали та допомагали нападникам."
        }
    },
    {
        "id": 281,
        "translation": {
            "en": "197.  The police’s inaction had led to the escalation of the confrontation, with the workers and the municipal guards becoming increasingly aggressive with the connivance and support of the police.",
            "uk": "197.  Бездіяльність працівників міліції призвела до ескалації конфлікту, а робітники та працівники охорони комунального підприємства через поблажливість і підтримку працівників міліції ставали все більш агресивними."
        }
    },
    {
        "id": 282,
        "translation": {
            "en": "2.  The Government",
            "uk": "2.  Уряд"
        }
    },
    {
        "id": 283,
        "translation": {
            "en": "204.  The Government repeated that the respondent Government were not responsible for the alleged actions of the loggers and MG staff (see paragraphs 118 and 119 above) and could only be held responsible in the case of demonstrated inaction of the police in the face of unlawful acts towards the applicants.",
            "uk": "204.  Уряд повторив, що держава-відповідач не несе відповідальності за стверджувані дії робітників і працівників «МО» (див. пункти 118 і 119) і може нести відповідальність лише у випадку бездіяльності працівників міліції у зв’язку з незаконними діями, спрямованими проти заявників."
        }
    },
    {
        "id": 284,
        "translation": {
            "en": "207.  The police had taken measures to stabilise the situation and keep it under control. For instance, according to the statement of one of the protesters, in the course of a confrontation on 27 May between the protesters and the workers, a police major had interposed himself between the two parties, ordering the protesters to disperse, which they had done.",
            "uk": "207.  Працівники міліції вживали заходів для стабілізації ситуації та взяття її під контроль. Наприклад, згідно з твердженнями одного з протестувальників 27 травня під час протистояння між протестувальниками та робітниками майор міліції встав між двома сторонами, наказавши протестувальникам розійтися, що вони й зробили."
        }
    },
    {
        "id": 285,
        "translation": {
            "en": "210.  Having regard to the above, the Government maintained that there were no facts indicating that any particular action on the part of the MG staff could be considered as having interfered with the applicants’ rights under Article 11 of the Convention.",
            "uk": "210.  З огляду на зазначене Уряд стверджував про відсутність фактів, які б вказували, що яка-небудь конкретна дія працівників «МО» могла вважатися втручанням у права заявників за статтею 11 Конвенції."
        }
    },
    {
        "id": 286,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 287,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 288,
        "translation": {
            "en": "211.  The third applicant’s complaint related to the alleged chainsaw threat against him (see paragraph 188 (ii) above) is a restatement of his Article 3 complaint and should be rejected for the same reasons (see paragraph 147 above).",
            "uk": "211.  Скарга третього заявника стосовно стверджуваної погрози йому бензопилою (див. підпункт «іі» пункту 188) є повторенням його скарги за статтею 3 Конвенції та має бути відхилена з тих самих підстав (див. пункт 147)."
        }
    },
    {
        "id": 289,
        "translation": {
            "en": "212.  As far as the applicants’ complaints of verbal threats are concerned (see paragraph 188 (iv) above), they are entirely unsubstantiated. There is no proof of them in the materials of the domestic investigations, in the photographic and video evidence submitted by the applicants or in other case-file material.",
            "uk": "212.  Скарги заявників на усні погрози (див. підпункт «iv» \nпункту 188) є явно необґрунтованими. У матеріалах розслідування на національному рівні, у наданих заявниками фото- та відеоматеріалах або інших матеріалах справи жодних доказів усних погроз немає."
        }
    },
    {
        "id": 290,
        "translation": {
            "en": "213.  Moreover, there is nothing to indicate that the applicants can lay claim to being “victims”, within the meaning of Article 34 of the Convention, in respect of their complaints about unidentified protesters having been exposed to danger in the course of tree-felling and construction work (see paragraph 188 (v) and (vi) above).",
            "uk": "213.  До того ж ніщо не вказує, що заявники можуть стверджувати, що є «потерпілими» у розумінні статті 34 Конвенції у зв’язку з їхніми скаргами щодо наражання на небезпеку під час вирубки дерев і будівельних робіт невстановлених протестувальників (див. \nпідпункти «v» і «vi» пункту 188)."
        }
    },
    {
        "id": 291,
        "translation": {
            "en": "216.  Accordingly, the above complaints should be rejected as manifestly ill-founded or incompatible with the Convention ratione personae, as the case may be, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "216.  Отже, з огляду на обставини ці скарги мають бути відхилені як явно необґрунтовані або несумісні з Конвенцією за критерієм ratione personae відповідно до підпункту «а» пункту 3 і пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 292,
        "translation": {
            "en": "217.  The remainder of the first to seventh and the ninth applicants’ complaints under Article 11 (see paragraph 188 (i) and (vii) above) is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "217.  Інші скарги першого – сьомої та дев’ятого заявників за статтею 11 Конвенції (див. підпункти «і» та «vii» пункт 188) не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вони не є неприйнятними з будь-яких інших підстав. Отже, вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 293,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 294,
        "translation": {
            "en": "(a)  Relevant principles",
            "uk": "(a)  Відповідні принципи"
        }
    },
    {
        "id": 295,
        "translation": {
            "en": "(b)  Application of the above principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 296,
        "translation": {
            "en": "(i)  The arrests and convictions of the first six applicants",
            "uk": "(i)  Затримання та накладення стягнення на перших шістьох заявників"
        }
    },
    {
        "id": 297,
        "translation": {
            "en": "(α)  Whether there has been an interference: the first six applicants",
            "uk": "(α)  Чи мало місце втручання: перші шість заявників"
        }
    },
    {
        "id": 298,
        "translation": {
            "en": "The first and second applicants",
            "uk": "Перший та другий заявники"
        }
    },
    {
        "id": 299,
        "translation": {
            "en": "223.  The Government submitted that there had been no interference with the first and second applicants’ right to freedom of peaceful assembly (see paragraph 198 above).",
            "uk": "223.  Уряд стверджував, що втручання у право першого та другого заявників на свободу мирного зібрання не було (див. пункт 198)."
        }
    },
    {
        "id": 300,
        "translation": {
            "en": "226.  Lastly, the Court is conscious of Amnesty International’s contemporaneous intervention on behalf of the first and second applicants, referring to them as protesters (see paragraph 117 above).",
            "uk": "226.  Насамкінець, Суд враховує одночасний вступ у процес організації «Amnesty International» від імені першого та другого заявників, які згадувалися як протестувальники (див. пункт 117)."
        }
    },
    {
        "id": 301,
        "translation": {
            "en": "227.  According to the Court’s established case-law, measures taken by the authorities during an assembly, such as dispersal or arrest of participants, and penalties imposed for taking part in an assembly, amount to an interference with the right to freedom of peaceful assembly (see Navalnyy and Yashin v. Russia, no. 76204/11, § 51, 4 December 2014, with further references).",
            "uk": "227.  Відповідно до усталеної практики Суду заходи, вжиті органами державної влади під час зібрання, такі як розгін або затримання учасників, і притягнення до відповідальності за участь у зібранні становлять втручання у право на свободу мирних зібрань (див. рішення у справі «Навальний та Яшін проти Росії» (Navalnyy and Yashin v. Russia), заява № 76204/11, пункт 51, від 04 грудня 2014 року з подальшими посиланнями)."
        }
    },
    {
        "id": 302,
        "translation": {
            "en": "228.  The Court concludes that there has been an interference with the first and second applicants’ right to freedom of peaceful assembly.",
            "uk": "228.  Суд доходить висновку, що було втручання у право першого та другого заявників на свободу мирних зібрань."
        }
    },
    {
        "id": 303,
        "translation": {
            "en": "The fifth applicant",
            "uk": "П’ятий заявник"
        }
    },
    {
        "id": 304,
        "translation": {
            "en": "The third, fourth and sixth applicants",
            "uk": "Третій, четвертий та шостий заявники"
        }
    },
    {
        "id": 305,
        "translation": {
            "en": "230.  The Government did not contest that those applicants’ conviction constituted an interference with their right to freedom of assembly (see paragraph 199 above). The Court finds no reason to find otherwise.",
            "uk": "230.  Уряд не заперечив, що притягнення цих заявників до відповідальності становило втручання у їхнє право на свободу зібрань (див. пункт 199). Суд не вбачає підстав для іншого висновку."
        }
    },
    {
        "id": 306,
        "translation": {
            "en": "Conclusion concerning the existence of an interference with respect to the first six applicants",
            "uk": "Висновок про наявність втручання щодо перших шести заявників"
        }
    },
    {
        "id": 307,
        "translation": {
            "en": "(β)  “Prescribed by law”: the first six applicants",
            "uk": "(β)  «Встановлено законом»: перші шість заявників"
        }
    },
    {
        "id": 308,
        "translation": {
            "en": "232.  The interference had a basis in domestic law, namely Article 185 of the Code of Administrative Offences, which penalises failure to obey a lawful order of a police officer (see paragraph 97 above). There is no indication that the above-mentioned provision was not accessible to the applicants or not foreseeable as such.",
            "uk": "232.  Втручання ґрунтувалося на національному законодавстві, зокрема статті 185 Кодексу України про адміністративні правопорушення, яка передбачала покарання за непокору законним вимогам працівників міліції (див. пункт 97). Ніщо не вказує на те, що зазначене положення для заявників було недоступним або непередбачуваним."
        }
    },
    {
        "id": 309,
        "translation": {
            "en": "233.  The applicants argued, however, that any action aimed at counteracting their protest was unlawful because Article 39 of the Constitution required the authorities to obtain a court order authorising such dispersal. In order to assess this argument the Court must summarise its case-law concerning the legislative framework for peaceful protest in Ukraine.",
            "uk": "233.  Проте заявники стверджували, що будь-яка дія, спрямована на перешкоджання їхній акцій протесту, була незаконною, оскільки стаття 39 Конституції України вимагала отримання органами державної влади рішення суду, яким буде надано дозвіл на такий розгін. Для оцінки цього аргументу Суд повинен узагальнити свою практику щодо законодавства про організацію мирних акцій протесту в Україні."
        }
    },
    {
        "id": 310,
        "translation": {
            "en": "236.  As in Chumak, the matter of lawfulness confronting the Court in the present case is different from that examined in Vyerentsov. In fact, the applicants themselves stressed and made much of the fact that they had not been sanctioned under Article 1851 of the Code of Administrative Offences (see paragraph 193 above), which was at stake in Vyerentsov.",
            "uk": "236.  Як і в рішенні у справі «Чумак проти України» (Chumak v. Ukraine), питання законності, яке розглядає Суд у цій справі, відрізняється від розглянутого у справі «Вєренцов проти України» (Vyerentsov v. Ukraine). Дійсно, самі заявники наголосили на тому, що їх не притягнули до відповідальності за статтею 1851 Кодексу України про адміністративні правопорушення (див. пункт 193), як у справі «Вєренцов проти України» (Vyerentsov v. Ukraine)."
        }
    },
    {
        "id": 311,
        "translation": {
            "en": "239.  The Court is not convinced, moreover, that a purely obstructive protest action which, by its very nature, would normally be unlawful as infringing on the rights and legitimate interests of third parties, could, in principle and as a practical matter, be subjected to prior notification requirements. Such a requirement would deprive many such actions of much effect and would amount to a requirement to declare the intention to break the law.",
            "uk": "239.  Крім того, Суд не переконаний, що до цілком обструкційної акції протесту, яка за своїм характером була б незаконною через порушення прав і законних інтересів третіх сторін, у принципі та на практиці застосовувалася вимога про завчасне сповіщення. Така вимога позбавить значну кількість подібних акцій належного ефекту та становитиме вимогу оголошувати про намір порушити закон."
        }
    },
    {
        "id": 312,
        "translation": {
            "en": "240.  In the circumstances of the case this means that, as there was no notification, no judicial procedure for banning the protest could be launched.",
            "uk": "240.  З огляду на обставини цієї справи це означає, що за відсутності сповіщення не могла бути розпочата судова процедура з метою заборони протесту."
        }
    },
    {
        "id": 313,
        "translation": {
            "en": "241.  The Court, accordingly, dismisses the applicants’ arguments in this respect and accepts that the interference was “prescribed by law”.",
            "uk": "241.  Отже, Суд відхиляє аргументи заявників щодо цього та визнає, що втручання було «встановлено законом»."
        }
    },
    {
        "id": 314,
        "translation": {
            "en": "(γ)  Legitimate aim",
            "uk": "(γ)  Законна мета"
        }
    },
    {
        "id": 315,
        "translation": {
            "en": "(δ)  “Necessary in a democratic society”: the first six applicants",
            "uk": "(δ)  «Необхідність у демократичному суспільстві»: перші шість заявників"
        }
    },
    {
        "id": 316,
        "translation": {
            "en": "General considerations",
            "uk": "Загальні міркування"
        }
    },
    {
        "id": 317,
        "translation": {
            "en": "246.  That being so, the Court does not need to make a definitive finding as to whether or not the public consultations concerning the development and implementation of the construction project were sufficient. For the Court, it is sufficient to note that the public was consulted about the project and protested against it as early as 2007, and that other alternative means of protest, as set out in the preceding paragraphs, were available.",
            "uk": "246.  Водночас Суд не має робити остаточний висновок стосовно того, чи були громадські обговорення щодо розробки та реалізації проєкту будівництва достатніми. На думку Суду, достатньо зазначити, що громадськість була обізнана про проєкт і висловила заперечення проти нього ще у 2007 році, та що інші альтернативні засоби протесту, наведені у попередніх пунктах, були доступними."
        }
    },
    {
        "id": 318,
        "translation": {
            "en": "247.  These observations are of relevance in the Court’s assessment of the proportionality of the interference with the applicants’ right to freedom of peaceful assembly.",
            "uk": "247.  Ці зауваження є важливими для оцінки Судом пропорційності втручання у право заявників на свободу мирних зібрань."
        }
    },
    {
        "id": 319,
        "translation": {
            "en": "The first to fifth applicants",
            "uk": "Перший – п’ятий заявники"
        }
    },
    {
        "id": 320,
        "translation": {
            "en": "255.  The courts, however, failed to do so. They also failed to explain the severity of the sentence imposed on the first and second applicants, especially in comparison with the sentences imposed on the other protesters and any particularity in their conduct which would justify such treatment. Despite the fact that their sentences were mitigated on appeal, the first and second applicants still served nine-day prison sentences.",
            "uk": "255.  Проте суди цього не зробили. Вони також не пояснили суворість накладеного на першого та другого заявників стягнення, особливо у порівнянні зі стягненнями, накладеними на інших протестувальників, а також будь-які особливості їхньої поведінки, які могли б виправдати таке ставлення. Хоча в апеляційній інстанції накладені на першого та другого заявників стягнення було пом’якшено, вони все-таки відбули дев’ять діб арешту."
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "256.  In such circumstances, the Court finds that the domestic courts did not provide sufficient reasons for their decision to impose custodial sentences of such severity on the first and second applicants and, therefore, it was not demonstrated by the Government that the sanction imposed on those applicants was proportionate to the legitimate aim pursued.",
            "uk": "256.  За таких обставин Суд вважає, що національні суди не обґрунтували достатнім чином свої рішення про накладення на першого та другого заявників стягнення у виді адміністративного арешту такої суворості, а тому Уряд не довів, що застосовані до заявників санкції були пропорційними переслідуваній законній меті."
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "257.  The Court’s findings of procedural unfairness in the proceedings against the first and second applicants (see paragraph 186 above) serve to compound this lack of proportionality (see, mutatis mutandis, Karpyuk and Others, cited above, § 236).",
            "uk": "257.  Висновки Суду щодо процесуальної несправедливості у провадженнях щодо першого та другого заявників (див. пункт 186) підтверджують цю непропорційність (див., mutatis mutandis, згадане рішення у справі «Карпюк та інші проти України» (Karpyuk and Others v. Ukraine), пункт 236)."
        }
    },
    {
        "id": 323,
        "translation": {
            "en": "258.  There has, accordingly, been a violation of Article 11 of the Convention in respect of the first and second applicants concerning their arrest and conviction.",
            "uk": "258.  Отже, було порушено статтю 11 Конвенції щодо першого та другого заявників у зв’язку з їхнім затриманням та накладенням стягнень."
        }
    },
    {
        "id": 324,
        "translation": {
            "en": "260.  There has, accordingly, been no violation of Article 11 of the Convention in respect of the third to fifth applicants concerning their arrest and conviction.",
            "uk": "260.  Отже, не було порушено статтю 11 Конвенції щодо третього – п’ятого заявників у зв’язку з їхнім затриманням та притягненням їх до відповідальності."
        }
    },
    {
        "id": 325,
        "translation": {
            "en": "The sixth applicant",
            "uk": "Шостий заявник"
        }
    },
    {
        "id": 326,
        "translation": {
            "en": "261.  It has been established by the domestic courts – and their findings in this respect are fully supported by the sixth applicant’s own statements in the course of the trial (see paragraphs 65 and 66 above) – that the sixth applicant not only refused to obey a direct order from the police to leave the site, but also resisted, in an obstinate fashion, at least passively and perhaps even actively, the efforts of police officers to remove him.",
            "uk": "261.  Національні суди встановили, – і їхні висновки щодо цього цілком підтверджуються показаннями шостого заявника, наданими під час судового розгляду (див. пункти 65 і 66), – що шостий заявник не лише чинив непокору безпосередній вимозі працівників міліції покинути будівельний майданчик, але й вперто чинив опір, принаймні пасивно, а, можливо, й активно, спробам працівників міліції його вивести."
        }
    },
    {
        "id": 327,
        "translation": {
            "en": "264.  At the same time, imposition of custodial sanctions for obstructive protest activity is not in itself incompatible with Article 11. Domestic authorities have a margin of appreciation in assessing what is an appropriate and proportionate sanction to be imposed following a “criminal” conviction, having regard inter alia to the nature and seriousness of the reprehensible acts in question and the purposes of the sanction imposed.",
            "uk": "264.  Водночас застосування покарання у виді позбавлення свободи за обструкційну протестну діяльність само собою не є несумісним зі статтею 11 Конвенції. Національні органи державної влади користуються свободою розсуду під час здійснення оцінки відповідності та пропорційності покарання, яке має бути накладено після засудження за вчинення «кримінального» правопорушення, беручи до уваги, inter alia, характер і серйозність відповідних осудних дій та цілі накладеного покарання."
        }
    },
    {
        "id": 328,
        "translation": {
            "en": "268.  In view of the above considerations the Court concludes that, in the particular circumstances of the present case, the domestic courts cannot be said to have overstepped their margin of appreciation.",
            "uk": "268.  З огляду на наведені міркування Суд доходить висновку, що за конкретних обставин цієї справи не можна вважати, що національні суди вийшли за межі своєї свободи розсуду."
        }
    },
    {
        "id": 329,
        "translation": {
            "en": "269.  There has, accordingly, been no violation of Article 11 of the Convention in respect of the sixth applicant concerning his arrest and conviction.",
            "uk": "269.  Отже, у зв’язку із затриманням і накладенням стягнення на шостого заявника статтю 11 Конвенції порушено не було."
        }
    },
    {
        "id": 330,
        "translation": {
            "en": "(ii)  Events of 31 May and 27 May 2010 concerning the seventh and ninth applicants respectively",
            "uk": "(ii)  Події 31 травня та 27 травня 2010 року щодо сьомої та дев’ятого заявників відповідно"
        }
    },
    {
        "id": 331,
        "translation": {
            "en": "270.  The seventh and ninth applicants alleged that they had been injured by persons who had attempted to counteract their protest.",
            "uk": "270.  Сьома та дев’ятий заявники стверджували, що особи, які намагалися перешкодити їхньому протесту, заподіяли їм тілесні ушкодження."
        }
    },
    {
        "id": 332,
        "translation": {
            "en": "272.  The applicants did not allege that the police had directly engaged in any action aimed at counteracting their protest activities on 27 May and 31 May 2010. Likewise, it has not been contested that security guards were deployed to the site and that they used some force to try and push the protesters outside of the construction site (see paragraphs 28 and 208 above).",
            "uk": "272.  Заявники не стверджували, що працівники міліції безпосередньо брали участь у яких-небудь діях, спрямованих на перешкоджання їхнім акціям протесту 27 травня та 31 травня \n2010 року. Так само не заперечувалося, що на майданчику знаходилися працівники охорони, та вони застосовували певну силу, намагаючись відтіснити заявників за межі будівельного майданчика (див. пункти 28 і 208)."
        }
    },
    {
        "id": 333,
        "translation": {
            "en": "273.  At the relevant time the basis for the powers of the security guards to use coercion against the protesters lay in the Licensing Rules, which closely linked those powers to the security guards protecting a “guarded entity”. The wording of rules 1.4.1 and 1.4.2 of the Licensing Rules indicates that a “guarded entity” was understood primarily as a well-defined physical facility, access to which could be controlled by guards, the latter being understood as their primary role (see paragraph 107 above).",
            "uk": "273.  На момент подій повноваження працівників охорони застосувати заходи примусу до протестувальників ґрунтувалися на ліцензійних умовах, які тісно пов’язали ці повноваження з повноваженнями працівників охорони, які захищали «об’єкт охорони». Формулювання пунктів 1.4.1 та 1.4.2 ліцензійних умов вказує, що «об’єктом охорони» вважалося, перш за все, чітко визначений об’єкт, доступ до якого мав контролюватися працівниками охорони, і це вважалося їхнім головним завданням (див. пункт 107)."
        }
    },
    {
        "id": 334,
        "translation": {
            "en": "279.  However, there appears to have been no concerted effort to investigate this worrying aspect of the situation. For instance, there was no effort to verify whether it was the staff of another private security provider, PS, who had been inappropriately wearing MG badges, which would in itself be evidence of a dangerous confusion between them in terms of the line of command and responsibility.",
            "uk": "279.  Проте вбачається, що для розслідування цього тривожного аспекту ситуації не було докладено жодних зусиль. Наприклад, не було докладено жодних зусиль для встановлення, чи належали особи, які незаконно носили бейджи «МО», до персоналу іншої приватної охоронної компанії – «ПОА», що само собою було б доказом небезпечної плутанини між ними з точки зору підпорядкування та відповідальності."
        }
    },
    {
        "id": 335,
        "translation": {
            "en": "282.  There has, accordingly, been a violation of Article 11 of the Convention in respect of the seventh and ninth applicants concerning the events of 31 and 27 May 2010 respectively.",
            "uk": "282.  Отже, було порушено статтю 11 Конвенції щодо сьомої і дев’ятого заявників у зв’язку з подіями 31 і 27 травня 2010 року відповідно."
        }
    },
    {
        "id": 336,
        "translation": {
            "en": "V.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION TAKEN TOGETHER WITH ARTICLE 11 OF THE CONVENTION",
            "uk": "V.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 13 КОНВЕНЦІЇ У ПОЄДНАННІ ЗІ СТАТТЕЮ 11 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 337,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в [цій] Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 338,
        "translation": {
            "en": "284.  The Government did not comment on this aspect of the case.",
            "uk": "284.  Уряд не прокоментував цей аспект справи."
        }
    },
    {
        "id": 339,
        "translation": {
            "en": "285.  The Court considers that this complaint is a mere repetition of the applicants’ arguments which it has examined above (see paragraphs 233 to 241 above) in the context of their complaint under Article 11 of the Convention. Having regard to the violation found above, the Court does not consider it necessary to give a separate ruling on the admissibility or the merits of the complaint under Article 13 of the Convention taken together with Article 11 of the Convention.",
            "uk": "285.  Суд вважає, що ця скарга є лише повторенням уже розглянутих ним аргументів заявників (див. пункти 233 – 241) у контексті їхньої скарги за статтею 11 Конвенції. Беручи до уваги вже встановлене порушення, Суд не вважає за необхідне виносити окреме рішення щодо прийнятності або суті скарги за статтею 13 Конвенції у поєднанні зі статтею 11 Конвенції."
        }
    },
    {
        "id": 340,
        "translation": {
            "en": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "VI.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 341,
        "translation": {
            "en": "286.  Article 41 of the Convention provides:",
            "uk": "286.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 342,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 343,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 344,
        "translation": {
            "en": "287.  The applicants claimed the following amounts in respect of nonpecuniary damage:",
            "uk": "287.  В якості відшкодування моральної шкоди заявники вимагали такі суми:"
        }
    },
    {
        "id": 345,
        "translation": {
            "en": "(i)  the first and second applicants 15,000 euros (EUR) each;",
            "uk": "(i)  перший і другий заявники – по 15 000 євро кожному;"
        }
    },
    {
        "id": 346,
        "translation": {
            "en": "(ii)  the sixth applicant EUR 10,000;",
            "uk": "(ii)  шостий заявник – 10 000 євро;"
        }
    },
    {
        "id": 347,
        "translation": {
            "en": "(iii)  the seventh and ninth applicants EUR 17,000 each.",
            "uk": "(iii)  сьома та дев’ятий заявники – по 17 000 євро кожному."
        }
    },
    {
        "id": 348,
        "translation": {
            "en": "288.  The first and second applicants also asked the Court to indicate in the operative part of its judgment that there had to be a retrial in their case.",
            "uk": "288.  Перший і другий заявники також просили Суд вказати в резолютивній частині рішення про необхідність нового розгляду їхньої справи."
        }
    },
    {
        "id": 349,
        "translation": {
            "en": "289.  The Government considered those claims excessive and urged the Court to reject them.",
            "uk": "289.  Уряд вважав ці вимоги надмірними та закликав Суд їх відхилити."
        }
    },
    {
        "id": 350,
        "translation": {
            "en": "290.  The Court, ruling on an equitable basis, awards the first, second, seventh and ninth applicants EUR 6,000 each in respect of non-pecuniary damage.",
            "uk": "290.  Ухвалюючи рішення на засадах справедливості, Суд присуджує першому, другому, сьомій та дев’ятому заявникам по 6 000 євро кожному в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 351,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 352,
        "translation": {
            "en": "292.  The applicants also claimed EUR 13,608 for the costs and expenses incurred before the domestic courts and EUR 9,912 for those incurred before the Court.",
            "uk": "292.  Заявники також вимагали 13 608 євро в якості компенсації судових та інших витрат, понесених у національних судах, та 9 912 євро в якості компенсації судових витрат, понесених у Суді."
        }
    },
    {
        "id": 353,
        "translation": {
            "en": "293.  The Government contested those claims. They pointed out that the costs claimed for the proceedings before the domestic courts related to fourteen clients in the domestic proceedings, only eleven of whom were applicants. The claims for administrative and postal expenses were not supported by appropriate documentation and the overall amount claimed, EUR 20,328, could not be considered as necessarily incurred.",
            "uk": "293.  Уряд заперечив проти цих вимог. Уряд зазначив, що сума, яка вимагалася в якості компенсації витрат, понесених під час провадження у національних судах, стосувалася чотирнадцяти клієнтів у національних провадженнях, з яких лише одинадцять були заявниками. Вимоги щодо адміністративних і поштових витрат не були підтверджені належними документами, а загальна сума, яка вимагалася, 20 328 євро, не могла вважатися неминучими витратами."
        }
    },
    {
        "id": 354,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 355,
        "translation": {
            "en": "295.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "295.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 356,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 357,
        "translation": {
            "en": "1.  Declares, unanimously, the following complaints admissible:",
            "uk": "1.  Оголошує одноголосно прийнятними такі скарги:"
        }
    },
    {
        "id": 358,
        "translation": {
            "en": "(a)  the seventh and ninth applicants’ complaints under Article 3 of the Convention,",
            "uk": "(a)  скарги сьомої та дев’ятого заявників за статтею 3 Конвенції,"
        }
    },
    {
        "id": 359,
        "translation": {
            "en": "(b)  the first and second applicants’ complaints under Article 6 § 1 of the Convention,",
            "uk": "(b)  скарги першого та другого заявників за пунктом 1 статті 6 Конвенції,"
        }
    },
    {
        "id": 360,
        "translation": {
            "en": "(c)  the first to sixth applicants’ complaints under Article 11 of the Convention concerning their arrest and conviction, and",
            "uk": "(c)  скарги першого – шостого заявників за статтею 11 Конвенції щодо їхнього затримання та притягнення до відповідальності, а також"
        }
    },
    {
        "id": 361,
        "translation": {
            "en": "(d)  the seventh and ninth applicants’ complaints under Article 11 of the Convention concerning physical violence against them on, respectively, 31 and 27 May 2010;",
            "uk": "(d)  скарги сьомої та дев’ятого заявників за статтею 11 Конвенції щодо застосування до них фізичного насилля 31 і 27 травня 2010 року відповідно;"
        }
    },
    {
        "id": 362,
        "translation": {
            "en": "2.  Declares, by six votes to one, the remainder of the application inadmissible;",
            "uk": "2.  Оголошує шістьма голосами проти одного решту скарг у заяві неприйнятними;"
        }
    },
    {
        "id": 363,
        "translation": {
            "en": "3.  Holds, by six votes to one, that there has been no violation of Article 3 of the Convention in its substantive aspect in respect of the seventh and ninth applicants;",
            "uk": "3.  Постановляє шістьма голосами проти одного, що не було порушено матеріальний аспект статті 3 Конвенції щодо сьомої та дев’ятого заявників;"
        }
    },
    {
        "id": 364,
        "translation": {
            "en": "4.  Holds, unanimously, that there has been a violation of Article 3 of the Convention in its procedural aspect in respect of the seventh and ninth applicants;",
            "uk": "4.  Постановляє одноголосно, що було порушено процесуальний аспект статті 3 Конвенції щодо сьомої та дев’ятого заявників;"
        }
    },
    {
        "id": 365,
        "translation": {
            "en": "5.  Holds, unanimously, that there has been a violation of Article 6 § 1 of the Convention in respect of the first and second applicants;",
            "uk": "5.  Постановляє одноголосно, що було порушено пункт 1 статті 6 Конвенції щодо першого та другого заявників;"
        }
    },
    {
        "id": 366,
        "translation": {
            "en": "6.  Holds, unanimously, that there has been a violation of Article 11 of the Convention in respect of the first and second applicants concerning their arrest and conviction;",
            "uk": "6.  Постановляє одноголосно, що було порушено статтю 11 Конвенції щодо першого та другого заявників у зв’язку з їхнім затриманням і притягненням до відповідальності;"
        }
    },
    {
        "id": 367,
        "translation": {
            "en": "7.  Holds, by six votes to one, that there has been no violation of Article 11 of the Convention in respect of the third, fourth and fifth applicants concerning their arrest and conviction;",
            "uk": "7.  Постановляє шістьма голосами проти одного, що не було порушено статтю 11 Конвенції щодо третього, четвертого та п’ятого заявників у зв’язку з їхнім затриманням і притягненням до відповідальності;"
        }
    },
    {
        "id": 368,
        "translation": {
            "en": "8.  Holds, by six votes to one, that there has been no violation of Article 11 of the Convention in respect of the sixth applicant concerning his arrest and conviction;",
            "uk": "8.  Постановляє шістьма голосами проти одного, що не було порушено статтю 11 Конвенції щодо шостого заявника у зв’язку з його затриманням і притягненням до відповідальності;"
        }
    },
    {
        "id": 369,
        "translation": {
            "en": "9.  Holds, unanimously, that there has been a violation of Article 11 of the Convention in respect of the seventh and ninth applicants concerning the events of 31 and 27 May 2010 respectively;",
            "uk": "9.  Постановляє одноголосно, що було порушено статтю 11 Конвенції щодо сьомої та дев’ятого заявників у зв’язку з подіями 31 і 27 травня 2010 року відповідно;"
        }
    },
    {
        "id": 370,
        "translation": {
            "en": "10.  Holds, unanimously, that there is no need to examine the admissibility or the merits of the complaint under Article 13 of the Convention taken together with Article 11 of the Convention;",
            "uk": "10.  Постановляє одноголосно, що немає необхідності розглядати питання прийнятності або суть скарги за статтею 13 Конвенції у поєднанні зі статтею 11 Конвенції;"
        }
    },
    {
        "id": 371,
        "translation": {
            "en": "11.  Holds, unanimously,",
            "uk": "11.  Постановляє одноголосно, що:"
        }
    },
    {
        "id": 372,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявникам такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 373,
        "translation": {
            "en": "(i)  EUR 6,000 (six thousand euros) to the first, second, seventh and ninth applicants each, plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  по 6 000 (шість тисяч) євро першому, другому, сьомій та дев’ятому заявникам та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 374,
        "translation": {
            "en": "(ii)  EUR 16,600 (sixteen thousand six hundred euros), plus any tax that may be chargeable to the first, second, seventh and ninth applicants jointly, in respect of costs and expenses;",
            "uk": "(ii)  16 600 (шістнадцять тисяч шістсот) євро та додатково суму будь-якого податку, що може нараховуватись, спільно першому, другому, сьомій та дев’ятому заявникам, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 375,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 376,
        "translation": {
            "en": "12.  Dismisses, by six votes to one, the remainder of the applicants’ claim for just satisfaction.",
            "uk": "12.  Відхиляє шістьма голосами проти одного решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 377,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge P. Pinto de Albuquerque is annexed to this judgment.",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додається окрема думка судді П. Пінто де Альбукерке, яка частково не співпадає з позицією більшості."
        }
    },
    {
        "id": 378,
        "translation": {
            "en": "PARTLY DISSENTING OPINION OF JUDGE PINTO DE ALBUQUERQUE",
            "uk": "ОКРЕМА ДУМКА СУДДІ ПІНТО ДЕ АЛЬБУКЕРКЕ, ЯКА ЧАСТКОВО НЕ СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 379,
        "translation": {
            "en": "I.  The Government’s failure to provide relevant information",
            "uk": "I.  Ненадання Урядом належної інформації"
        }
    },
    {
        "id": 380,
        "translation": {
            "en": "2.  First, I would submit a general comment on the Government’s failure to provide this Court with essential documents: where the Government have failed to provide relevant information through no fault of the applicants, the lacunae must be construed in the latter’s favour.",
            "uk": "2.  По-перше, я хотів би надати загальний коментар щодо ненадання Урядом цьому Суду ключових документів: у випадку ненадання Урядом відповідної інформації не з вини заявників, ці прогалини мають тлумачитися на користь останніх."
        }
    },
    {
        "id": 381,
        "translation": {
            "en": "5.  In contrast to that approach, the majority have resolved any gaps in favour of the Government, as I will discuss below.",
            "uk": "5.  Усупереч цьому підходу, більшість вирішила питання таких прогалин на користь Уряду, що я розгляну далі."
        }
    },
    {
        "id": 382,
        "translation": {
            "en": "II. Article 3 of the Convention",
            "uk": "II.  Стаття 3 Конвенції"
        }
    },
    {
        "id": 383,
        "translation": {
            "en": "i.  Inadmissibility of the complaint raised by the third applicant",
            "uk": "i.  Неприйнятність скарги третього заявника"
        }
    },
    {
        "id": 384,
        "translation": {
            "en": "6.  I am appalled by the majority’s failure to address the extremely disturbing behaviour of the two workers (A. and K.) in operating and wielding chainsaws to intimidate the third applicant. In the Court’s own version of events:",
            "uk": "6.  Я вражений тим, що більшість не розглянула дуже тривожну поведінку двох робітників (A. та K.) під час їхньої роботи та застосування бензопил для залякування третього заявника. За власною версією Суду:"
        }
    },
    {
        "id": 385,
        "translation": {
            "en": "“Some distance away from this altercation, two workers are seen starting their chainsaws. At the same time an individual identified as the third applicant approaches closely and confronts one of the workers, raising and spreading his arms. Several other individuals also closely approach the worker. The worker is shown stepping back while holding the chainsaw close and waving it in horizontal semi-circles in front of him.”",
            "uk": "«На певній відстані від цієї сутички два робітника вмикають свої бензопили. Водночас особа, ідентифікована як третій заявник, наближається до одного з робітників і протистоїть йому, піднімаючи та розводячи руки. Декілька інших осіб також наближаються до робітника. Показується, як робітник відступає, тримаючи бензопилу та розмахуючи нею перед собою горизонтальними півколами.»"
        }
    },
    {
        "id": 386,
        "translation": {
            "en": "Second, the lack of an effective investigation by the State is at fault for any ambiguity on this point. The difficulty in determining whether there is any substance to the allegations of ill-treatment lies with the authorities’ failure to investigate the complaints effectively.",
            "uk": "По-друге, непроведення державою ефективного розслідування є причиною будь-якої неоднозначності у цьому питанні. Складність у встановленні того, чи наявні які-небудь підстави для тверджень про жорстоке поводження, полягає у непроведенні органами державної влади ефективного розслідування скарг."
        }
    },
    {
        "id": 387,
        "translation": {
            "en": "8.  Even assuming that the worker in question operated the chainsaw before the third applicant started advancing towards him, the issue of whether the purpose of the worker’s action was to make the third applicant feel threatened is only one factor to be taken into account. In any event, the absence of any such purpose cannot conclusively rule out a violation of Article 3.",
            "uk": "8.  Навіть припустивши, що відповідний робітник працював із бензопилою ще до того, як третій заявник почав наближатися до нього, питання про те, чи полягала мета дій робітника у залякуванні третього заявника, є лише одним із факторів, який слід врахувати. У будь-якому разі, відсутність будь-якої такої мети не може остаточно виключити порушення статті 3 Конвенції."
        }
    },
    {
        "id": 388,
        "translation": {
            "en": "12.  Thus, the third applicant’s complaint is admissible. Furthermore, I consider that the State could be held responsible for the two workers’ actions, since the subcontractor employing them was a municipal company administered by an individual who had been appointed by the city council and was answerable to that body, the incident occurred in the course of the workers’ attempt to cut down trees and the police remained passive in the face of the workers’ action.",
            "uk": "12.  Отже, скарга третього заявника є прийнятною. Крім того, я вважаю, що на державу може бути покладена відповідальність за дії двох робітників, оскільки субпідрядник, який їх найняв, був комунальним підприємством, яким керувала призначена міською радою особа, та був підзвітним цьому органу, інцидент відбувся під час спроби робітників зрізати дерева, а працівники міліції не вчинили жодних заходів у зв’язку з діями робітників."
        }
    },
    {
        "id": 389,
        "translation": {
            "en": "ii.  Substantive violations of Article 3 in respect of the seventh and ninth applicants",
            "uk": "ii.  Порушення матеріального аспекту статті 3 Конвенції щодо сьомої та дев’ятого заявників"
        }
    },
    {
        "id": 390,
        "translation": {
            "en": "III.  Article 11 of the Convention",
            "uk": "III.  Стаття 11 Конвенції"
        }
    },
    {
        "id": 391,
        "translation": {
            "en": "15.  In this case, the majority heavily – and, in my opinion, incorrectly  rely on the ‘illegality’ of the demonstration and on the applicants’ actions. However, the Court’s case-law establishes that if an assembly is peaceful, the sole fact that it is illegal will not remove it from the protection of Article 11.",
            "uk": "15.  У цій справі більшість значною мірою – та, на мою думку, неправильно – посилається на «неправомірний» характер демонстрації та дій заявників. Проте практика Суду передбачає, що якщо зібрання є мирним, сам факт його неправомірності не позбавляє його захисту за статтею 11 Конвенції."
        }
    },
    {
        "id": 392,
        "translation": {
            "en": "19.  Above all, States have the negative obligation to refrain from any interference with the rights protected in Article 11, unless this interference is in accordance with Article 11 § 2. Article 11 § 2 requires prescription by law and necessity in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others.",
            "uk": "19.  Крім того, держави мають негативне зобов’язання утримуватися від будь-якого втручання у права, захищені статтею 11 Конвенції, якщо тільки це втручання не відповідає пункту 2 статті 11 Конвенції. Пункт 2 статті 11 Конвенції вимагає, щоб втручання було встановлено законом і необхідним у демократичному суспільстві в інтересах національної або громадської безпеки, для запобігання заворушенням чи злочинам, для охорони здоров’я чи моралі, або для захисту прав і свобод інших осіб."
        }
    },
    {
        "id": 393,
        "translation": {
            "en": "20.  In this case, the interference with the applicants’ right to freedom of assembly was admittedly prescribed by law and pursued a legitimate aim, but was far from being “necessary in a democratic society”.",
            "uk": "20.  У цій справі втручання у право заявників на свободу зібрань безумовно було встановлено законом і переслідувало законну мету, проте аж ніяк не було «необхідним у демократичному суспільстві»."
        }
    },
    {
        "id": 394,
        "translation": {
            "en": "21.  An interference is “necessary in a democratic society” only if it answers a “pressing social need” and, in particular, if it is proportionate to the legitimate aim pursued and if the reasons adduced by the national authorities to justify it are “relevant and sufficient”. While it is for the national authorities to make the initial assessment in all these respects, this Court has the authority for final evaluation of whether the interference was necessary.",
            "uk": "21.  Втручання є «необхідним у демократичному суспільстві», тільки якщо воно відповідає «нагальній суспільній потребі» та, зокрема, якщо воно є пропорційним переслідуваній законній меті, і якщо підстави, наведені національними органами державної влади для його виправдання, є «відповідними та достатніми». Хоча саме національні органи державної влади повинні здійснювати початкову оцінку всіх цих аспектів, цей Суд уповноважений здійснювати остаточну оцінку щодо того, чи було втручання необхідним."
        }
    },
    {
        "id": 395,
        "translation": {
            "en": "22.  Given the circumstances of this case, it is difficult to accept that the convictions of the applicants were “necessary in a democratic society”.",
            "uk": "22.  З огляду на обставини цієї справи, важко погодитися, що накладення на заявників стягнень було «необхідним у демократичному суспільстві»."
        }
    },
    {
        "id": 396,
        "translation": {
            "en": "i.  Third to fifth applicants",
            "uk": "i.  Третій – п’ятий заявники"
        }
    },
    {
        "id": 397,
        "translation": {
            "en": "25.  Nevertheless, in logically unsustainable reasoning, the majority then accept the factual findings of the domestic courts that the applicants disobeyed the police order to leave.",
            "uk": "25.  Тим не менш, на підставі логічно необґрунтованих доводів більшість згодом погоджується з фактологічними висновками національних судів, що заявники не виконали вимогу працівників міліції покинути територію."
        }
    },
    {
        "id": 398,
        "translation": {
            "en": "29.  Even assuming that there was a “lawful” order, that it was audible and that the third to fifth applicants understood it, they should not have been sentenced to any criminal sanction, simply because there is no evidence of a “malicious” intent on their part. It is clear from the materials available to the Court that their intention was to draw the attention of the general public, and of the city authorities, to an issue of general interest.",
            "uk": "29.  Навіть якщо припустити, що була «законна» вимога, тобто, вона була чутна, і що третій – п’ятий заявники зрозуміли її, на них не мало бути накладено кримінальне покарання, просто тому, що не було жодних доказів їхньої «злісної» непокори. З наявних в Суду матеріалів вбачається, що їхній намір полягав у приверненні уваги громадськості та влади міста до питань загального інтересу."
        }
    },
    {
        "id": 399,
        "translation": {
            "en": "31.  Under such particular scrutiny, the circumstances of the protest do not give rise to any necessity for a criminal fine: the third to fifth applicants were peaceful, unarmed and surrounded by private guards, and they posed no risk to anyone or to any property.",
            "uk": "31.  Відповідно до такого ретельного розгляду обставини протесту не призводять до будь-якої необхідності застосування кримінального покарання: третій – п’ятий заявники поводилися мирно, були неозброєними, були оточені працівниками приватної охоронної компанії, та не становили загрози жодній особі або якому-небудь майну."
        }
    },
    {
        "id": 400,
        "translation": {
            "en": "ii.  Sixth applicant",
            "uk": "ii.  Шостий заявник"
        }
    },
    {
        "id": 401,
        "translation": {
            "en": "36.  Finally, as a matter of principle, imposing a custodial sentence for simply refusing to leave the protest site must be regarded as disproportionate, regardless of the length of the sentence. “A peaceful demonstration should not, in principle, be rendered subject to the threat of a criminal sanction, and notably to deprivation of liberty”.",
            "uk": "36.  Насамкінець, у принципі, обрання покарання у виді позбавлення свободи за просту відмову покинути місце протесту має вважатися непропорційним, незалежно від його тривалості. «Мирна демонстрація, у принципі, не повинна піддаватися загрозі кримінального покарання, а особливо позбавлення свободи»."
        }
    },
    {
        "id": 402,
        "translation": {
            "en": "37.  There is no indication that the applicant was violent or aggressive in his behaviour during the protest or in resisting the efforts of the police to remove him. Instead, the applicant’s alleged refusal to obey the police order must be viewed as an extension of his protest activity. In the absence of any indication of violence on the part of the sixth applicant, a custodial sentence of any length in this context cannot be justified.",
            "uk": "37.  Немає жодних ознак того, що заявник поводився жорстоко або агресивно під час протесту або коли чинив опір спробам працівників міліції вивести його. Натомість, стверджувану відмову заявника виконати вимогу працівників міліції слід розглядати, як продовження його протесту. За відсутності будь-яких ознак насильницьких дій з боку шостого заявника накладення у зв’язку з цим стягнення у виді арешту будь-якої тривалості не може бути виправданим."
        }
    },
    {
        "id": 403,
        "translation": {
            "en": "38.  Quite apart from the criminal convictions, the violence and aggression involved in making the protesters leave the site cannot be regarded as necessary in a democratic society. According to the applicants, in the period from 20 May to 6 June 2010 they were subjected to physical violence by workers and private security personnel, as well as verbal threats. In my view, these instances of violence have not been adequately accounted for.",
            "uk": "38.  Окрім кримінального покарання, насилля та агресія, пов’язані з розгоном протестувальників, не можуть вважатися необхідними у демократичному суспільстві. Згідно з твердженнями заявників у період з 20 травня до 06 червня 2010 року вони зазнали фізичного насилля робітників і працівників приватної охоронної компанії, а також усних погроз. На мою думку, ці приклади насилля не були належним чином враховані."
        }
    },
    {
        "id": 404,
        "translation": {
            "en": "There has, accordingly, been a violation of Article 11 of the Convention in respect of the third to sixth applicants’ arrest, conviction and punishment.",
            "uk": "Отже, було порушено статтю 11 Конвенції у зв’язку із затриманням, визнанням винними та накладенням стягнення на третього – шостого заявників."
        }
    },
    {
        "id": 405,
        "translation": {
            "en": "IV.  Conclusion",
            "uk": "IV.  Висновок"
        }
    }
]