[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF YAKUBA v. UKRAINE",
            "uk": "СПРАВА «ЯКУБА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 1452/09)",
            "uk": "(Заява № 1452/09)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "12 February 2019",
            "uk": "12 лютого 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "12/05/2019",
            "uk": "12.05.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Yakuba v. Ukraine,",
            "uk": "У справі «Якуба проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Paulo Pinto de Albuquerque, President,\n\tGanna Yudkivska,\n\tFaris Vehabović,\n\tIulia Antoanella Motoc,\n\tGeorges Ravarani,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Пауло Пінто де Альбукерке (Paulo Pinto de Albuquerque), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tФаріс Вегабовіч (Faris Vehabović),\n\tЮлія Антоанелла Моток (Iulia Antoanella Motoc),\n\tЖорж Раварані (Georges Ravarani),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 22 January 2019,",
            "uk": "після обговорення за зачиненими дверима 22 січня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 1452/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vasyl Ivanovych Yakuba (“the applicant”), on 10 March 2009.",
            "uk": "1.  Справу було розпочато за заявою (№ 1452/09), яку 10 березня \n2009 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Василь Іванович Якуба (далі – заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant, who had been granted legal aid, was represented by Mr E. Markov, a lawyer admitted to practice in Odessa. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna.",
            "uk": "2.  Заявника, якому було надано правову допомогу, представляв \nпан Е. Марков, юрист, який практикує у м. Одеса. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "4.  On 11 January 2011 notice of the application was given to the Government. At that stage of the proceedings the Government were not invited to submit observations on the case. On 9 October 2013 the Court invited the Government to submit observations on the admissibility and merits of the application.",
            "uk": "4.  11 січня 2011 року про заяву було повідомлено Уряд. На цій стадії провадження Уряду не пропонувалося надати зауваження у справі. 09 жовтня 2013 року Суд запропонував Уряду надати зауваження щодо прийнятності та суті заяви."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "5.  The applicant was born in 1971 and, at the time of his latest communication with the Court, was detained in Kirovograd.",
            "uk": "5.  Заявник народився у 1971 році та на момент надіслання ним останнього листа до Суду тримався під вартою у м. Кіровоград."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "A.  The test purchase operation against the applicant and his arrest",
            "uk": "A.  Здійснення оперативної закупки у заявника та його затримання"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "6.  The applicant, who had a number of prior drugs-related convictions, was targeted in an undercover operation in the form of a test purchase of drugs.",
            "uk": "6.  Заявник, який раніше вже кілька разів засуджувався за злочини пов’язані з незаконним обігом наркотичних засобів, став суб’єктом негласних слідчих дій у формі оперативної закупки наркотичних засобів."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "7.  According to the decisions of the domestic courts, P., apparently a private individual recruited by the police as an undercover agent, was supplied with cash in front of attesting witnesses and, subsequently, out of their sight, made three purchases from the applicant and returned with syringes filled with opium, which he handed over to the police in the presence of the witnesses. The first purchase was video-recorded, apparently with a hidden camera (see paragraph 15 below).",
            "uk": "7.  Згідно з рішеннями національних судів П., вочевидь, приватна особа, залучена працівниками міліції для проведення оперативної закупки, отримав готівкові кошти у присутності понятих, а згодом за їхньої відсутності, здійснив три закупки у заявника та повернувся з наповненими опієм шприцами, які передавав працівникам міліції у присутності свідків. Перша закупка була зафіксована, вочевидь, на приховану відеокамеру (див. пункт 15)."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  The applicant was subsequently convicted of selling P. small quantities of an opioid substance on three occasions, namely on 26 February and 6 and 9 March 2007 (see paragraph 21 below).",
            "uk": "8.  Згодом заявника обвинуватили у трьох епізодах збуту П. невеликої кількості опіоїдної речовини, а саме 26 лютого, \n06 та 09 березня 2007 року (див. пункт 21)."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "10.  The police had pushed the applicant to the ground and handcuffed him. According to the applicant, after he had been immobilised on the ground the police had continued to drag him around, causing him pain and humiliation.",
            "uk": "10.  Працівники міліції штовхнули заявника на землю та застосували до нього наручники. Згідно з твердженнями заявника після того, як він опинився не землі знерухомлений, працівники міліції продовжували тягнути його, завдаючи йому болю та приниження."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "B.  The applicant’s allegations of ill-treatment",
            "uk": "B.  Твердження заявника про жорстоке поводження"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "11.  On the day of the arrest the two arresting officers filed reports with their superiors, stating that because the applicant had attempted to destroy evidence during the arrest they had deployed force (“були застосовані заходи впливу”) to prevent him from doing so, and had handcuffed him.",
            "uk": "11.  У день затримання двоє працівників міліції, які здійснювали затримання, подали рапорти керівникам, зазначивши, що у зв’язку зі спробами заявника знищити доказ під час затримання вони застосували до нього заходи впливу та наручники."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "C.  The criminal proceedings against the applicant",
            "uk": "C.  Кримінальне провадження щодо заявника"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "14.  On the day of the arrest and on several other occasions in the course of the investigation the applicant’s rights as a criminal suspect were explained to him and the investigator attempted to question him. However, the applicant stated that he wished to remain silent.",
            "uk": "14.  У день затримання, а також декілька разів протягом слідства заявнику роз’яснювалися його права як підозрюваного, і слідчий намагався його допитати. Проте заявник зазначав, що не бажав давати показання."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "15.  On 20 April 2007 the police investigator, in the presence of two attesting witnesses, watched a videotape and noted in a report that the tape showed the applicant selling drugs to P. as part of the test purchase. The applicant’s lawyer asked to watch the tape. On 27 April 2007 the investigator refused this request on the grounds that P.’s real identity was being protected and the showing of the tape would lead to the disclosure of P.’s identity and put his life and health in danger.",
            "uk": "15.  20 квітня 2007 року слідчий міліції у присутності двох понятих переглянув відеозапис та вказав у протоколі, що запис демонстрував збут заявником наркотичного засобу П. під час здійснення оперативної закупки. Захисник заявника клопотав про ознайомлення із записом. \n27 квітня 2007 року слідчий відмовив у задоволенні клопотання на підставі того, що справжнє ім’я П. було під захистом, а перегляд відеозапису міг призвести до розсекречення його особи та поставити під загрозу його життя та здоров’я."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "17.  P. was questioned by the investigator. He described how he had purchased drugs from the applicant on three occasions as part of a test purchase operation.",
            "uk": "17.  П. допитав слідчий. Він описав, як тричі купував наркотичні засоби у заявника під час здійснення оперативної закупки."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "18.  The bill of indictment against the applicant, sent to the Kirovograd Kirov District Court as the trial court, identified P. as one of the witnesses to be summoned in the course of the trial. It also identified the police report summarising the video recording of the first test purchase (see paragraph 15 above) as one of the elements of proof against the applicant.",
            "uk": "18.  У обвинувальному висновку заявника, направленому до Кіровського районного суду м. Кіровограду, як до суду першої інстанції, П. був зазначений як один зі свідків, які підлягали виклику у судове засідання. У ньому також як один із доказів проти заявника був зазначений протокол працівника міліції перегляду відеозапису першої оперативної закупки (див. пункт 15)."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "20.  It appears that during the trial the applicant asked the trial court to disclose to the defence the video recording of the first test purchase and to call and examine P. (the undercover agent), B. (see paragraph 16 above), and the forensic expert who had compiled a report stating that the applicant’s clothes and a syringe found on him on the day of the arrest contained traces of an illegal drug. Those requests were refused, for unknown reasons.",
            "uk": "20.  Вбачається, що під час судового розгляду заявник просив суд першої інстанції ознайомити сторону захисту з відеозаписом першої оперативної закупки та викликати і допитати П. (легендована особа), Б. (див. пункт 16) та судово-медичного експерта, який склав висновок, що на одязі заявника та у знайденому біля нього в день затримання шприці були сліди забороненої наркотичної речовини. З невідомих причин ці клопотання були залишені без задоволення."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "21.  On 26 June 2007 the trial court found the applicant guilty of drug trafficking and sentenced him to eight years’ imprisonment. The court found that the applicant had sold drugs to P. on three occasions in February and March 2007. The court relied on:",
            "uk": "21.  26 червня 2007 року суд першої інстанції визнав заявника винним у збуті наркотичних засобів та обрав йому покарання у виді позбавлення волі на строк вісім років. Суд встановив, що у лютому та березні 2007 року заявник тричі збував наркотичні засоби П. Суд посилався на:"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "(ii) written statements by P. and another police officer involved in the organisation of the test purchase, obtained at the pre-trial stage;",
            "uk": "(ii) отримані під час досудового слідства письмові показання П. та ще одного працівника міліції, який брав участь у організації оперативної закупки;"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "(iii) the fact, documented in a police report, that a banknote used by the police for use in the test purchase had been found on the applicant at the time of arrest. It is not clear from the trial court’s judgment on which of the three dates the banknote had been used;",
            "uk": "(iii) задокументований у складеному працівниками міліції протоколі факт того, що використані міліцією банкноти для оперативної закупки були виявлені у заявника під час його затримання. З вироку суду першої інстанції незрозуміло, в якому з трьох випадків були використані ці банкноти;"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "(iv) results of a forensic expert analysis showing that the applicant’s sweater contained traces of drugs, as did the syringes the undercover agent had bought from the applicant.",
            "uk": "(iv) висновки судово-медичних експертиз, які доводили, що на светрі заявника та в шприцах, придбаних у заявника особою, яка здійснювала оперативну закупку, були сліди наркотичного засобу."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "22.  According to the decisions of the domestic courts, between September 2007 and January 2008, in preparation for his appeal the applicant examined the case file on at least twenty-one occasions.",
            "uk": "22.  Згідно з рішеннями національних судів у період з \nвересня 2007 року до січня 2008 року заявник з метою підготовки своєї апеляційної скарги щонайменше двадцять один раз ознайомлювався з матеріалами справи."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "24.  On 25 March 2008 the Kirovograd Regional Court of Appeal upheld the applicant’s conviction, finding that no serious procedural violations had been committed in the proceedings and that the conviction had been based on sufficient evidence. The Court of Appeal went on to note that, in addition to the evidence cited by the trial court, the applicant’s guilt was also evidenced by the investigator’s report on the examination of the video recording of the test purchase (see paragraph 15 above).",
            "uk": "24.  25 березня 2008 року Апеляційний суд Кіровоградської області залишив без змін вирок заявника, встановивши, що жодних серйозних процесуальних порушень під час провадження допущено не було, а вирок був достатньо обґрунтований доказами. Апеляційний суд також зазначив, що крім зазначених судом першої інстанції доказів, винуватість заявника доводилася протоколом слідчого про перегляд відеозапису оперативної закупки (див пункт 15)."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "25.  The applicant appealed in cassation. The parties have not provided a copy of that appeal. The text of the Supreme Court’s decision on the appeal indicates that the applicant raised arguments largely similar to those raised in his first appeal.",
            "uk": "25.  Заявник подав касаційну скаргу. Сторони не надали копії цієї скарги. У тексті постанови Верховного Суду України, ухваленої за касаційною скаргою, зазначено, що заявник висунув більшою мірою аргументи, аналогічні наведеним у його апеляційній скарзі."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "26.  On 4 September 2008 a judge of the Supreme Court found that the applicant’s appeal was unsubstantiated, and refused to order a cassation review of the case. In particular, the judge noted that the witnesses on whose statements the conviction had been based had been duly questioned, and that the Court of Appeal had lawfully rejected the applicant’s complaints of lack of access to the case file.",
            "uk": "26.  04 вересня 2008 року суддя Верховного Суду України визнав касаційну скаргу заявника необґрунтованою та відмовив у перегляді справи у касаційному порядку. Зокрема, суддя зазначив, що свідки, на показаннях яких ґрунтувався вирок, були належним чином допитані, та апеляційний суд правомірно відхилив скарги заявника на відсутність доступу до матеріалів справи."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "D.  The applicant’s efforts to obtain copies of documents for his application to the Court",
            "uk": "D.  Спроби заявника отримати копії документів для його заяви до Суду"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "27.  In order to substantiate his application, in particular as regards the complaints of an unfair trial, the applicant submitted a number of requests to the trial court, which had kept the case file, for copies of various procedural documents, including records of court hearings, and his cassation appeal.",
            "uk": "27.  З метою обґрунтування своєї заяви, зокрема, щодо скарг на несправедливий судовий розгляд заявник подав до суду першої інстанції, в якому зберігалися матеріали справи, низку клопотань про надання копій різних процесуальних документів, у тому числі протоколів судових засідань та його касаційної скарги."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "28.  On 10 October 2008 the trial court rejected the applicant’s request, stating that the domestic law did not provide for any procedure for a convict to examine a case file after completion of criminal proceedings, when the convict was already serving his sentence. The trial court gave similar responses to the applicant’s new requests on 30 March 2009 and 27 May 2013. On 28 October 2008 the Court of Appeal also gave a similar response.",
            "uk": "28.  10 жовтня 2008 року суд першої інстанції залишив без задоволення клопотання заявника, зазначивши, що національне законодавство не передбачало процедури ознайомлення засуджених з матеріалами справи після закінчення кримінального провадження, та коли засуджений уже відбував покарання. Суд першої інстанції надав аналогічні відповіді на нові клопотання заявника від 30 березня \n2009 року та 27 травня 2013 року. 28 жовтня 2008 року апеляційний суд також надав аналогічну відповідь."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "29.  At the material time Article 307 § 2 of the Criminal Code made repeated sale of drugs or their possession with intent to sell them punishable by five to ten years’ imprisonment. Article 309 § 2 made repeated purchase and possession of drugs without intent to sell them punishable by two to five years’ imprisonment.",
            "uk": "29.  На момент подій частина друга статті 307 Кримінального кодексу України за повторний збут наркотичних засобів або їхнє зберігання з метою збуту передбачала покарання у виді позбавлення волі на строк від п’яти до десяти років. Частина друга статті 309 за повторне придбання та зберігання наркотичних засобів без мети збуту передбачала покарання у виді позбавлення волі на строк від двох до п’яти років."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "30.  The applicant alleges that he was ill-treated by the police, contrary to Article 3 of the Convention, which reads:",
            "uk": "30.  Заявник стверджує, що зазнав жорстокого поводження працівників міліції у порушення статті 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "31.  The Government contested that argument. They argued that, by failing to appeal against the decision not to institute criminal proceedings against police officers (see paragraph 13 above), the applicant had failed to exhaust effective domestic remedies. They also argued that the applicant’s complaint was unsubstantiated: proportionate force had indeed been used against him in order to prevent him from destroying evidence.",
            "uk": "31.  Уряд заперечив проти цього аргументу. Він стверджував, що, не оскарживши постанову про відмову у порушенні кримінальної справи щодо працівників міліції (див. пункт 13), заявник не вичерпав ефективних національних засобів юридичного захисту. Він також стверджував, що скарга заявника була необґрунтованою: насправді до нього була застосована пропорційна сила, щоб перешкодити йому знищити доказ."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "32.  The Court notes that is has already held in Kaverzin v. Ukraine (no. 3893/03, § 97, 15 May 2012) that the remedies suggested by the Government were not effective. However, the applicant’s complaint is, in any event, inadmissible for the following reasons.",
            "uk": "32.  Суд зазначає, що він уже встановив у рішенні у справі «Каверзін проти України» (Kaverzin v. Ukraine) (заява № 3893/03, пункт 97, від 15 травня 2012 року), що запропоновані Урядом засоби юридичного захисту були неефективними. Проте у будь-якому разі скарга заявника є неприйнятною з таких підстав."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "34.  It follows that this part of the application is manifestly ill-founded and must be declared inadmissible in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "34.  З цього випливає, що ця частина заяви є явно необґрунтованою та має бути визнана неприйнятною відповідно до підпункту «а» \nпункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "II.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "35.  The applicant complained that admission in evidence of P.’s untested pre-trial statements and nondisclosure of the video recording of the test purchase to the defence breached his rights under Article 6 of the Convention, the relevant parts of which read:",
            "uk": "35.  Заявник скаржився, що визнання допустимим доказом неперевірених показань П., наданих під час досудового слідства, а також відмова у наданні стороні захисту для ознайомлення відеозапису оперативної закупки порушили його права за статтею 6 Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...",
            "uk": "«1.  Кожен має право на справедливий … розгляд його справи … судом, … який … встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "3.  Everyone charged with a criminal offence has the following minimum rights:",
            "uk": "3.  Кожний обвинувачений у вчиненні кримінального правопорушення має щонайменше такі права:"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "(b)  to have adequate time and facilities for the preparation of his defence ...",
            "uk": "(b)  мати час і можливості, необхідні для підготовки свого захисту..."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
            "uk": "(d)  допитувати свідків обвинувачення або вимагати, щоб їх допитали, а також вимагати виклику й допиту свідків захисту на тих самих умовах, що й свідків обвинувачення;"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "36.  The Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "36.  Суд зазначає, що ця частина заяви не є явно необґрунтованою у розумінні підпункту «a» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "1. The parties’ submissions",
            "uk": "1. Доводи сторін"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "37.  The applicant submitted that there had been a violation of Article 6 §§ 1 and 3 (d) in that P. had not been examined during the trial. There had been no real danger for P., since the applicant’s trial had not attracted any public attention. There had been no safeguards of any kind to ensure the rights of the defence.",
            "uk": "37.  Заявник стверджував, що було порушено пункт 1 та \nпідпункт «d» пункту 3 статті 6 Конвенції у зв’язку з непроведенням допиту П. під час судового розгляду. П. нічого не загрожувало, оскільки судовий розгляд справи заявника не привернув уваги громадськості. Будь-яких гарантій забезпечення прав захисту не було."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "38.  The applicant further submitted that there had been a violation of Article 6 §§ 1 and 3 (b) because, despite repeated requests, he had not been allowed to examine the video recording of the test purchase, one of the main pieces of evidence against him.",
            "uk": "38.  Заявник також стверджував, що було порушено пункт 1 та підпункт «b» пункту 3 статті 6 Конвенції, оскільки, незважаючи на численні клопотання, йому не було надано дозвіл ознайомитися з відеозаписом оперативної закупки, одним з головних доказів проти нього."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "39.  The Government submitted that the applicant had been given sufficient time to examine the case file in the preparation of his defence, and that all witnesses whose evidence was relevant to the proceedings had been called and examined.",
            "uk": "39.  Уряд доводив, що заявнику було надано достатньо часу для ознайомлення з матеріалами справи під час підготовки свого захисту, а всі свідки, чиї показання були важливими для провадження, були викликані та допитані."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "(a)  Scope of the complaints",
            "uk": "(a)  Межі розгляду скарг"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "(b)  Relevant general principles",
            "uk": "(b)  Відповідні загальні принципи"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "(i)  Witnesses for the prosecution",
            "uk": "(i)  Свідки обвинувачення"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "(ii)  Disclosure of evidence",
            "uk": "(ii)  Відкриття доказів"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "(c)  Application of the above principles to the present case",
            "uk": "(c)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "(i)  Whether there was a good reason for the non-attendance of P.",
            "uk": "(i)  Чи існувала поважна причина неявки П."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "47.  There appears to be a contradiction between the investigating authority’s insistence that there was a need to protect P.’s identity and its own proposal, in the bill of indictment, to call him as a witness at the trial (see paragraphs 15 and 18 above respectively). The domestic courts did not comment on the matter explicitly. The Court concludes that it has not been convincingly established that there was a good reason for P.’s absence.",
            "uk": "47.  Вбачається, що існувала неузгодженість між твердженням слідчих органів про існування необхідності захистити особу П. та його власною пропозицією в обвинувальному висновку викликати його у судове засідання як свідка (див. пункти 15 та 18 відповідно). Національні суди не надали чітких коментарів щодо цього питання. Суд доходить висновку, що наявність поважної причини відсутності П. переконливо доведено не було."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(ii)  Whether the evidence of P. was the sole or a decisive basis for the conviction",
            "uk": "(ii)  Чи були показання П. єдиною та вирішальною підставою для засудження"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "48.  The domestic courts did not comment on the relevant weight of various elements of evidence against the applicant; they simply listed P.’s pre-trial statement among other evidence against the applicant (see paragraph 21 above). However, P. was the only person who directly participated in the sale of drugs which gave rise to the applicant’s conviction. Therefore, his evidence appears to have been decisive for the applicant’s conviction.",
            "uk": "48.  Національні суди не надали коментарів щодо відповідного значення різних доказів проти заявника, вони просто перелічили показання П., надані під час досудового слідства, серед інших доказів проти заявника (див. пункт 21). Проте П. був єдиною особою, яка безпосередньо брала участь у збуті наркотичних засобів, який призвів до засудження заявника. Тому вбачається, що його показання були вирішальними для засудження заявника."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "(iii)  Whether there were sufficient counterbalancing factors to compensate for the handicap under which the defence laboured",
            "uk": "(iii)  Чи існували достатні врівноважуючі фактори, здатні компенсувати недоліки, з якими зіткнулася сторона захисту"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "50.  However, the Court considers that those elements were clearly insufficient to compensate for the handicap under which the defence laboured, especially on account of the procedure followed by the domestic authorities in respect of the video recording of the same events to which P.’s statements related.",
            "uk": "50.  Проте Суд доходить висновку, що цих елементів було явно недостатньо, щоб компенсувати недоліки, з якими зіткнулася сторона захисту, зокрема, з огляду на застосовану національними органами влади процедуру щодо відеофіксації тих самих подій, яких стосувалися показання П."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "(iv)  Non-disclosure of the video recording and its treatment by the domestic courts",
            "uk": "(iv)  Невідкриття відеозапису та позиція національних судів щодо цього"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "(v)  Conclusion",
            "uk": "(v)  Висновок"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "52.  The above considerations are sufficient for the Court to conclude that the proceedings overall were not fair.",
            "uk": "52.  Наведеного достатньо для висновку Суду, що провадження загалом було несправедливим."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "53.  There has, accordingly, been a violation of Article 6 §§ 1 and 3 of the Convention on account of the admission of P.’s untested pre-trial statements in evidence against the applicant and the non-disclosure of the video recording of the test purchase.",
            "uk": "53.  Отже, було порушено пункти 1 та 3 статті 6 Конвенції у зв’язку з визнанням допустимим доказом проти заявника неперевірених показань П., наданих під час досудового слідства, та невідкриттям відеозапису оперативної закупки."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
            "uk": "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 34 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "54.  The applicant complained that the authorities had refused to provide him with copies of the documents which he needed to substantiate his complaint before the Court. The Court considers it appropriate to examine this complaint under Article 34 of the Convention, which reads as follows:",
            "uk": "54.  Заявник скаржився на відмову органів влади надати йому копії документів, необхідних йому для обгрунтування своєї скарги до Суду. Суд вважає за належне розглянути цю скаргу за статтею 34 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "“The Court may receive applications from any person, nongovernmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
            "uk": "«Суд може приймати заяви від будь-якої особи, неурядової організації або групи осіб, які вважають себе потерпілими від допущеного однією з Високих Договірних Сторін порушення прав, викладених у Конвенції або протоколах до неї. Високі Договірні Сторони зобов'язуються не перешкоджати жодним чином ефективному здійсненню цього права.»"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "55.  The Government stated that during the criminal proceedings the applicant and his lawyer had had access to the case file and could make the necessary copies.",
            "uk": "55.  Уряд стверджував, що упродовж кримінального провадження заявник та його захисник мали доступ до матеріалів справи та могли зробити необхідні копії."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "57.  Accordingly, the Court concludes that the authorities of the respondent State have failed to comply with their obligations under Article 34 of the Convention on account of their refusal to provide the applicant with copies of documents for his application to the Court.",
            "uk": "57.  Отже, Суд доходить висновку, що органи влади держави-відповідача не дотрималися своїх зобов’язань за статтею 34 Конвенції у зв’язку з їхньою відмовою надати заявнику копії документів для його заяви до Суду."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
            "uk": "IV.  ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "58.  The applicant also complained:",
            "uk": "58.  Заявник також скаржився:"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "(ii) under Article 13 of the Convention that the courts dealing with his criminal case had not remedied the alleged violation of his rights;",
            "uk": "(ii) за статтею 13 Конвенції, що суди, які розглядали його кримінальну справу, не усунули стверджуваного порушення його прав;"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(iii) under Article 2 of Protocol No. 7 the applicant complained that the Supreme Court had unlawfully refused to examine his second appeal in cassation, after having rejected his first one.",
            "uk": "(iii) за статтею 2 Протоколу № 7 до Конвенції заявник скаржився на незаконну відмову Верховного Суду України розглянути його другу касаційну скаргу після залишення без задоволення першої."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "59.  Having considered the applicant’s submissions in the light of all the material in its possession, the Court finds that, in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention. It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "59.  Розглянувши скарги заявника у світлі всіх наявних у нього матеріалів, та з огляду на належність оскаржуваних питань до сфери його компетенції, Суд вважає, що вони не виявляють жодних ознак порушення прав і свобод, гарантованих Конвенцією. З цього випливає, що ці скарги є явно необґрунтованими та мають бути відхилені відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "V.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "60.  Article 41 of the Convention provides:",
            "uk": "60.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "61.  The applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "61.  Заявник вимагав 20 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "62.  The Government contested that claim.",
            "uk": "62.  Уряд заперечив проти цієї вимоги."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "63.  The Court, ruling on an equitable basis, awards the applicant EUR 2,500 in respect of non-pecuniary damage.",
            "uk": "63.  Ухвалюючи рішення на засадах справедливості, Суд присуджує заявнику 2 500 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "64.  The applicant also claimed EUR 3,600 for the costs and expenses incurred before the Court, to be paid to the bank account of the applicant’s representative. He submitted documentary evidence in support of his claim, representing his representative’s legal fees and postal expenses.",
            "uk": "64.  Заявник також вимагав 3 600 євро в якості компенсації судових та інших витрат, понесених під час провадження у Суді, які мали бути сплачені на банківський рахунок представника заявника. Для обґрунтування своєї вимоги він надав документальне підтвердження своїх витрат на правову допомогу та поштових витрат."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "65.  The Government contested that claim, considering the applicant’s representative’s fees excessive.",
            "uk": "65.  Уряд заперечив проти цієї вимоги, вважаючи розмір витрат заявника на правову допомогу надмірним."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "67.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "67.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "1.  Declares the complaints under Article 6 §§ 1 and 3 of the Convention, in respect of the admission of P.’s untested pre-trial statements in evidence against the applicant and in respect of the non-disclosure of the video recording of the test purchase to the defence admissible, and the remainder of the application inadmissible;",
            "uk": "1.  Оголошує прийнятними скарги за пунктами 1 та 3 статті 6 Конвенції у зв’язку з визнанням допустимим доказом проти заявника неперевірених показань П., наданих під час досудового слідства, та у зв’язку з невідкриттям стороні захисту відеозапису оперативної закупки, а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 6 §§ 1 and 3 of the Convention;",
            "uk": "2.  Постановляє, що було порушено пункти 1 та 3 статті 6 Конвенції;"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "3.  Holds that the authorities of the respondent State have failed to comply with their obligations under Article 34 of the Convention on account of their refusal to provide the applicant with copies of documents for his application to the Court;",
            "uk": "3.  Постановляє, що органи влади держави-відповідача не дотрималися своїх зобов’язань за статтею 34 Конвенції у зв’язку з їхньою відмовою надати заявнику копії документів для його заяви до Суду;"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "4.  Holds",
            "uk": "4.  Постановляє, що:"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State, at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити такі суми, що мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "(i)  EUR 2,500 (two thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  2 500 (дві тисячі п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "(ii)  EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be paid to the bank account of the applicant’s representative;",
            "uk": "(ii)  1 500 (одна тисяча п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватись заявнику, в якості компенсації судових та інших витрат, яка має бути сплачена на банківський рахунок представника заявника;"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "5.  Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Done in English, and notified in writing on 12 February 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 12 лютого 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду"
        }
    }
]