[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF MELNIKOV v. UKRAINE",
            "uk": "СПРАВА «МЕЛЬНИКОВ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 66753/11)",
            "uk": "(Заява № 66753/11)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 6 § 1 (criminal) • Reasonable time • Excessive length of criminal proceedings",
            "uk": "П.1 ст. 6 (кримінальний аспект) • Розумний строк • Надмірна тривалість кримінального провадження"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "22 October 2020",
            "uk": "22 жовтня 2020 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "СТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "22/01/2021",
            "uk": "22.01.2021"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Melnikov v. Ukraine,",
            "uk": "У справі «Мельников проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGanna Yudkivska,\n\tMārtiņš Mits,\n\tLatif Hüseynov,\n\tLado Chanturia,\n\tAnja Seibert-Fohr,\n\tMattias Guyomar, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tЛятіф Гусейнов (Lәtif Hüseynov),\n\tЛадо Чантурія (Lado Chanturia),\n\tАня Сайбер-Фор (Anja Seibert-Fohr),\n\tМаттіас Гуйомар (Mattias Guyomar), судді,\nта Віктор Соловейчік (Victor Soloveytchik), заступник Секретаря секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having regard to:",
            "uk": "З огляду на:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the application against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Valeriy Stanislavovich Melnikov (“the applicant”), on 12 October 2011;",
            "uk": "заяву, яку 12 жовтня 2011 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Валерій Станіславович Мельников (далі – заявник);"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the complaints concerning the conditions of the applicant’s detention in the Kyiv pre-trial detention centre, the length of the criminal proceedings against him and the compliance of his penalty with the requirements of Article 7 of the Convention, and to declare inadmissible the remainder of the application;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про скарги стосовно умов тримання заявника під вартою у Київському слідчому ізоляторі, тривалості кримінального провадження щодо нього та відповідності покарання вимогам статті 7 Конвенції, а також визнати решту скарг у заяві неприйнятними;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Having deliberated in private on 29 September 2020,",
            "uk": "після обговорення за зачиненими дверима 29 вересня 2020 року"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "2.  The applicant was born in 1967 and is currently serving a life sentence.",
            "uk": "2.  Заявник народився у 1967 році і наразі відбуває покарання у виді довічного позбавлення волі."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "3.  He was granted legal aid and was represented by Mr M. Tarakhkalo, Ms V. Lebid and Ms I. Boykova, lawyers practising in Kyiv.",
            "uk": "3.  Заявнику було надано правову допомогу, і його представляли \nпан М. Тарахкало, пані В. Лебідь та пані І. Бойкова, юристи, які практикують у м. Київ."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "4.  The Government were represented by their Agent, Mr I. Lishchyna.",
            "uk": "4.  Уряд представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "5.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "5.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "Criminal proceedings against the applicant",
            "uk": "кримінальне провадження щодо заявника"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "7.  On 26 June 2002 the applicant was arrested as a suspect within proceedings no. 62-2222.",
            "uk": "7.  26 червня 2002 року заявника затримали як підозрюваного у межах розслідування справи № 62-2222."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "8.  On 28 June 2002 he was remanded in custody as a preventive measure pending trial. At that time all the charges against him came under the abovementioned case no. 62-2222. His pre-trial detention within those proceedings was extended on many occasions.",
            "uk": "8.  28 червня 2002 року йому було обрано запобіжний захід у вигляді тримання під вартою під час досудового слідства. На той момент усі пред’явлені йому обвинувачення охоплювалися справою № 62-2222. Строк тримання його під вартою у межах цієї справи неодноразово продовжувався."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "9.  In October 2003 certain charges were severed into a separate set of proceedings (no. 49-1205). The issue of a preventive measure in respect of the applicant was never examined within this set of proceedings, given that his pre-trial detention was maintained in case no. 62-2222. According to the applicant, he was the only one in such a situation, whereas all the other coaccused had the preventive measures in their respect determined within both sets of proceedings.",
            "uk": "9.  У жовтні 2003 року матеріали щодо певних обвинувачень були виділені в окрему справу (№ 49-1205). У межах цієї справи ніколи не розглядалося питання обрання заявнику запобіжного заходу, оскільки обраний йому у справі № 62-2222 запобіжний захід залишався без змін. Згідно з твердженнями заявника він єдиний перебував у такій ситуації, тоді як всім іншим обвинуваченим запобіжні заходи обирались в обох справах."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "10.  On 17 October 2006 the Prosecutor General’s Office of Ukraine approved the bill of indictment in case no. 49-1205 and sent it for trial.",
            "uk": "10.  17 жовтня 2006 року Генеральна прокуратура України затвердила обвинувальний висновок у справі № 49-1205 та направила його для розгляду по суті."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "11.  On 21 November 2006 the Kyiv City Court of Appeal (“the Kyiv City Court”), sitting as a court of first instance, started the trial in those proceedings.",
            "uk": "11.  21 листопада 2006 року Апеляційний суд міста Києва (далі – Київський міський суд), засідаючи як суд першої інстанції, розпочав судовий розгляд цієї справи."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "12.  On 21 May 2010 it found the applicant guilty of the following criminal offences committed in 1996 and 1997: double murder for profit, kidnapping, several counts of robbery, illegal arms possession and police impersonation. He was sentenced to fifteen years’ imprisonment. The judgment stated that the applicant’s sentence started running on 21 May 2010.",
            "uk": "12.  21 травня 2010 року суд визнав заявника винним у таких злочинах, вчинених у 1996 та 1997 роках: вбивство двох осіб з корисливих мотивів, незаконне позбавлення волі, вчинення декількох епізодів грабежу, незаконне володіння зброєю та самовільне присвоєння владних повноважень і звання службової особи. Йому було обрано покарання у виді позбавлення волі на строк п’ятнадцять років. У вироку було зазначено, що строк відбуття покарання заявником розпочався з 21 травня 2010 року."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "Another co-defendant, O., was given a sentence of six years and six months’ imprisonment and also had his pre-trial detention, starting from 17 May 2005, set off against the sentence. The remaining two codefendants had not been detained as a preventive measure prior to the judgment pronouncement.",
            "uk": "Іншому співобвинуваченому, О., було обрано покарання у виді позбавлення волі на строк шість років і шість місяців, а до строку відбуття покарання мав зараховуватися строк тримання його під вартою під час досудового слідства, який почався 17 травня 2005 року. Іншим двом обвинуваченим до винесення цього вироку запобіжний захід у вигляді тримання під вартою не обирався."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "13.  The applicant lodged an appeal on points of law, in which he argued, inter alia, that the duration of his pre-trial detention, since his arrest on 26 June 2002 (see paragraph 7 above) until the pronouncement of the verdict, should have been deducted from the term of his sentence.",
            "uk": "13.  Заявник звернувся з касаційною скаргою, в якій стверджував, inter alia, що тривалість тримання його під вартою під час досудового слідства з моменту його затримання 26 червня 2002 року (див. пункт 7) до винесення вироку слід було зарахувати до строку відбуття покарання."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "14.  On 19 April 2011 the Supreme Court upheld the judgment in general. It dismissed the above-mentioned argument of the applicant on the grounds that no custodial preventive measure had been applied to him in that set of criminal proceedings.",
            "uk": "14.  19 квітня 2011 року Верховний Суд України загалом залишив вирок без змін. Суд відхилив зазначений аргумент заявника на тій підставі, що у цій кримінальній справі запобіжний захід у вигляді тримання під вартою під час досудового слідства заявнику не обирався."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "16.  On 23 April 2013 the Higher Specialised Court for Civil and Criminal Matters (“the Higher Specialised Court”) upheld that judgment.",
            "uk": "16.  23 квітня 2013 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ (далі – Вищий спеціалізований суд) залишив цей вирок без змін."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "CONDITIONS OF the applicant’S DETENTION IN THE KYIV SIZO",
            "uk": "умови тримання заявника під вартою у Київському сізо"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "17.  From 26 June 2002 to 27 June 2013 the applicant was detained in the Kyiv SIZO.",
            "uk": "17.  З 26 червня 2002 року до 27 червня 2013 року заявник тримався під вартою у Київському СІЗО."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "18.  He alleged that the conditions of his detention there had been unacceptable. The applicant referred to a severe lack of personal space (about 2.5 sq. m per inmate) and poor ventilation. No further factual details were provided.",
            "uk": "18.  Він стверджував, що умови тримання його під вартою були неприйнятними. Заявник посилався на гострий брак особистого простору (близько 2,5 кв. м на ув’язненого) та погану вентиляцію. Жодних додаткових фактичних відомостей надано не було."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "19.  The Government submitted that they were not in a position to provide any information about the conditions of the applicant’s detention in the Kyiv SIZO, given that the relevant documents had been destroyed at the end of the mandatory five-year storage period.",
            "uk": "19.  Уряд стверджував, що не міг надати інформацію про умови тримання заявника під вартою у Київському СІЗО, оскільки відповідні документи були знищені в кінці обов’язкового п’ятирічного строку зберігання."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "відповіднА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "Criminal Code 1960 (repealed with effect from 1 September 2001)",
            "uk": "КРИМІНАЛЬНИЙ КОДЕКС України 1960 року (втратив чинність з 01 ВЕРЕСНЯ 2001 року)"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "20.  Article 47 provided that the duration of pre-trial detention was to be deducted from the term of the prison sentence on the basis of the “one day for one day” rule.",
            "uk": "20.  Стаття 47 передбачала, що тривалість тримання під вартою під час досудового слідства повинна була зараховуватися до строку покарання у виді позбавлення волі на підставі правила «день за день»."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "21.  Pursuant to paragraphs (a) and (d) of Article 93 (as worded before 22 February 2000), murder of two or more persons and/or committed for profit was punishable by imprisonment of eight to fifteen years, or by the death penalty. Under the 22 February 2000 amendments, the death penalty was replaced with a life sentence.",
            "uk": "21.  Відповідно до пунктів «а» та «г» статті 93 (в редакції, чинній до 22 лютого 2000 року) вбивство двох або більше осіб та/або вчинене з корисливих мотивів каралося позбавленням волі на строк від восьми до п’ятнадцяти років або смертною карою. Згідно зі змінами, внесеними 22 лютого 2000 року, смертна кара була замінена покаранням у виді довідного позбавлення волі."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "Code of Criminal Procedure 1960 (repealed with effect from 20 November 2012)",
            "uk": "Кримінально-процесуальний кодекс україни \n1960 року (втратив чинність з 20 листопада \n2012 року)"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "22.  The relevant part of Article 338 read as follows:",
            "uk": "22.  Відповідна частина статті 338 передбачала:"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "“If the defendant was not detained prior to the verdict pronouncement, his or her sentence shall start running from the beginning of its enforcement.",
            "uk": "«Початок строку відбуття покарання у вигляді позбавлення волі, коли підсудний до винесення вироку не перебував під вартою, обчислюється з моменту приведення вироку у виконання."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "If the defendant was detained in the framework of the proceedings in question [в цій справі] prior to the verdict pronouncement, the duration of that detention shall count towards his or her sentence.”",
            "uk": "Коли підсудний до винесення вироку тримався під вартою в цій справі, в строк відбуття покарання зараховується строк перебування під вартою.»"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE CONDITIONS OF DETENTION IN THE KYIV SIZO",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ у зв’язку з умови тримання під вартою у київському сізо"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "23.  The applicant complained that the physical conditions of his detention in the Kyiv SIZO had been inadequate. He relied on Article 3 of the Convention, which reads as follows:",
            "uk": "23.  Заявник скаржився на неналежність побутових умов тримання його під вартою у Київському СІЗО. Він посилався на статтю 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "24.  Referring to the lack of relevant documents (see paragraph 19 above), the Government submitted that they were not in a position to comment on the applicant’s complaint.",
            "uk": "24.  Посилаючись на відсутність відповідних документів (див. пункт 19), Уряд стверджував, що не міг прокоментувати скаргу заявника."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "25.  The applicant maintained his complaint in broad terms.",
            "uk": "25.  Заявник підтримував свою скаргу у загальних формулюваннях."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "26.  The Court reiterates that it adopts conclusions after evaluating all the evidence, including such inferences as may flow from the facts and the parties’ submissions. According to its established case-law, proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 121, 10 January 2012).",
            "uk": "26.  Суд повторює, що робить висновки після оцінки всіх доказів, у тому числі умовиводів, які можуть випливати з фактів і доводів сторін. Згідно з його усталеною практикою доведеність може випливати зі співіснування достатньо вагомих, чітких та узгоджених між собою висновків або подібних неспростовних презумпцій факту (див. рішення у справі «Ананьєв та інші проти Росії» (Ananyev and Others v. Russia), заяви № 42525/07 і 60800/08, пункт 121, від 10 січня \n2012 року)."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "28.  Once a credible and reasonably detailed description of allegedly degrading conditions of detention, constituting a prima facie case of illtreatment, has been made, the burden of proof is shifted to the respondent Government, who alone have access to information capable of corroborating or refuting those allegations (see, among other authorities, Muršić v. Croatia [GC], no. 7334/13, § 128, 20 October 2016).",
            "uk": "28.  У випадку надання правдоподібного та досить детального опису стверджуваних таких, що принижують гідність, умов тримання під вартою, який є достатнім доказом жорстокого поводження, тягар доведення покладається на Уряд держави-відповідача, оскільки лише він має доступ до інформації, яка може підтвердити або спростувати ці твердження (див., серед інших джерел, рішення у справі «Муршич проти Хорватії» [ВП] (Muršić v. Croatia) [GC], заява № 7334/13, \nпункт 128, від 20 жовтня 2016 року)."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "31.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "31.  З цього випливає, що ця скарга є явно необґрунтованою та має бути відхилена відповідно до підпункту «а» пункту 3 та пункту 4 \nстатті 35 Конвенції."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF the LENGTH OF the PROCEEDINGS",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ пункту 1 СТАТТІ 6 конвенції у зв’язку з тривалістю провадження"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "32.  The applicant also complained that the length of the criminal proceedings against him had been unreasonable. The relevant part of Article 6 § 1 of the Convention provides as follows:",
            "uk": "32.  Заявник також скаржився на нерозумну тривалість кримінального провадження щодо нього. Відповідна частина пункту 1 статті 6 Конвенції передбачає:"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
            "uk": "«Кожен має право на ... розгляд його справи упродовж розумного строку ... судом, встановленим законом, який ... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення.»"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "36.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "36.  Суд зазначає, що ця скарга не є ані явно необґрунтованою, ані неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "38.  It follows that the criminal proceedings against the applicant in the present case lasted from 26 June 2002 until 23 April 2013 at two levels of jurisdiction, that is, for ten years and almost ten months.",
            "uk": "38.  З цього випливає, що у цій справі кримінальне провадження щодо заявника тривало з 26 червня 2002 року до 23 квітня 2013 року у двох інстанціях, тобто протягом десяти років і майже десяти місяців."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "41.  It follows that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the criminal proceedings.",
            "uk": "41.  З цього випливає, що було порушено пункт 1 статті 6 Конвенції у зв’язку з надмірною тривалістю кримінального провадження."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "ALLEGED VIOLATION of article 7 OF THE CONVENTION",
            "uk": "СВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 7 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "42.  Lastly, the applicant complained that the refusal of the domestic courts to deduct the duration of his pre-trial detention from the term of his fifteen-year prison sentence had amounted to a violation of his rights under Article 7 of the Convention, which reads as follows:",
            "uk": "42.  Насамкінець, заявник скаржився, що незарахування національними судами тривалості тримання його під вартою під час досудового слідства до строку відбуття обраного йому покарання у виді позбавлення волі на строк п’ятнадцять років становило порушення його прав за статтею 7 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
            "uk": "«1.  Нікого не може бути визнано винним у вчиненні будь-якого кримінального правопорушення на підставі будь-якої дії чи бездіяльності, яка на час її вчинення не становила кримінального правопорушення згідно з національним законом або міжнародним правом. Також не може бути призначене суворіше покарання ніж те, що підлягало застосуванню на час вчинення кримінального правопорушення."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "2.  This Article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
            "uk": "2.  Ця стаття не є перешкодою для судового розгляду, а також для покарання будь-якої особи за будь-яку дію чи бездіяльність, яка на час її вчинення становила кримінальне правопорушення відповідно до загальних принципів права, визнаних цивілізованими націями.»"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "43.  The Government submitted that the applicant was no longer a victim given that the term of his pre-trial detention had been duly taken into account in the proceedings in case no. 62-2222, in which he had been sentenced to life imprisonment (see paragraph 15 above).",
            "uk": "43.  Уряд стверджував, що заявник не міг більше вважатися потерпілим, оскільки тривалість тримання його під вартою під час досудового слідства була належним чином врахована під час розгляду справи № 62-2222, за результатами якого йому було обрано покарання у виді довічного позбавлення волі (див. пункт 15)."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "44.  The applicant disagreed. He observed that he had been sentenced to life imprisonment two years after the imposition of the fifteen-year prison sentence. The applicant emphasised that the fixed-term sentence in question had been the only one imposed on him during the above-mentioned twoyear period and that the failure to include almost eight years of his pretrial detention in the calculation of that sentence had considerably affected him.",
            "uk": "44.  Заявник заперечив. Він зауважив, що його засудили до довічного позбавлення волі через два роки після обрання йому покарання у виді позбавлення волі на строк п’ятнадцять років. Заявник наголосив, що упродовж зазначеного дворічного періоду відповідне покарання у виді позбавлення волі на певний строк було єдиним обраним йому покаранням і незарахування майже восьмирічного тримання заявника під вартою під час досудового слідства у процесі обчислення строку його покарання значно на нього вплинуло."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "45.  The applicant further noted that he would become entitled to apply for presidential clemency after serving twenty years of his life sentence (that is, in 2022). In his opinion, the existence of an unserved part of the fifteenyear sentence when doing so would decrease his chances of obtaining clemency.",
            "uk": "45.  Крім того, заявник зазначив, що отримає право звернутися з клопотанням про президентське помилування після відбуття двадцяти років свого покарання у виді довічного позбавлення волі (тобто у \n2022 році). На думку заявника, під час звернення з таким клопотанням наявність невідбутої частини покарання у виді позбавлення волі на строк п’ятнадцять років зменшить його шанси на отримання помилування."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "General principles",
            "uk": "Загальні принципи"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "48.  The guarantee enshrined in Article 7 is an essential element of the rule of law. It should be construed and applied, as follows from its object and purpose, in such a way as to provide effective safeguards against arbitrary prosecution, conviction and punishment (see Del Río Prada v. Spain [GC], no. 42750/09, § 77, ECHR 2013).",
            "uk": "48.  Гарантія, встановлена у статті 7 Конвенції, є основоположним елементом верховенства права. Як випливає з її предмету та цілі, ця гарантія має тлумачитися та застосовуватися у такий спосіб, щоб забезпечувати ефективний захист від свавільного переслідування, засудження та покарання (див. рішення у справі «Дель Ріо Прада проти Іспанії» [ВП] (Del Río Prada v. Spain) [GC], заява № 42750/09, пункт 77, ЄСПЛ 2013)."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "51.  The Court’s case-law draws a distinction between a measure that constitutes in substance a “penalty” and a measure that concerns the “execution” or “enforcement” of the “penalty”. Article 7 of the Convention applies only to the former (see Del Río Prada, cited above, § 83).",
            "uk": "51.  У практиці Суду проводиться різниця між заходом, який по суті є «покаранням», та заходом, що стосується «виконання» або «примусового забезпечення виконання» «покарання». Стаття 7 Конвенції застосовується лише до першого (див. згадане рішення у справі «Дель Ріо Прада проти Іспанії» (Del Río Prada v. Spain), \nпункт 83)."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Application of the above principles to the present case",
            "uk": "Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "54.  In so far as the applicant can be understood as implying that the domestic law was extensively construed to his detriment, it is noteworthy that his grievance does not concern the interpretation and application of substantive criminal law as such, but is confined to the allegation of incorrect application of the rules of criminal procedure towards the calculation of a prison sentence imposed.",
            "uk": "54.  Наскільки можна зрозуміти заявника, він стверджує, що національне законодавство широко тлумачилось не на його користь, при цьому слід зазначити, що його скарга не стосується тлумачення та застосування матеріальних норм кримінального законодавства як таких, а обмежується твердженням про неправильне застосування норм кримінально-процесуального законодавства стосовно обчислення строку позбавлення волі."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "57. For the same reason, the Court finds irrelevant the applicant’s argument – which in any event appears confused and unsubstantiated - that his chances of obtaining presidential clemency would be damaged as a result of the domestic courts’ approach to the calculation of his fifteen years’ prison sentence (see paragraphs 45 and 46 above).",
            "uk": "57.  З тієї самої причини Суд вважає невідповідним аргумент заявника, – який у будь-якому випадку вбачається заплутаним і необґрунтованим – що його шанси на отримання президентського помилування зменшилися внаслідок підходу національних судів до обчислення його покарання у виді позбавлення волі на строк п’ятнадцять років (див. пункти 45 і 46)."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "58.  In the Court’s view, in the present case the applicant has failed to show convincingly that the domestic courts’ approach to the calculation of his sentence of fifteen years’ imprisonment in case no. 49-1205 had the effect of increasing the severity of his punishment or, indeed, any practical effect on his situation.",
            "uk": "58.  На думку Суду, у цій справі заявник не зміг переконливо довести, що підхід національних судів до обчислення його покарання у виді позбавлення волі на строк п’ятнадцять років у справі № 49-1205 призвів до посилення суворості покарання або насправді якимось чином практично вплинув на його становище."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "59.  In sum, the Court considers that the applicant has not substantiated his complaint and rejects it under Article 35 §§ 3 (a) and 4 of the Convention as being manifestly ill-founded.",
            "uk": "59.  Загалом Суд вважає, що заявник не обґрунтував свою скаргу і відхиляє її відповідно до підпункту «а» пункту 3 та пункту 4 \nстатті 35 Конвенції як явно необґрунтовану."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "60.  Article 41 of the Convention provides:",
            "uk": "60.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "61.  The applicant claimed 50,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "61.  Заявник вимагав 50 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "62.  The Government contested that claim as exorbitant and unsubstantiated.",
            "uk": "62.  Уряд заперечив проти цієї вимоги як надмірної та необґрунтованої."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "63.  The Court considers it appropriate in the circumstances of the case to award the applicant EUR 3,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
            "uk": "63.  За обставин справи Суд вважає за належне присудити заявнику 3 000 євро в якості відшкодування моральної шкоди та додатково суму будь-якого податку, що може нараховуватися."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "64.  The applicant also claimed EUR 12,600 for the costs and expenses incurred before the Court.",
            "uk": "64.  Заявник також вимагав 12 600 євро в якості компенсації судових та інших витрат, понесених під час провадження у Суді."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "65.  The Government contested the above claim.",
            "uk": "65.  Уряд заперечив проти цієї вимоги."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "67.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "67.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT unanimously",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Declares the complaint concerning the excessive length of the criminal proceedings against the applicant admissible and the remainder of the application inadmissible;",
            "uk": "Оголошує прийнятною скаргу на надмірну тривалість кримінального провадження щодо заявника, а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the criminal proceedings against the applicant;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з надмірною тривалістю кримінального провадження щодо заявника;"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, in respect of non-pecuniary damage;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявнику 3 000 (три тисячі) євро та додатково суму будь-якого податку, що може нараховуватися; в якості відшкодування моральної шкоди, ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "4.\tDismisses the remainder of the applicant’s claim for just satisfaction",
            "uk": "4.\tВідхиляє решту вимог заявника щодо справедливої сатисфакції"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "Done in English, and notified in writing on 22 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 22 жовтня 2020 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]