[
    {
        "id": 0,
        "translation": {
            "en": "GRAND CHAMBER",
            "uk": "ВЕЛИКА ПАЛАТА"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF DENISOV v. UKRAINE",
            "uk": "СПРАВА «ДЕНІСОВ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 76639/11)",
            "uk": "(Заява № 76639/11)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "25 September 2018",
            "uk": "25 вересня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "This judgment is final but it may be subject to editorial revision.",
            "uk": "Це рішення є остаточним, але може підлягати редакційним виправленням."
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "In the case of Denisov v. Ukraine,",
            "uk": "У справі «Денісов проти України»"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "The European Court of Human Rights, sitting as a Grand Chamber composed of:",
            "uk": "Європейський суд з прав людини, засідаючи Великою палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "Having deliberated in private on 18 October 2017 and 13 June 2018,",
            "uk": "після обговорення за зачиненими дверима 18 жовтня 2017 року та 13 червня 2018 року,"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "1.  The case originated in an application (no. 76639/11) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Anatoliy Oleksiyovych Denisov (“the applicant”), on 8 December 2011.",
            "uk": "1.  Справу було розпочато за заявою (№ 76639/11), яку 08 грудня 2011 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Анатолій Олексійович Денісов (далі – заявник)."
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "2.  The applicant was represented by Ms J. Gavron and Mr A. Halban, lawyers practising in London. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявника представляли пані Дж. Гаврон та пан А. Халбан, юристи, які практикують у м. Лондон. Уряд України (далі – Уряд), представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "3.  The applicant alleged, in particular, that his dismissal from the position of president of a court of appeal had not been carried out in conformity with Article 6 § 1 of the Convention and constituted an unlawful and disproportionate interference with his private life, contrary to Article 8 of the Convention.",
            "uk": "3.  Заявник стверджував, зокрема, що його звільнення з посади голови апеляційного суду не було здійснене відповідно до пункту 1 статті 6 Конвенції та становило незаконне і непропорційне втручання у його приватне життя всупереч статті 8 Конвенції."
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "4.  On 15 January 2014 the Government were given notice of the application.",
            "uk": "4.  15 січня 2014 року про заяву було повідомлено Уряд."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "5.  On 25 April 2017, after having consulted the parties, a Chamber of the Fifth Section of the Court, composed of Angelika Nußberger, President, Erik Møse, Ganna Yudkivska, André Potocki, Yonko Grozev, Carlo Ranzoni, Mārtiņš Mits, judges, and Milan Blaško, Deputy Section Registrar, decided to relinquish jurisdiction in favour of the Grand Chamber in the above case, neither of the parties having objected to such relinquishment (Article 30 of the Convention and Rule 72 of the Rules of Court).",
            "uk": "5.  25 квітня 2017 року після переговорів зі сторонами палата П’ятої секції Суду, до складу якої увійшли Англеліка Нуссбергер – Голова, Ерік Мьосе, Ганна Юдківська, Андре Потоцький, Йонко Грозєв, Карло Ранцоні, Мартіньш Мітс – судді, а також Мілан Блашко – заступник Секретаря секції, вирішила відмовитися від розгляду цієї справі на користь Великої палати і жодна зі сторін не заперечувала проти такої відмови (стаття 30 Конвенції та Правило 72 Регламенту Суду)."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "6.  The composition of the Grand Chamber was determined according to the provisions of Article 26 §§ 4 and 5 of the Convention and Rule 24.",
            "uk": "6.  Склад Великої палати був визначений відповідно до положень пунктів 4 та 5 статті 26 Конвенції та Правила 24 Регламенту Суду."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "7.  The applicant and the Government each filed written observations on the admissibility and merits of the application. In addition, third-party comments were received from the International Commission of Jurists, which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3).",
            "uk": "7.  Заявник та Уряд надали письмові зауваження щодо прийнятності та суті заяви. Додатково були отримані письмові зауваження від третьої сторони – Міжнародної комісії юристів, якій Головою Суду було надано право вступити у письмове провадження (пункт 2 статті 36 Конвенції та пункт 3 Правила 44 Регламенту Суду)"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "8.  A hearing took place in public in the Human Rights Building, Strasbourg, on 18 October 2017.",
            "uk": "8.  18 жовтня 2017 року у Палаці прав людини у м. Страсбург відбувся публічний розгляд справи."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "There appeared before the Court:",
            "uk": "У засіданні Суду взяли участь:"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "(a)  for the Government\nMr\tI. Lishchyna, \tAgent,\nMs\tO. Davydchuk, Office of the Government Agent, \nMinistry of Justice, \t\nMs\tN. Rybachok, Office of the Government Agent, \nMinistry of Justice, \tAdvisers;",
            "uk": "(a)  від Уряду\nПан\tІ. Ліщина, \tУповноважений,\nПані\tО. Давидчук, Секретаріат Урядового уповноваженого, \nМіністерство юстиції, \t\nПані\tН. Рибачок, Секретаріат Урядового уповноваженого, \nМіністерство юстиції, \tРадники;"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "(b)  for the applicant\nMs\tJ. Gavron,\t\nMr\tA. Halban,\tCounsel.",
            "uk": "(b)  від заявника\nПані\tДж. Гаврон,\t\nПан\tА. Халбан,\tЗахисник."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "The Court heard addresses by Mr Lishchyna, Ms Gavron and Mr Halban and their replies to the questions from its members.",
            "uk": "Суд заслухав виступи пана Ліщини, пані Гаврон та пана Халбана, а також їхні відповіді на запитання суддів."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "9.  At the Court’s request, the applicant, in a letter of 24 November 2017, amended his claims for costs and expenses to take into account the proceedings before the Grand Chamber. The Government submitted their comments on his revised claims on 11 December 2017.",
            "uk": "9.  У листі від 24 листопада 2017 року заявник на прохання Суду доповнив свої вимоги щодо компенсації судових та інших витрат з метою врахування провадження у Великій палаті. 11 грудня 2017 року Уряд надав свої коментарі щодо його доповнених вимог."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "10.  The applicant was born on 6 July 1948 and lives in Kyiv.",
            "uk": "10.  Заявник народився 06 липня 1948 року та проживає у м. Київ."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "11.  The applicant’s judicial career started in 1976, when he was first elected to the post of judge of a district court. During his judicial career the applicant held the position of president in several courts.",
            "uk": "11.  Суддівська кар’єра заявника розпочалась у 1976 році, коли він уперше був обраний на посаду судді районного суду. Протягом своєї суддівської кар’єри заявник обіймав посаду голови суду у декількох судах."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "12.  On 22 December 2005 the applicant was elected to the post of judge of the Kyiv Administrative Court of Appeal by the Ukrainian Parliament.",
            "uk": "12.  22 грудня 2005 року Верховна Рада України обрала заявника на посаду судді Київського апеляційного адміністративного суду."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "13.  On 10 November 2006 the applicant was appointed, by the President of Ukraine, as acting president of the Kyiv Administrative Court of Appeal. On 6 February 2009 he was appointed president of that court by the Council of Judges of Ukraine (a body of judicial self-governance). He was appointed for a five-year term, it being understood that he would reach the retirement age in July 2013, before the end of that term.",
            "uk": "13.  10 листопада 2006 року Президент України призначив заявника виконувачем обов’язків голови Київського апеляційного адміністративного суду. 06 лютого 2009 року Рада суддів України (орган суддівського самоврядування) призначила його головою цього суду. Він був призначений строком на п’ять років, що означало, що він досягне пенсійного віку у липні 2013 року, до закінчення цього строку."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "A. Preliminary inquiry into the applicant’s performance as president of the court",
            "uk": "A. Попередня перевірка виконання заявником обов’язків голови суду"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "14.  In February 2011 the Council of Administrative Court Judges (another body of judicial self-governance) decided, among other issues, to review the functioning of the Kyiv Administrative Court of Appeal. The review was carried out in February and March 2011 and concerned the years 2009 and 2010, as well as the period between January and February 2011.",
            "uk": "14.  У лютому 2011 року Рада суддів адміністративних судів України (ще один орган суддівського самоврядування) вирішила, серед інших питань, перевірити роботу Київського апеляційного адміністративного суду. Перевірка була проведена у лютому та \nберезні 2011 року та стосувалась 2009 і 2010 років, а також періоду з січня до лютого 2011 року."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "15.  On 24 May 2011 the Council of Administrative Court Judges, chaired by Judge K., made a submission to the High Council of Justice (“the HCJ”) proposing the applicant’s dismissal from the position of president of the Kyiv Administrative Court of Appeal for failure to perform his administrative duties properly. The proposal was based on the results of the aforementioned review.",
            "uk": "15.  24 травня 2011 року Рада суддів адміністративних судів України під головуванням судді К., звернулась до Вищої ради юстиції (далі – ВРЮ) з поданням про звільнення заявника з посади голови Київського апеляційного адміністративного суду у зв’язку з неналежним виконанням ним своїх адміністративних обов’язків. Подання ґрунтувалось на результатах зазначеної перевірки."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "B. Proceedings before the HCJ",
            "uk": "B. Провадження у ВРЮ"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "18.  The decision was voted on by the HCJ, whose members present on that occasion included Judge K., the Prosecutor General and other judicial and non-judicial members. Out of the eighteen members present, eight were judges. Fourteen votes were cast in favour of the applicant’s dismissal.",
            "uk": "18.  За рішення проголосували члени ВРЮ, присутні при розгляді цього питання, у тому числі суддя К., Генеральний прокурор України та інші члени, пов’язані та не пов’язані з судовою владою. З вісімнадцяти присутніх членів вісім були суддями. Чотирнадцять голосів було віддано на користь звільнення заявника."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "19.  According to the applicant, the composition of the HCJ in his case included two members who on earlier occasions had initiated proceedings for his dismissal from the post of judge for an alleged “breach of oath”. Furthermore, the applicant alleged that the President of the HCJ and another member of the HCJ had previously communicated with him, attempting – albeit without success – to influence him in the course of his professional activities.",
            "uk": "19.  Згідно з твердженнями заявника до складу ВРЮ, який розглядав його справу, входили двоє членів, які раніше ініціювали провадження щодо його звільнення з посади судді у зв’язку зі стверджуваним «порушенням присяги». Крім того, заявник стверджував, що голова ВРЮ та інший член ВРЮ раніше зв’язувались з ним, намагаючись, хоча і безрезультатно, вплинути на нього під час здійснення ним своєї професійної діяльності."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "20.  On 17 June 2011 the President of the HCJ asked the Kyiv Administrative Court of Appeal to ensure that the HCJ’s decision on the applicant’s dismissal was executed and that information about its execution was provided to the HCJ immediately. On 23 June 2011 the applicant was dismissed from his administrative position, remaining in office as a judge of the same court.",
            "uk": "20.  17 червня 2011 року голова ВРЮ звернувся до Київського апеляційного адміністративного суду з проханням забезпечити виконання рішення ВРЮ про звільнення заявника та негайно поінформувати ВРЮ щодо його виконання. 23 червня 2011 року заявник був звільнений зі своєї адміністративної посади, залишившись на посаді судді того самого суду."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "C. Proceedings before the Higher Administrative Court",
            "uk": "C. Провадження у Вищому адміністративному суді України"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "22.  The applicant also claimed compensation for the pecuniary damage caused by the ensuing reduction in his remuneration, which, at the date of the claim, had amounted to 4,034.33 Ukrainian hryvnias (UAH)  in relation to the period which had elapsed in July and August 2011.",
            "uk": "22.  Заявник також вимагав відшкодування матеріальної шкоди, заподіяної зменшенням його заробітної плати, яка на дату подання позову становила 4 034,33 українські гривні (далі – грн), за період, який минув у липні та серпні 2011 року."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "23.  On 25 August 2011 the HAC held a hearing in the presence of the applicant and decided to dismiss his claim in respect of pecuniary damage without considering it. The HAC adopted a decision to that effect, stating that it had no jurisdiction to determine that issue.",
            "uk": "23.  25 серпня 2011 року ВАСУ провів судове засідання за присутності заявника та вирішив повернути йому позов в частині щодо відшкодування моральної шкоди без розгляду його по суті. ВАСУ виніс ухвалу з цього питання, зазначивши, що вирішення цього питання не відносилося до його компетенції."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "25.  Following his dismissal from the position of president of the Kyiv Administrative Court of Appeal, the applicant continued to work as a regular judge in the same court until 20 June 2013, when Parliament dismissed him from the post of judge after he had tendered a statement of resignation.",
            "uk": "25.  Після звільнення з посади голови Київського апеляційного адміністративного суду заявник продовжував працювати в якості постійного судді у тому самому суді до 20 червня 2013 року, коли Верховна Рада України звільнила його з посади судді після подання ним заяви про відставку."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "A. Constitution of 28 June 1996 as worded at the relevant time",
            "uk": "A. Конституція України від 28 червня 1996 року у редакції, чинній на час подій"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "26.  The relevant provisions of the Constitution read as follows at the relevant time:",
            "uk": "26.  На момент подій відповідні положення Конституції України передбачали:"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "Article 6",
            "uk": "Стаття 6"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "“The State power in Ukraine is exercised on the basis of its separation into legislative, executive and judicial branches. ...”",
            "uk": "«Державна влада в Україні здійснюється на засадах її поділу на законодавчу, виконавчу та судову. ...»"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "Article 126",
            "uk": "Стаття 126"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "“... A judge shall be dismissed from office by the body which elected or appointed him or her in the event of:",
            "uk": "«... Суддя звільняється з посади органом, що його обрав або призначив, у разі:"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "(2) the judge’s attainment of the age of sixty-five ...;”",
            "uk": "(2) досягнення суддею шістдесяти п’яти років;»"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "Article 131",
            "uk": "Стаття 131"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "“The High Council of Justice shall operate in Ukraine. Its tasks shall comprise:",
            "uk": "«В Україні діє Вища рада юстиції, до відання якої належить:"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "(1) making submissions on the appointment or dismissal of judges;",
            "uk": "(1) внесення подання про призначення суддів на посади або про звільнення їх з посад;"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "(2) adopting decisions with regard to the violation by judges and prosecutors of the requirements concerning judicial incompatibility;",
            "uk": "(2) прийняття рішення стосовно порушення суддями і прокурорами вимог щодо несумісності;"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "(3) conducting disciplinary proceedings in respect of judges of the Supreme Court and judges of higher specialised courts, and considering complaints against decisions imposing disciplinary liability on judges of courts of appeal and local courts and on prosecutors.",
            "uk": "(3) здійснення дисциплінарного провадження стосовно суддів Верховного Суду України і суддів вищих спеціалізованих судів та розгляд скарг на рішення про притягнення до дисциплінарної відповідальності суддів апеляційних та місцевих судів, а також прокурорів."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "The High Council of Justice shall consist of twenty members. The Parliament of Ukraine, the President of Ukraine, the Assembly of Judges of Ukraine, the Assembly of Advocates of Ukraine, and the Assembly of Representatives of Higher Legal Educational Establishments and Scientific Institutions, shall each appoint three members to the High Council of Justice, and the All-Ukrainian Conference of Prosecutors shall appoint two members to the High Council of Justice.",
            "uk": "Вища рада юстиції складається з двадцяти членів. Верховна Рада України, Президент України, з’їзд суддів України, з’їзд адвокатів України, з’їзд представників юридичних вищих навчальних закладів та наукових установ призначають до Вищої ради юстиції по три члени, а всеукраїнська конференція працівників прокуратури – двох членів Вищої ради юстиції."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "The President of the Supreme Court, the Minister of Justice and the Prosecutor General shall be ex officio members of the High Council of Justice.”",
            "uk": "До складу Вищої ради юстиції входять за посадою Голова Верховного Суду України, Міністр юстиції України, Генеральний прокурор України."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "B.  Code of Administrative Justice of 6 July 2005 as worded at the relevant time",
            "uk": "B.  Кодекс адміністративного судочинства України від 06 липня 2005 року у редакції, чинній на час подій"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "27.  The relevant provisions of the Code read as follows at the relevant time:",
            "uk": "27.  Відповідні положення Кодексу в редакції, чинній на час подій, передбачали:"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "Article 161 – Questions to be determined by a court when deciding on a case",
            "uk": "Стаття 161 – Питання, які вирішує суд при прийнятті постанови"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "“1.  When deciding on a case, a court shall determine:",
            "uk": "«1.  Під час прийняття постанови суд вирішує:"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "(1)  whether the circumstances referred to in the claim and objections took place and what evidence substantiates these circumstances;",
            "uk": "(1)  чи мали місце обставини, якими обґрунтовувалися вимоги та заперечення, та якими доказами вони підтверджуються;"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "(2)  whether there is any other factual information relevant to the case and evidence in support of that information;",
            "uk": "(2)  чи є інші фактичні дані, які мають значення для вирішення справи, та докази на їх підтвердження;"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "(3)  which provision of law is to be applied to the legal relations in dispute;",
            "uk": "(3)  яку правову норму належить застосувати до цих правовідносин;"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "Article 171-1 – Proceedings in cases concerning acts, actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice and the High Qualification Commission of Judges",
            "uk": "Стаття 171-1 – Особливості провадження у справах щодо оскарження актів, дій чи бездіяльності Верховної Ради України, Президента України, Вищої ради юстиції, Вищої кваліфікаційної комісії суддів України"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "“1.  The rules set down in this Article shall apply to proceedings in administrative cases concerning:",
            "uk": "«1.  Правила цієї статті поширюються на розгляд адміністративних справ щодо:"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "(2)  acts of the High Council of Justice; ...",
            "uk": "(2)  актів Вищої ради юстиції; ..."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "2.  Acts, actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice and the High Qualification Commission of Judges may be challenged before the Higher Administrative Court. For this purpose a separate chamber shall be set up in the Higher Administrative Court.",
            "uk": "2.  Акти, дії чи бездіяльність Верховної Ради України, Президента України, Вищої ради юстиції, а також рішення, дії чи бездіяльність Вищої кваліфікаційної комісії суддів України оскаржуються до Вищого адміністративного суду України. Для цього у Вищому адміністративному суді України створюється окрема палата."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "5.  Following the consideration of the case, the Higher Administrative Court may:",
            "uk": "5.  Вищий адміністративний суд України за наслідками розгляду справи може:"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "(1)  declare the act of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice or the High Qualification Commission of Judges unlawful in full or in part;",
            "uk": "(1)  визнати акт Верховної Ради України, Президента України, Вищої ради юстиції, рішення Вищої кваліфікаційної комісії суддів України незаконним повністю або в окремій його частині;"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "(2)  declare the actions or omissions of the Parliament of Ukraine, the President of Ukraine, the High Council of Justice or the High Qualification Commission of Judges unlawful and oblige [it or them] to take certain actions. ...”",
            "uk": "(2)  визнати дії чи бездіяльність Верховної Ради України, Президента України, Вищої ради юстиції, Вищої кваліфікаційної комісії суддів України протиправними, зобов’язати [його/її або їх] вчинити певні дії. ...»"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "C.  The Judiciary and Status of Judges Act of 7 July 2010 (in force at the relevant time)",
            "uk": "C.  Закон України «Про судоустрій та статус суддів» від 07 липня 2010 року (чинний на час подій)"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "28.  The relevant provisions of this Act read as follows at the relevant time:",
            "uk": "28.  На момент подій відповідні положення Закону передбачали:"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Section 20 – Procedure for appointing judges to administrative positions",
            "uk": "Стаття 20 – Порядок призначення суддів на адміністративні посади"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "“1. The administrative positions in a court are the positions of president and deputy president(s) of the court.",
            "uk": "«1. Адміністративними посадами в суді вважаються посади голови суду та заступника (заступників) голови суду."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "2. The president of ... the court of appeal ... [appointed for a five-year term from among the judges of the same court] may be dismissed from that position by the High Council of Justice on an application by the relevant council of judges.",
            "uk": "2. Голова ... апеляційного суду ... [призначений на посаду строком на п’ять років із числа суддів цього суду] звільняється з посади Вищою радою юстиції за поданням відповідної ради суддів."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "6. The dismissal of a judge from an administrative position shall not entail removal from his or her judicial post. ...”",
            "uk": "6. Звільнення судді з адміністративної посади не припиняє його повноважень судді. ...»"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Section 29 – President of the court of appeal",
            "uk": "Стаття 29 – Голова апеляційного суду"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "“1. The president of the court of appeal shall:",
            "uk": "«1. Голова апеляційного суду:"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "(1) represent the court as a body of State power in relations with other State bodies, local self-government bodies, natural persons and legal entities;",
            "uk": "(1) представляє суд як орган державної влади у зносинах з іншими органами державної влади, органами місцевого самоврядування, фізичними та юридичними особами;"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "(2) determine the administrative powers of the deputy presidents of the court of appeal;",
            "uk": "(2) визначає адміністративні повноваження заступників голови апеляційного суду;"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "(3) monitor the efficiency of the non-judicial staff at the court, and make proposals to the Head of the State Judicial Administration of Ukraine regarding the appointment of the head and deputy head of the non-judicial staff at the court, their dismissal from office and any incentives or disciplinary measures to be applied in respect of them in accordance with the law;",
            "uk": "(3) контролює ефективність діяльності апарату суду, вносить Голові Державної судової адміністрації України подання про призначення на посаду керівника апарату суду, заступника керівника апарату суду та про звільнення їх з посад, а також про застосування до керівника апарату суду, його заступника заохочення або накладення дисциплінарного стягнення відповідно до законодавства;"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "(4) issue relevant orders on the basis of decisions on the election or dismissal of a judge;",
            "uk": "(4) видає на підставі акта про обрання на посаду судді чи звільнення судді з посади відповідний наказ;"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(5) notify, within ten days, the High Qualification Commission of Judges of Ukraine about available vacancies at the court of appeal;",
            "uk": "(5) повідомляє Вищу кваліфікаційну комісію суддів України про наявність вакантних посад у апеляційному суді в десятиденний строк з дня їх утворення;"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "(6) ensure the implementation of decisions taken at meetings of judges of the court of appeal;",
            "uk": "(6) забезпечує виконання рішень зборів суддів апеляційного суду;"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "(7) oversee the collection and analysis of judicial statistics, organise the examination and summarising of judicial practice, and provide information and analytical support to judges in order to improve the quality of justice;",
            "uk": "(7) контролює ведення та аналіз судової статистики, організовує вивчення та узагальнення судової практики, дбає про інформаційно-аналітичне забезпечення суддів з метою підвищення якості судочинства;"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "(8) ensure the ongoing training requirements for judges of the court of appeal;",
            "uk": "(8) забезпечує виконання вимог щодо підвищення кваліфікації суддів апеляційного суду;"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "(9) exercise other powers envisaged by law.”",
            "uk": "(9) здійснює інші повноваження, визначені законом.»"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "Section 113 – Objectives of judicial self-governance",
            "uk": "Стаття 113 – Завдання суддівського самоврядування"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "“1. Judicial self-governance shall be established in Ukraine as a means of independent collective resolution by judges of issues relating to the internal activity of the courts. ...”",
            "uk": "«1. Для вирішення питань внутрішньої діяльності судів в Україні діє суддівське самоврядування – самостійне колективне вирішення зазначених питань суддями. ...»"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "Section 114 – Organisational forms of judicial self-governance",
            "uk": "Стаття 114 – Організаційні форми суддівського самоврядування"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "“1. The organisational forms of judicial self-governance shall be the meetings of judges, the councils of judges, the conferences of judges, and the Assembly of Judges of Ukraine. ...”",
            "uk": "«1. Організаційними формами суддівського самоврядування є збори суддів, ради суддів, конференції суддів, з’їзд суддів України. ...»"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "Section 115 – Meetings of judges",
            "uk": "Стаття 115 – Збори суддів"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "“... 2. Meetings of judges [of a court] shall be convened by the president of the court on his own initiative or at the request of at least one-third of the judicial staff of the court. ...”",
            "uk": "«... 2. Збори суддів скликаються головою відповідного суду за власною ініціативою або на вимогу не менш як третини від загальної кількості суддів даного суду. ...»"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "Section 122 – Councils of judges",
            "uk": "Стаття 122 – Ради суддів"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "“1. In the period between conferences of judges the functions of judicial self-governance shall be performed by the relevant council of judges. ...",
            "uk": "«1. У період між конференціями суддів функції суддівського самоврядування виконує відповідна рада суддів. ..."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "3. The council of judges shall be composed of eleven judges ...",
            "uk": "3. До рад суддів входять по 11 суддів ..."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "6. The council of judges shall:",
            "uk": "6. Рада суддів:"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "(1) oversee the organisation of the functioning of the relevant courts, examine reports on those issues by presidents of courts ...;",
            "uk": "(1) здійснює контроль за організацією діяльності відповідних судів, заслуховує інформацію голів цих судів про діяльність судів ...;"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "(3) make submissions to the High Council of Justice on the appointment of judges to administrative positions at the courts and their dismissal from such positions; ...”",
            "uk": "(3) вносить подання Вищій раді юстиції щодо призначення суддів на адміністративні посади в судах та звільнення їх з таких посад; ...»"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "D.  The High Council of Justice Act of 15 January 1998 (in force at the relevant time)",
            "uk": "D.  Закон України «Про Вищу раду юстиції» від 15 січня 1998 року (чинний на час подій)"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "29.  The relevant provisions of this law read as follows at the material time:",
            "uk": "29.  На момент подій відповідні положення цього закону передбачали:"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "Section 3 – Powers of the High Council of Justice",
            "uk": "Стаття 3 – Повноваження Вищої ради юстиції"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "“ The High Council of Justice shall:",
            "uk": "«Вища рада юстиції:"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "(1-1) following the submission of a proposal by the relevant council of judges, ... dismiss judges from the positions of president and deputy president of courts ...;",
            "uk": "(1-1) за поданням відповідної ради суддів призначає суддів на посади голови суду, заступника голови суду та звільняє їх з цих посад;"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "Section 32-1 – Dismissal of judges from the positions of president and deputy president of a court",
            "uk": "Стаття 32-1 – Звільнення суддів з посад голови суду, заступника голови суду"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "A decision of the High Council of Justice to dismiss the president or deputy president of a court shall be taken by a majority of the constitutional composition of the High Council of Justice.”",
            "uk": "Рішення про звільнення з посади голови суду, заступника голови суду вважається прийнятим, якщо за нього проголосувало більше половини членів Вищої ради юстиції від її конституційного складу.»"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "30.  Other relevant provisions of this Act can be found in the judgment in the case of Oleksandr Volkov v. Ukraine (no. 21722/11, §§ 65-71, ECHR 2013).",
            "uk": "30.  Інші відповідні положення цього Закону наведені в рішенні у справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine) (заява № 21722/11, пункти 65 – 71, ЄСПЛ 2013)."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "E. Rules of the HCJ of 4 October 2010 (in force at the relevant time)",
            "uk": "E. Регламент ВРЮ від 04 жовтня 2010 року (чинний на час подій)"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "31.  Paragraph 3.2 (1) of the Rules provided that a judge could be dismissed from the position of president or deputy president of a court by the HCJ following the submission of a proposal by the relevant council of judges.",
            "uk": "31.  Пункт 1 параграфу 3.2 Регламенту передбачав, що суддя звільняється з посади голови суду чи заступника голови суду ВРЮ за поданням відповідної ради суддів."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "32.  Paragraph 3.2 (2) of the Rules provided the following grounds for the dismissal of a judge from an administrative position: (i) dismissal from the judiciary; (ii) submission of a statement of resignation from the administrative position; (iii) expiry of the period of appointment to the administrative position; (iv) transfer of the judge to another court; (v) breach of official duties.",
            "uk": "32.  Пункт 2 параграфу 3.2 Регламенту передбачав такі підстави для звільнення судді з адміністративної посади: (і) звільнення його з посади судді; (іі) подання заяви про дострокове припинення повноважень на адміністративній посаді за власним бажанням; (ііі) закінчення строку перебування судді на адміністративній посаді; (iv) переведення на роботу на посаду судді до іншого суду; (v) порушення посадових обов’язків."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "III.  RELEVANT INTERNATIONAL MATERIALS",
            "uk": "III.  ВІДПОВІДНІ МІЖНАРОДНІ ДОКУМЕНТИ"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "33.  The relevant extracts from the European Charter on the statute for judges (Department of Legal Affairs of the Council of Europe, 8-10 July 1998, DAJ/DOC (98)23) read:",
            "uk": "33.  Відповідні витяги з Європейської Хартії про статус суддів (Департамент з юридичних питань Ради Європи, 08 – 10 липня 1998 року, DAJ/DOC (98)23) передбачать:"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "“1. General Principles",
            "uk": "«1. Загальні принципи"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "1.3. In respect of every decision affecting the selection, recruitment, appointment, career progress or termination of office of a judge, the statute envisages the intervention of an authority independent of the executive and legislative powers within which at least one half of those who sit are judges elected by their peers following methods guaranteeing the widest representation of the judiciary.",
            "uk": "1.3. Щодо кожного рішення, пов’язаного з підбором, відбором, призначенням, просуванням по службі або припиненням повноважень судді Закон передбачає втручання органу, незалежного від виконавчої та законодавчої влади, у складі якого щонайменше половина членів, які беруть участь у засіданні, є суддями, обраними такими самими суддями у порядку, який гарантує якнайширше представництво суддівського корпусу."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "5. Liability",
            "uk": "5. Відповідальність"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "34.  In the conclusions to its “Report on the Independence of the Judicial System, Part I: The Independence of Judges”, adopted at its 82nd plenary session on 12 and 13 March 2010 (CDL-AD(2010)004), the Venice Commission found as follows:",
            "uk": "34.  У висновках до свого «Звіту про незалежність судової системи, Частина І: Незалежність суддів», ухваленого на 82-му пленарному засіданні 12 та 13 березня 2010 року (CDL-AD(2010)004), Венеціанська комісія зазначила:"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "“82. The following standards should be respected by states in order to ensure internal and external judicial independence:",
            "uk": "«82. Для забезпечення зовнішньої та внутрішньої суддівської незалежності державам слід дотримуватися наступних стандартів:"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "6. Judicial councils, or disciplinary courts, should have a decisive influence in disciplinary proceedings. The possibility of an appeal to a court against decisions of disciplinary bodies should be provided for. ...”",
            "uk": "6. Ради суддів, або дисциплінарні суди, повинні мати вирішальний вплив у дисциплінарному провадженні. Необхідно забезпечити можливість оскарження рішення дисциплінарного органу в суді. ...»"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "35.  The relevant parts of Recommendation CM/Rec(2010)12 of the Committee of Ministers to member States on judges: independence, efficiency and responsibilities (adopted by the Committee of Ministers on 17 November 2010 at the 1098th meeting of the Ministers’ Deputies) read as follows:",
            "uk": "35.  Відповідні частини Рекомендації CM/Rec(2010)12 Комітету міністрів Ради Європи державам-членам щодо суддів: незалежність, ефективність та обов’язки (ухвалена Комітетом міністрів Ради Європи 17 листопада 2010 року на 1098-му засіданні заступників міністрів) передбачають:"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "“Chapter IV – Councils for the judiciary",
            "uk": "«Розділ IV – Ради суддів"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "26. Councils for the judiciary are independent bodies, established by law or under the constitution, that seek to safeguard the independence of the judiciary and of individual judges and thereby to promote the efficient functioning of the judicial system.",
            "uk": "26. Ради суддів є незалежними органами, створеними відповідно до Закону або Конституції, які прагнуть зберегти незалежність суддів та судової влади загалом і, таким чином, сприяти ефективному функціонуванню судової системи."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "27. Not less than half the members of such councils should be judges chosen by their peers from all levels of the judiciary and with respect for pluralism inside the judiciary.",
            "uk": "27. Не менше половини членів таких рад мають бути суддями, яких обирають самі судді із судів усіх рівнів з повагою до плюралізму в судовій системі."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "28. Councils for the judiciary should demonstrate the highest degree of transparency towards judges and society by developing pre-established procedures and reasoned decisions.",
            "uk": "28. Ради суддів повинні демонструвати найвищий рівень прозорості щодо суддів та суспільства, вдосконалюючи попередньо встановлені процедури та приймаючи обґрунтовані рішення."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "Chapter VI – Status of the judge",
            "uk": "Розділ VI – Статус судді"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "Selection and career",
            "uk": "Добір і просування по службі"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "46. The authority taking decisions on the selection and career of judges should be independent of the executive and legislative powers. With a view to guaranteeing its independence, at least half of the members of the authority should be judges chosen by their peers.",
            "uk": "46. Орган влади, який приймає рішення щодо добору та просування суддів по службі, повинен бути незалежним від виконавчої та законодавчої влади. Для гарантування незалежності такого органу щонайменше половину його членів мають становити судді, обрані самими суддями."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "47. However, where the constitutional or other legal provisions prescribe that the head of state, the government or the legislative power take decisions concerning the selection and career of judges, an independent and competent authority drawn in substantial part from the judiciary (without prejudice to the rules applicable to councils for the judiciary contained in Chapter IV) should be authorised to make recommendations or express opinions which the relevant appointing authority follows in practice.",
            "uk": "47. Проте, коли конституційними або іншими правовими положеннями передбачено, що рішення про добір та просування суддів по службі приймає Глава держави, Уряд або законодавча влада, незалежний та компетентний орган, значна кількість членів якого сформована із суддів (без порушення норма Розділу IV, які застосовуються до рад суддів), повинен мати повноваження надавати рекомендації або викладати свою точку зору, які відповідний орган, що здійснює призначення, має застосовувати на практиці."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "48. The membership of the independent authorities referred to in paragraphs 46 and 47 should ensure the widest possible representation. Their procedures should be transparent with reasons for decisions being made available to applicants on request. ...",
            "uk": "48. Членство незалежних органів влади, зазначених у параграфах 46 та 47, повинно забезпечувати якнайширше представництво. Їхня діяльність має бути прозорою, причини для прийняття рішень мають надаватися на вимогу заявників. ..."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "Chapter VII – Duties and responsibilities",
            "uk": "Розділ VII – Обов’язки та зобов’язання"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "Liability and disciplinary proceedings",
            "uk": "Відповідальність і дисциплінарні провадження"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "69. Disciplinary proceedings may follow where judges fail to carry out their duties in an efficient and proper manner. Such proceedings should be conducted by an independent authority or a court with all the guarantees of a fair trial and provide the judge with the right to challenge the decision and sanction. Disciplinary sanctions should be proportionate.”",
            "uk": "69. Дисциплінарне провадження може бути ініційоване у разі неефективного та неналежного виконання суддями своїх обов’язків. Таке провадження має здійснюватись незалежним органом влади або судом, із забезпеченням гарантій справедливого судового розгляду і права на оскарження рішення та покарання. Дисциплінарні санкції мають бути пропорційними.»"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "36.  The Consultative Council of European Judges, at its 11th plenary meeting (17-19 November 2010), adopted a Magna Carta of Judges (Fundamental Principles) summarising and codifying the main conclusions of the Opinions it had already adopted. The section entitled “Body in charge of guaranteeing independence” reads as follows:",
            "uk": "36.  Консультативна рада європейських суддів на своєму 11-му пленарному засіданні (17 – 19 листопада 2010 року) ухвалила Велику Хартію Суддів (Основоположні принципи), що узагальнює та кодифікує головні підсумки Висновків, які вона вже затвердила. Розділ під назвою «Орган, відповідальний за забезпечення незалежності» передбачає:"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "37.  Further relevant international texts can be found in Baka v. Hungary [GC] (no. 20261/12, §§ 72-73 and 82-86, ECHR 2016).",
            "uk": "37.  Інші відповідні міжнародні документи наведені в рішенні у справі «Бака проти Угорщини» [ВП] (Baka v. Hungary) [GC] \n(заява № 20261/12, пункти 72, 73 та 82 – 86, ЄСПЛ 2016)."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE PRINCIPLES OF AN INDEPENDENT AND IMPARTIAL TRIBUNAL",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ ЩОДО ПРИНЦИПІВ НЕЗАЛЕЖНОСТІ ТА БЕЗСТОРОННОСТІ СУДУ"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "38.  The applicant complained under Article 6 § 1 of the Convention that the proceedings before the HCJ and the HAC concerning his removal from the position of president of the Kyiv Administrative Court of Appeal had not been compatible with the requirements of independence and impartiality. He complained, in addition, that the HAC had not provided a sufficient review of his case, thereby impairing his right of access to a court.",
            "uk": "38.  Заявник скаржився за пунктом 1 статті 6 Конвенції на невідповідність вимогам незалежності та безсторонності проваджень у ВРЮ та ВАСУ щодо звільнення його з посади голови Київського апеляційного адміністративного суду. Він також скаржився, що ВАСУ не забезпечив належний перегляд його справи, обмеживши, тим самим, його право на доступ до суду."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "39.  The relevant part of Article 6 § 1 reads as follows:",
            "uk": "39.  Відповідна частина пункту 1 статті 6 Конвенції передбачає:"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... незалежним і безстороннім судом, встановленим законом, який вирішить спір щодо його прав та обов’язків цивільного характеру або встановить обґрунтованість будь-якого висунутого проти нього обвинувачення.»"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "1. The parties’ submissions",
            "uk": "1. Доводи сторін"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "41.  The Government submitted that the civil limb of Article 6 was not applicable since there was no “civil” right at issue. The dispute had been entirely within the sphere of public law and the claim submitted by the applicant in respect of pecuniary damage concerned a small amount (see paragraph 22 above), which had not constituted a significant disadvantage for him. On those grounds the Government submitted that the complaint was incompatible ratione materiae with the Convention.",
            "uk": "41.  Уряд доводив, що цивільний аспект статті 6 Конвенції не був застосовним, оскільки не порушувалось питання щодо жодного «цивільного» права. Цей спір повністю охоплювався сферою публічного права, а подана заявником вимога щодо матеріальної шкоди стосувалася невеликої суми (див. пункт 22), яка не становила для нього значних збитків. За цих підстав Уряд стверджував, що скарга не відповідала Конвенції за критерієм ratione materiae."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "2. Third-party intervener",
            "uk": "2. Третя сторона, яка вступила у справу"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "3. The Court’s assessment",
            "uk": "3. Оцінка Суду"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "43.  It is common ground between the parties that Article 6 § 1 is not applicable under its criminal limb. Indeed, the proceedings at issue did not relate to the determination of a criminal charge, and for this reason the criminal limb does not apply (see, mutatis mutandis, Oleksandr Volkov, cited above, §§ 93-95).",
            "uk": "43.  Сторони погоджуються, що кримінальний аспект пункту 1 статті 6 Конвенції не є застосовним. Дійсно, провадження, що розглядається, не стосується встановлення обґрунтованості кримінального обвинувачення і за цих підстав кримінальний аспект не застосовується (див., mutatis mutandis, згадане рішення у справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine), пункти 93 – 95)."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(a)  The general requirements for the applicability of the civil limb of Article 6 § 1",
            "uk": "(a)  Загальні вимоги щодо застосовності цивільного аспекту пункту 1 статті 6 Конвенції"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "(i)  The relevant principles",
            "uk": "(i)  Відповідні принципи"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "(ii)  Application of these principles to the present case",
            "uk": "(ii)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "49.  Lastly, the dispute was “directly decisive” for the right at issue because it resulted in the premature termination of the applicant’s exercise of that right.",
            "uk": "49.  Насамкінець, спір був «безпосередньо вирішальним» для права, яке розглядається, оскільки він призвів до дострокового припинення здійснення заявником цього права."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "(b)  As to the “civil” nature of the right in dispute",
            "uk": "(b)  Щодо «цивільного» характеру права, якого стосується спір"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "50.  The Government contested the applicability of Article 6, arguing that the dispute was in the area of public law and that, consequently, there was no “civil” right at issue.",
            "uk": "50.  Уряд заперечив застосовність статті 6 Конвенції, стверджуючи, що спір стосувався сфери публічного права та що, відповідно, не існувало жодного питання щодо «цивільного» права."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "(i)  The relevant principles",
            "uk": "(i)  Відповідні принципи"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "52.  Besides the above-mentioned development of the case-law, the scope of the “civil” limb has been substantially extended in relation to public-employment disputes, a field which is directly relevant to the present case.",
            "uk": "52.  Крім наведеного розвитку практики Суду межі застосування «цивільного» аспекту були суттєво розширені щодо публічно-трудових спорів, сфери, яка має безпосередній стосунок до цієї справи."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "(ii)  Application of these principles to the present case",
            "uk": "(ii)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "55.  Applying the Vilho Eskelinen test further, it is not disputed that domestic law provides for access to a court in the case of claims concerning dismissal from administrative positions in the judiciary. Accordingly, Article 6 applies under its civil head.",
            "uk": "55.  Застосовуючи далі встановлений в рішенні у справі «Вільхо Ескелайнен та інші проти Фінляндії» (Vilho Eskelinen and Others v. Finland) підхід, не оспорюється, що національне законодавство надає можливість доступу до суду для оскарження звільнення з адміністративних посад у судовій системі. Отже, стаття 6 Конвенції застосовується у своєму цивільному аспекті."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "56.  It follows that the Government’s preliminary objection as to the applicability of Article 6 § 1 of the Convention must be dismissed.",
            "uk": "56.  З цього випливає, що первинні заперечення Уряду щодо застосовності пункту 1 статті 6 Конвенції мають бути відхилені."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "57.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "57.  Суд також зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути оголошена прийнятною."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "1. The parties’ submissions",
            "uk": "1. Доводи сторін"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "58.  The applicant submitted that the HCJ did not constitute an “independent and impartial tribunal” owing to the manner of its composition, the subordination of its members to other State bodies and the lack of objective impartiality and the existence of personal bias on the part of some of its members. Furthermore, the obligation to provide an “independent and impartial tribunal” had not been satisfied by the HAC either.",
            "uk": "58.  Заявник стверджував, що ВРЮ не була «незалежним та безстороннім судом» з огляду на порядок утворення її складу, підпорядкованість її членів іншим державним органам, відсутність об’єктивної безсторонності та існування особистого упередження у деяких її членів. Крім того, ВАСУ також не дотримався обов’язку забезпечити «незалежний та безсторонній суд»."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "59.  The Government submitted that the requirements of Article 6 § 1 had been met and that there was no indication of bias on the part of the national authorities. They emphasised that the HAC’s judgment had been based on the parties’ submissions and had included sufficient reasons.",
            "uk": "59.  Уряд стверджував, що вимоги пункту 1 статті 6 Конвенції були дотримані та що не було жодних ознак упередженості з боку національних органів влади. Уряд наголосив, що постанова ВАСУ ґрунтувалась на доводах сторін та була достатньо вмотивованою."
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "2. The Court’s assessment",
            "uk": "2. Оцінка Суду"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "(a)  General principles relating to the requirements of an “independent and impartial tribunal” at the stages of the determination and the review of the case",
            "uk": "(a)  Загальні принципи щодо вимог «незалежного та безстороннього суду» на етапах вирішення та перегляду справи"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "63.  In this respect, even appearances may be of a certain importance, or in other words, “justice must not only be done, it must also be seen to be done”. What is at stake is the confidence which the courts in a democratic society must inspire in the public (see Morice v. France [GC], no. 29369/10, § 78, ECHR 2015).",
            "uk": "63.  У зв’язку з цим навіть зовнішні прояви мають певну важливість, або іншими словами, «правосуддя має не лише здійснюватися, має бути видно, що воно здійснюється». Адже йдеться про довіру, яку в демократичному суспільстві суди повинні вселяти у громадськість (див. рішення у справі «Моріс проти Франції» [ВП] (Morice v. France) [GC], заява № 29369/10, пункт 78, ЄСПЛ 2015)."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "64.  Finally, the concepts of independence and objective impartiality are closely linked and, depending on the circumstances, may require joint examination (see, for example, Cooper v. the United Kingdom [GC], no. 48843/99, § 104, ECHR 2003XII).",
            "uk": "64.  Насамкінець, концепції незалежності та об’єктивної безсторонності тісно пов’язані між собою та залежно від обставин можуть вимагати спільного розгляду (див., наприклад, рішення у справі «Купер проти Сполученого Королівства» [ВП] (Cooper v. the United Kingdom) [GC], заява № 48843/99, пункт 104, ЄСПЛ 2003XII)."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "(b)  Application of those principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "(i)  Approach to examining the complaint",
            "uk": "(i)  Підхід до розгляду скарги"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "(ii)  Proceedings before the HCJ",
            "uk": "(ii)  Провадження у ВРЮ"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "72.  The above considerations are sufficient for the Court to conclude that the proceedings before the HCJ lacked the guarantees of independence and impartiality in view of the structural deficiencies and the appearance of personal bias.",
            "uk": "72.  Наведених міркувань достатньо для Суду, щоб дійти висновку, що у провадженні у ВРЮ не було забезпечено гарантій незалежності та безсторонності з огляду на системні недоліки та ознаки особистої упередженості."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "(iii)  Whether the examination by the HAC provided a sufficient review",
            "uk": "(iii)  Чи забезпечив розгляд ВАСУ достатній перегляд"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "75.  The above considerations are equally pertinent to the present case. In reviewing the HCJ’s decision, which had immediate effect, the HAC was acting within the same legal framework with the same limited powers and uncertainties as to the eventual legal consequences.",
            "uk": "75.  Наведені міркування так само стосуються цієї справи. При перегляді рішення ВРЮ, яке одразу набрало законної сили, ВАСУ діяв в межах того самого законодавства з аналогічними обмеженими повноваженнями та невизначеностями щодо можливих правових наслідків."
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "78.  Therefore, the review of the applicant’s case by the HAC was not sufficient. Accordingly, it was unable to remedy the defects regarding procedural fairness resulting from the proceedings before the HCJ.",
            "uk": "78.  Отже, перегляд ВАСУ справи заявника був недостатнім. Відповідно, він не міг виправити недоліки щодо процесуальної справедливості, які були у провадженні ВРЮ."
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "(iv)  Whether the HAC complied with standards of independence and impartiality",
            "uk": "(iv)  Чи дотримався ВАСУ стандартів незалежності та безсторонності"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "80.  It follows that the judicial review by the HAC in the present case did not comply with the requirement of independence and impartiality.",
            "uk": "80.  З цього випливає, що у цій справі перегляд ВАСУ не відповідав вимозі незалежності та безсторонності."
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "(v)  Conclusion",
            "uk": "(v)  Висновок"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "81.  Accordingly, the HCJ failed to ensure an independent and impartial examination of the applicant’s case, and the subsequent review of his case by the HAC did not put those defects right.",
            "uk": "81.  Відповідно, ВРЮ не забезпечила незалежний та безсторонній розгляд справи заявника, а подальший перегляд ВАСУ його справи не виправив ці недоліки."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "82.  There has therefore been a violation of Article 6 § 1 of the Convention.",
            "uk": "82.  Отже, було порушено пункт 1 статті 6 Конвенції."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "83.  The applicant complained under Article 8 of the Convention that his right to respect for his private life had been violated by his dismissal from the position of president of the Kyiv Administrative Court of Appeal.",
            "uk": "83.  Заявник скаржився за статтею 8 Конвенції на порушення його права на повагу до приватного життя внаслідок його звільнення з посади голови Київського апеляційного адміністративного суду."
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "84.  The relevant parts of Article 8 of the Convention provide as follows:",
            "uk": "84.  Стаття 8 Конвенції у відповідних частинах передбачає:"
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private ... life ...",
            "uk": "«1.  Кожен має право на повагу до свого приватного ... життя ..."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2.  Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб.»"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "A. The parties’ submissions",
            "uk": "A. Доводи сторін"
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "1. The applicant",
            "uk": "1. Заявник"
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "87.  The applicant further submitted, as to the merits of his complaint, that the interference with his right to respect for his private life had not been “in accordance with the law” as the applicable law was too vague and did not provide for procedural safeguards to prevent its arbitrary application. He then submitted that his dismissal had been disproportionate in the circumstances as the manner in which he had been dismissed had not given him any opportunity to remedy his alleged managerial failings.",
            "uk": "87.  Щодо суті своєї скарги заявник також стверджував, що втручання у його право на повагу до його приватного життя не здійснювалось «згідно із законом», оскільки застосовне законодавство було надто нечітким та не передбачало процесуальних гарантій для попередження його свавільного застосування. Крім того, він стверджував, що його звільнення було непропорційним за таких обставин, оскільки спосіб, у який він був звільнений, не надавав йому жодної можливості виправити його стверджувані недоліки в управлінні."
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "2. The Government",
            "uk": "2. Уряд"
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "88.  The Government submitted that the right to exercise administrative functions in a court did not fall within the ambit of Article 8 of the Convention. In contrast to the cases of Oleksandr Volkov (cited above) and Özpınar v. Turkey (no. 20999/04, 19 October 2010), the applicant in the present case had not been removed from judicial office. Given this important distinction, the complaint was incompatible ratione materiae with the Convention.",
            "uk": "88.  Уряд стверджував, що право здійснювати адміністративні функції у суді не підпадало під дію статті 8 Конвенції. На відміну від згаданої справи «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine) та справи «Озпінар проти Туреччини» (Özpınar v. Turkey) (заява № 20999/04, від 19 жовтня 2010 року) заявник у цій справі з посади судді не звільнявся. З огляду на цю важливу відмінність скарга була несумісною з Конвенцією за критерієм ratione materiae."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "89.  The Government further contended that even assuming that Article 8 was applicable, the applicant’s removal from his administrative position had had very little impact on his private life. The applicant had probably changed office in the same court building and had received a slightly lower salary. Therefore, he had not suffered a “significant disadvantage” and the complaint had to be declared inadmissible under Article 35 §§ 3 (b) and 4 of the Convention.",
            "uk": "89.  Уряд також доводив, що навіть якщо припустити, що стаття 8 Конвенції була застосовною, звільнення заявника з його адміністративної посади мало дуже незначний вплив на його приватне життя. Заявник, ймовірно, змінив кабінет у тій самій будівлі суду та отримував дещо нижчу заробітну плату. Отже, він не зазнав «суттєвої шкоди» і скарга мала бути оголошена неприйнятною відповідно до підпункту «b» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "B. The third-party intervener",
            "uk": "B. Третя сторона, яка вступила у справу"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "91.  The third party submitted that the issue of the applicability of Article 8 of the Convention had to be determined with regard to the fact that the position of court president always implied a leadership role in the judiciary and that removal from that position engaged the individual’s private life. In particular, such removal affected the professional relationships of the individual concerned, as well as his reputation and standing.",
            "uk": "91.  Третя сторона стверджувала, що питання застосовності статті 8 Конвенції мало вирішуватись з огляду на той факт, що посада голови суду завжди передбачала лідерську роль у судовій системі та що звільнення з цієї посади зачіпало приватне життя особи. Зокрема, таке звільнення впливало на професійні зв’язки відповідної особи, а також його репутацію та становище."
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "C. The Court’s assessment",
            "uk": "C. Оцінка Суду"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "(a)  Preliminary remarks",
            "uk": "(a)  Попередні зауваження"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "94.  The Court therefore has to examine whether Article 8 of the Convention is applicable to the present case, and accordingly whether it has jurisdiction ratione materiae to examine the relevant complaint on the merits.",
            "uk": "94.  Отже, Суд має розглянути чи є стаття 8 Конвенції застосовною до цієї справи та, відповідно, чи має він юрисдикцію ratione materiae розглядати відповідну скаргу по суті."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "(b)  General principles",
            "uk": "(b)  Загальні принципи"
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "(i)  “Private life” as a broad term",
            "uk": "(i)  «Приватне життя» як широке поняття"
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "96.  Therefore, it would be too restrictive to limit the notion of “private life” to an “inner circle” in which the individual may live his own personal life as he chooses and to exclude therefrom entirely the outside world not encompassed within that circle (see Fernández Martínez, cited above, § 109).",
            "uk": "96.  Отже, буде занадто суворо обмежувати поняття «приватне життя» лише «внутрішнім колом», у якому особа може жити своїм особистим життям на власний вибір і цілковито виключати з нього зовнішній світ, який не входить до цього кола (див. згадане рішення у справі «Фернандез Мартінез проти Іспанії» (Fernández Martínez v. Spain), пункт 109)."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "(ii)  Right to respect for reputation",
            "uk": "(ii)  Право на повагу до репутації"
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "99.  On the basis of this case-law, the Court has applied Article 8 to the exercise of professional functions in a number of cases.",
            "uk": "99.  На підставі цієї практики Суд застосовував статтю 8 Конвенції у низці справ щодо здійснення професійних функцій."
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "(iii)  “Private life” in employment-related scenarios",
            "uk": "(iii)  «Приватне життя» в контексті трудових відносин"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "102.  In the cases falling into the above-mentioned category, the Court applies the concept of “private life” on the basis of two different approaches: (α) identification of the “private life” issue as the reason for the dispute (reason-based approach) and (β) deriving the “private life” issue from the consequences of the impugned measure (consequence-based approach).",
            "uk": "102.  У справах, що входять до наведеної категорії, Суд застосовує поняття «приватного життя» на підставі двох різних підходів: (α) визначення питання «приватного життя» як підстави для спору (підхід, заснований на підставах) та (β) вилучення питання «приватного життя» з наслідків оскаржуваного заходу (підхід, заснований на наслідках)."
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "(α)  Reason-based approach",
            "uk": "(α)  Підхід, заснований на підставах"
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "103.  Complaints concerning the exercise of professional functions have been found to fall within the ambit of “private life” when factors relating to private life were regarded as qualifying criteria for the function in question and when the impugned measure was based on reasons encroaching upon the individual’s freedom of choice in the sphere of private life.",
            "uk": "103.  Скарги щодо здійснення професійних функцій визнаються такими, що охоплюються сферою «приватного життя», коли пов’язані з приватним життям фактори розглядаються як кваліфікаційні критерії відповідної функції та коли оскаржуваний захід ґрунтувався на підставах, які посягають на свободу особистого вибору у сфері приватного життя."
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "106.  As can be seen from these examples, the underlying reasons for the impugned measure affecting professional life may be linked to the individual’s private life and these reasons themselves may render Article 8 applicable.",
            "uk": "106.  З цих прикладів вбачається, що основні підстави для вжиття оскаржуваного заходу, який впливає на професійне життя, можуть бути пов’язані з приватним життям особи, і самі по собі ці підстави можуть призвести до застосування статті 8 Конвенції."
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "(β)  Consequence-based approach",
            "uk": "(β)  Підхід, заснований на наслідках"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "(iv) Minimum level of severity of the alleged violation",
            "uk": "(iv) Мінімальний рівень суворості стверджуваного порушення"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "(v)  Conclusions: the scope of Article 8 in employment-related disputes",
            "uk": "(v)  Висновки: межі застосування статті 8 Конвенції у трудових спорах"
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "116.  If the consequence-based approach is at stake, the threshold of severity with respect to all the above-mentioned aspects assumes crucial importance. It is for the applicant to show convincingly that the threshold was attained in his or her case. The applicant has to present evidence substantiating consequences of the impugned measure. The Court will only accept that Article 8 is applicable where these consequences are very serious and affect his or her private life to a very significant degree.",
            "uk": "116.  При застосуванні підходу, заснованого на наслідках, рівень суворості з огляду на всі наведені аспекти набуває вирішального значення. Саме заявник має переконливо продемонструвати, що цей рівень був досягнутий у його справі. Заявник має надати докази, які підтверджуватимуть наслідки оскаржуваного заходу. Суд визнає, що стаття 8 Конвенції є застосовною лише за умови, що ці наслідки є дуже серйозними та значною мірою впливають на його приватне життя."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "(c)  Application of the general principles to the present case",
            "uk": "(c)  Застосування загальних принципів у цій справі"
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "118.  In the present case the Court is required to answer the question whether the applicant’s dismissal from the position of president of a court of appeal, without his removal from the post of judge, affected his private life, thus rendering Article 8 applicable.",
            "uk": "118.  У цій справі Суд має відповісти на питання, чи вплинуло звільнення заявника з посади голови апеляційного суду із залишенням його на посаді судді на його приватне життя таким чином, що це призвело до застосовності статті 8 Конвенції."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "119.  The Court will first examine the way in which a private-life issue could arise in the present employment dispute: whether because of the underlying reasons for the applicant’s dismissal or because of the consequences for his private life.",
            "uk": "119.  Спочатку Суд розгляне напрямок за яким у цьому трудовому спорі може виникнути питання, пов’язане з приватним життям: або через підстави для звільнення заявника або через наслідки для його приватного життя."
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "124.  The question remains whether or not the impugned measure encroached upon the applicant’s reputation in such a way that it seriously affected his esteem among others, with the result that it has a serious impact on his interaction with society. The Court will look at this issue in terms of professional and social reputation.",
            "uk": "124.  Залишається відкритим питання, чи посягнув оскаржуваний захід на репутацію заявника у спосіб, який мав серйозний відбиток на його повазі серед інших, що призвело до серйозного впливу на його взаємодію із суспільством. Суд розгляне це питання з точки зору професійної та соціальної репутації."
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "130.  The applicant’s contention that the decision on his dismissal had been disseminated in the mass media and had become known to an unidentified number of persons cannot, as such, demonstrate substantial damage to his professional and social reputation. Moreover, the applicant failed to substantiate this allegation by providing specific details concerning the persons responsible for publishing such information, the coverage it received and its impact.",
            "uk": "130.  Твердження заявника про те, що рішення про його звільнення було розповсюджено у засобах масової інформації та стало відомо невизначеній кількості осіб, як таке, не демонструє суттєвої шкоди для його професійної та соціальної репутації. До того ж заявник не навів в обґрунтування свого твердження конкретних деталей щодо осіб, відповідальних за опублікування такої інформації, та щодо того, яке вона мала охоплення та вплив."
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "131.  Finally, there is no support in the file for the applicant’s allegation that the damage to his reputation was serious in view of the harm caused to the interests of his children and that this harm negatively affected his private life. This allegation has not been raised at domestic level and it has not been substantiated in the proceedings before the Court.",
            "uk": "131.  Зрештою, у матеріалах справи немає доказів на підтримку твердження заявника щодо серйозності шкоди для його репутації з огляду на шкоду, завдану інтересам його дітей, та негативний вплив цієї шкоди на його приватне життя. Це твердження не висувалось на національному рівні та не було обґрунтоване у провадженні у цьому Суді."
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "132.  The applicant did not put forward, either before the Court or in the domestic proceedings, any other specific personal circumstances indicating that the measure had had a serious impact on his private life.",
            "uk": "132.  Заявник не навів ані у цьому Суді, ані на національному рівні будь-яких конкретних обставин, які б вказали на те, що цей захід мав серйозний вплив на його приватне життя."
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "133.  Accordingly, measuring the applicant’s subjective perceptions against the objective background and assessing the material and nonmaterial impact of his dismissal on the basis of the evidence presented before the Court, it has to be concluded that the dismissal had limited negative effects on the applicant’s private life and did not cross the threshold of seriousness for an issue to be raised under Article 8 of the Convention.",
            "uk": "133.  Отже, аналізуючи суб’єктивне сприйняття заявника на фоні об’єктивних обставин та оцінюючи матеріальний та нематеріальний вплив його звільнення на підставі доказів, наявних у Суду, можна дійти висновку, що звільнення мало обмежені негативні наслідки для приватного життя заявника та не перевищували рівень серйозності настільки, щоб порушити питання за статтею 8 Конвенції."
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "III.  ALLEGED VIOLATIONS OF ARTICLE 18 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
            "uk": "III.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 18 КОНВЕНЦІЇ ТА СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "135.  The applicant asserted before the Grand Chamber that his dismissal from the position of president of the Kyiv Administrative Court of Appeal had pursued ulterior political purposes, in breach of Article 18 of the Convention. He further complained of a violation of his pecuniary rights under Article 1 of Protocol No. 1 because he had been precluded from receiving a higher salary and higher retirement benefits. Those Articles provide:",
            "uk": "135.  У своїх зауваженнях, поданих до Великої палати, заявник стверджував, що його звільнення з посади голови Київського апеляційного адміністративного суду переслідувало приховані політичні цілі у порушення статті 18 Конвенції. Він також скаржився на порушення його майнових прав за статтею 1 Першого протоколу до Конвенції, оскільки він був позбавлений можливості отримувати вищу заробітну плату та пенсію. Ці статті передбачають:"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "Article 18",
            "uk": "Стаття 18"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "“The restrictions permitted under this Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
            "uk": "«Обмеження, дозволені згідно з цією Конвенцією щодо зазначених прав і свобод, не застосовуються для інших цілей ніж ті, для яких вони встановлені.»"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "Article 1 of Protocol No. 1",
            "uk": "Стаття 1 Першого протоколу до Конвенції"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "136.  The Court notes that the applicant’s complaint under Article 18 of the Convention was raised for the first time in 2017, in the applicant’s submissions to the Grand Chamber. The complaint was therefore lodged outside the six-month time-limit and must be declared inadmissible in accordance with Article 35 §§ 1 and 4 of the Convention.",
            "uk": "136.  Суд зазначає, що вперше заявник висунув скаргу за статтею 18 Конвенції у 2017 році у своїх зауваженнях до Великої палати. Отже, скарга була подана з порушенням шестимісячного строку та має бути оголошена неприйнятною відповідно до пунктів 1 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
            "uk": "IV.  ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "138.  The applicant complained under Article 6 § 1 of the Convention that the principles of equality of arms, legal certainty and a “tribunal established by law” had been breached and that the requirement for decisions to contain proper reasons had not been complied with. Relying on Article 13 of the Convention, the applicant alleged that there had been no effective remedy in his case.",
            "uk": "138.  Заявник скаржився за пунктом 1 статті 6 Конвенції на порушення принципів рівності сторін, юридичної визначеності та «суду, встановленого законом» та недотримання вимоги щодо належної обґрунтованості рішень. Посилаючись на статтю 13 Конвенції, заявник стверджував, що у його справі не було ефективного засобу юридичного захисту."
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "V.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "140.  Article 41 of the Convention provides:",
            "uk": "140.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію»"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "141.  The applicant initially submitted a claim in respect of pecuniary damage, which he subsequently withdrew in a letter of 24 November 2017. The applicant also claimed 10,000 euros (EUR) in respect of non-pecuniary damage.",
            "uk": "141.  Спочатку заявник подав вимогу щодо матеріальної шкоди, яку згодом відкликав листом від 24 листопада 2007 року. Заявник також вимагав 10 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "142.  The Government submitted that the claim for non-pecuniary damage was unfounded.",
            "uk": "142.  Уряд стверджував, що вимога щодо відшкодування моральної шкоди було необґрунтованою."
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "143.  The Court considers that the applicant must have sustained non-pecuniary damage which the finding of a violation of the Convention in this judgment does not suffice to remedy. Ruling on an equitable basis, it awards the applicant EUR 3,000 in respect of non-pecuniary damage.",
            "uk": "143.  Суд вважає, що заявник мав зазнати моральної шкоди, для відшкодування якої не достатньо встановлення порушення Конвенції. Ухвалюючи рішення на засадах справедливості, Суд присуджує заявнику 3 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "145.  The Government submitted that the claims were excessive and not sufficiently substantiated. They argued in particular that the claims for legal fees had been exaggerated and the translation costs had not been necessarily incurred. Accordingly, the award under this head had to be decreased substantially if a violation of the Convention were found.",
            "uk": "145.  Уряд зазначив, що вимоги були надмірними та недостатньо обґрунтованими. Зокрема, Уряд стверджував, що вимоги щодо компенсації витрат на правову допомоги були перебільшені, а витрати на переклад не були неминучими. Отже, сума, присуджена за цим пунктом, має бути суттєво зменшена у випадку встановлення порушення Конвенції."
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "149.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "149.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "1.  Declares admissible, unanimously, the complaint under Article 6 § 1 of the Convention as regards the principles of an independent and impartial tribunal;",
            "uk": "1.  Оголошує одноголосно прийнятною скаргу за пунктом 1 статті 6 Конвенції щодо принципів незалежності та безсторонності суду;"
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "2.  Declares inadmissible, by a majority, the complaint under Article 8 of the Convention;",
            "uk": "2.  Оголошує більшістю неприйнятною скаргу за статтею 8 Конвенції;"
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "3.  Declares inadmissible, unanimously, the complaints under Article 18 of the Convention and Article 1 of Protocol No. 1 to the Convention;",
            "uk": "3.  Оголошує одноголосно неприйнятними скарги за статтею 18 Конвенції та статтею 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "4.  Holds, unanimously, that there has been a violation of Article 6 § 1 of the Convention as regards the principles of an independent and impartial tribunal;",
            "uk": "4.  Постановляє одноголосно, що було порушено пункт 1 статті 6 Конвенції щодо принципів незалежності та безсторонності суду;"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "5.  Holds, unanimously, that it is not necessary to examine the admissibility and merits of the remaining complaints;",
            "uk": "5.  Постановляє одноголосно, що немає необхідності розглядати прийнятність і суть решти скарг;"
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "6.  Holds, unanimously,",
            "uk": "6.  Постановляє одноголосно, що:"
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців держава-відповідач повинна сплатити заявнику такі суми, що мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "(i)  EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  3 000 (три тисячі) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "(ii)  EUR 3,000 (three thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, this amount to be paid into the bank account designated by the applicant’s representatives, this amount to be paid into the bank account designated by the applicant’s representatives;",
            "uk": "(ii)  3 000 (три тисячі) євро та додатково суму будь-якого податку, що може нараховуватись заявнику, в якості компенсації судових та інших витрат; ця сума має бути сплачена на банківський рахунок, вказаний представниками заявника."
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на вищезазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "7.  Dismisses, by sixteen votes to one, the remainder of the applicant’s claim for just satisfaction.",
            "uk": "7.  Відхиляє шістнадцятьма голосами проти одного решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 25 September 2018.",
            "uk": "Учинено англійською та французькою мовами та ухвалено \n25 вересня 2018 року під час публічного розгляду справи в Палаці прав людини в м. Страсбург."
        }
    }
]