[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF KRIVOLAPOV v. UKRAINE",
            "uk": "СПРАВА «КРИВОЛАПОВ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 5406/07)",
            "uk": "(Заява № 5406/07)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "2 October 2018",
            "uk": "02 жовтня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "02/01/2019",
            "uk": "02/01/2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Krivolapov v. Ukraine,",
            "uk": "У справі «Криволапов проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Paulo Pinto de Albuquerque, President,\n\tGanna Yudkivska,\n\tFaris Vehabović,\n\tIulia Antoanella Motoc,\n\tGeorges Ravarani,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Andrea Tamietti, Deputy Section Registrar,",
            "uk": "Пауло Пінто де Альбукерке (Paulo Pinto de Albuquerque), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tФаріс Вегабовіч (Faris Vehabović),\n\tЮлія Антоанелла Моток (Iulia Antoanella Motoc),\n\tЖорж Раварані (Georges Ravarani),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Андреа Там’єтті (Andrea Tamietti), заступник Секретаря секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 4 September 2018,",
            "uk": "після обговорення за зачиненими дверима 04 вересня 2018 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 5406/07) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Igor Aleksandrovich Krivolapov (“the applicant”), on 25 April 2007.",
            "uk": "1.  Справу було розпочато за заявою (№ 5406/07), яку 25 квітня \n2007 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Ігор Олександрович Криволапов (далі – заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant was represented by Mr T.O. Kalmykov, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna, from the Ministry of Justice.",
            "uk": "2.  Заявника представляв пан Т.О. Калмиков, юрист, який практикує у м. Харків. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant alleged, in particular, that he had been detained in poor conditions, that his detention had been unlawful and lengthy and that he had had no enforceable right to compensation in that regard. He furthermore complained that the length of the criminal proceedings against him had been unreasonable and that his right to the presumption of innocence had not been respected.",
            "uk": "3.  Заявник стверджував, зокрема, що умови тримання його під вартою були неналежними, тримання його під вартою було незаконним і тривалим, а також про відсутність в нього забезпеченого правовою санкцією права на відшкодування шкоди у зв’язку з цим. Він також скаржився на нерозумну тривалість кримінального провадження щодо нього та недотримання його права на презумпцію невинуватості."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 18 February 2017 the above complaints were communicated to the Government and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  18 лютого 2017 року про зазначені скарги було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "5.  The applicant was born in 1961 and lives in Kramatorsk.",
            "uk": "5.  Заявник народився у 1961 році та проживає у м. Краматорськ."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "A.  Background facts",
            "uk": "A.  Факти, що передували справі"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "6.  In July 2001 a journalist, Mr Igor Aleksandrov, was beaten to death by unknown persons in the premises of the local television company in Slovyansk, which he headed. He was the author of a number of television programmes on corruption and organised crime in the region.",
            "uk": "6.  У липні 2001 року журналіст, пан Ігор Александров, був забитий до смерті невідомими особами у приміщенні очолюваної ним місцевої телекомпанії у м. Слов’янськ. Він був автором низки телевізійних передач про корупцію та організовану злочинність в області."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "7.  The above tragic event sparked a broad public outcry.",
            "uk": "7.  Ця трагічна подія викликала гучний суспільний резонанс."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  It appears that B. went missing in October 2001.",
            "uk": "9.  Вбачається, що у жовтні 2001 року Б. зник безвісті."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  In May 2002 the first-instance court acquitted and released V. In July 2002 he died, supposedly of heart failure. Subsequently, a criminal investigation was launched into V.’s suspected poisoning. Its outcome is not clear from the case-file materials.",
            "uk": "10.  У травні 2002 року суд першої інстанції виправдав та звільнив В. У липні 2002 року він помер нібито від серцевої недостатності. Згодом було розпочато розслідування за фактом можливого отруєння В. З матеріалів справи його результат не зрозумілий."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "11.  On an unspecified date criminal proceedings were initiated in respect of the assumed murder of B., even though his body had not been found.",
            "uk": "11.  У незазначену дату було порушене кримінальне провадження у зв’язку з можливим вбивством Б., незважаючи на те, що його тіло знайдено не було."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "12.  At the time of the events the applicant held the post of deputy head of the Kramatorsk City Police Department.",
            "uk": "12.  На момент подій заявник обіймав посаду заступника начальника Краматорського міського відділу міліції."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "B.  Criminal proceedings against the applicant",
            "uk": "B.  Кримінальне провадження щодо заявника"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "14.  On 10 February 2004 the applicant was arrested as a suspect.",
            "uk": "14.  10 лютого 2004 року заявник був затриманий як підозрюваний."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "15.  On 13 February 2004 the Kyiv Pecherskyy District Court (“the Pecherskyy Court”) remanded the applicant in custody pending trial. His pre-trial detention was subsequently extended on many occasions.",
            "uk": "15.  13 лютого 2004 року Печерський районний суд м. Києва (далі – Печерський суд) обрав заявнику запобіжний захід у вигляді тримання під вартою до розгляду справи судом. Згодом строк тримання його під вартою під час досудового розслідування неодноразово продовжувався."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "16.  On various dates in 2004 further criminal cases were opened against the applicant and other persons in respect of: several counts of suspected kidnapping and aggravated murder and a further episode of abuse of office (selling a car which had been impounded as material evidence). Furthermore, a criminal case was opened against the applicant in respect of B.’s murder. All the cases in question were joined to the one initiated earlier.",
            "uk": "16.  У різні дати у 2004 році щодо заявника та інших осіб були порушені інші кримінальні справи за підозрою у декількох епізодах захоплення заручників і вчиненні умисного вбивства при обтяжуючих обставинах, а також ще одним епізодом перевищення службових повноважень (продаж автомобіля, вилученого як речовий доказ). Крім того, щодо заявника була порушена кримінальна справа за фактом вчинення вбивства Б. Всі зазначені справи були об’єднані з порушеною раніше."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "17.  During his questioning on 8 November 2004 the applicant confessed to having falsified, together with another police officer, the criminal case against V., as well as to having been involved in V.’s poisoning and to having murdered B.",
            "uk": "17.  Під час допиту 08 листопада 2004 року заявник зізнався у фальсифікації разом з іншим працівником міліції кримінальної справи щодо В., а також у причетності до отруєння В. і вчиненні вбивства Б."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "18.  On 28 November 2004 the applicant retracted his statements of 8 November 2004 and lodged a complaint with the Prosecutor General’s Office, submitting that he had been coerced into self-incrimination under psychological pressure.",
            "uk": "18.  28 листопада 2004 року заявник відмовився від своїх показань від 08 листопада 2004 року та подав до Генеральної прокуратури України скаргу, стверджуючи, що його примусили дати зізнавальні показання під психологічним тиском ."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "19.  On 5 April 2005 the Supreme Court extended the term of the applicant’s pre-trial detention to eighteen months (until 10 August 2005) in the light of the particular complexity of the proceedings.",
            "uk": "19.  05 квітня 2005 року Верховний Суд України продовжив строк тримання заявника під вартою під час досудового розслідування до вісімнадцяти місяців (до 10 серпня 2005 року) з огляду на особливу складність провадження."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "20.  On 8 July 2005 the pre-trial investigation was declared completed. The investigator also made a formal declaration that the case file was available for inspection by the accused and their lawyers.",
            "uk": "20.  08 липня 2005 року досудове слідство було оголошено закінченим. Слідчий також офіційно оголосив обвинуваченим та їхнім захисникам про доступність матеріалів справи для ознайомлення."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "21.  On 14 July 2005 the applicant was given access to the case file.",
            "uk": "21.  14 липня 2005 року заявнику був наданий доступ до матеріалів справи."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "23.  On 6 October and 8 December 2005, and on 6 March and 7 April 2006, the Kyiv Court extended the applicant’s pre-trial detention, respectively, to twenty-two, twenty-five, twenty-six and twenty-seven months (until 10 May 2006) on the same grounds as before.",
            "uk": "23.  06 жовтня та 08 грудня 2005 року, а також 06 березня та \n07 квітня 2006 року Київський суд продовжував строк тримання заявника під вартою під час досудового розслідування до двадцяти двох, двадцяти п’яти, двадцяти шести та двадцяти семи місяців відповідно (до 10 травня 2006 року) на тих самих підставах, що і раніше."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "24.  On 28 April 2006 the case file was sent to the Supreme Court for it to determine the court which would conduct the trial.",
            "uk": "24.  28 квітня 2006 року справу було направлено до Верховного Суду України для визначення суду, який розглядатиме справу."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "25.  On 23 May 2006 the Supreme Court referred the case to the Zaporizhzhya Regional Court of Appeal (“the Zaporizhzhya Court”).",
            "uk": "25.  23 травня 2006 року Верховний Суд України передавав справу до Апеляційного суду Запорізької області (далі – Запорізький суд)."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "26.  On 12 September 2006 the Zaporizhzhya Court held a preparatory hearing. It decided to keep the earlier chosen preventive measure in respect of the applicant.",
            "uk": "26.  12 вересня 2006 року Запорізький суд провів попередній розгляд справи. Він вирішив залишити без змін обраний раніше щодо заявника запобіжний захід."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "27.  On 18 June 2008 the trial court allowed a request by the prosecutor for the charge regarding B.’s murder to be severed into a separate set of proceedings. That part of the case was sent to the Prosecutor General’s Office for additional investigation. There is no information on any further developments in those proceedings or their outcome.",
            "uk": "27.  18 червня 2008 року суд першої інстанції задовольнив клопотання прокурора про виділення матеріалів справи за обвинуваченням у вчиненні вбивства Б. у окреме провадження. Ця частина матеріалів справи була направлена до Генеральної прокуратури України для додаткового розслідування. Інформації про будь-який подальший прогрес у цьому провадженні або його результати відсутня."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "28.  On 17 December 2008 the trial court severed into a separate set of proceedings another charge against the applicant – concerning suspected abuse of office leading to grave consequences (the falsification of the criminal case against V.) – and remitted it to the prosecution authorities for additional investigation.",
            "uk": "28.  17 грудня 2008 року суд першої інстанції виділив в окреме провадження матеріали за іншим обвинуваченням заявника, зокрема, за підозрою у перевищенні службових повноважень, яке спричинило тяжкі наслідки (фальсифікація кримінальної справи щодо В.), та направив його органам прокуратури для додаткового розслідування."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "29.  The remaining charges against the applicant, in respect of which the Zaporizhzhya Court continued his trial, concerned several counts of kidnapping and murder, as well as abuse of office on account of his having sold the evidence.",
            "uk": "29.  Решта обвинувачень проти заявника, щодо яких Запорізький суд продовжив розгляд справи, стосувалися декількох епізодів захоплення заручників та вчинення вбивства, а також перевищення службових повноважень у зв’язку з продажем ним доказу."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "33.  Pursuant to a decision of the President of the Supreme Court, the case was referred to the Lugansk Regional Court of Appeal (“the Lugansk Court”) as a first-instance court, which started the trial on 22 February 2010.",
            "uk": "33.  Відповідно до рішення Голови Верховного Суду України справа була передана до Апеляційного суду Луганської області (далі – Луганський суд) як суду першої інстанції, який 22 лютого 2010 року розпочав розгляд справи."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "34.  On 25 January 2012 the Lugansk Court ordered the applicant’s pre-trial detention following a request made by the prosecutor. The case file before the Court does not contain a copy of that order.",
            "uk": "34.  25 січня 2012 року Луганський суд за поданням прокурора обрав заявнику запобіжний захід у вигляді тримання під вартою. У наявних в Суду матеріалах справи копія цієї постанови відсутня."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "35.  On 6 February 2012 the trial court severed the charge of abuse of office (concerning the illegal sale of evidence) into a separate set of proceedings and remitted it to the prosecution authorities for additional investigation.",
            "uk": "35.  06 лютого 2012 року суд першої інстанції виділив в окреме провадження матеріали по обвинуваченню у зловживанні службовим становищем (щодо незаконного продажу доказу) та повернув їх до органів прокуратури на додаткове розслідування."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "39.  The applicant, however, continued to be detained as a preventive measure in the context of his trial on the charge of abuse of office concerning the illegal sale of material evidence, which remained pending (see paragraph 37 above).",
            "uk": "39.  Проте в рамках розгляду справи заявника за обвинуваченням у незаконному продажі речового доказу (див. пункт 37) до нього продовжував застосовуватись запобіжний захід у вигляді тримання під вартою."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "40.  On 24 January 2013 the Rubizhne Court allowed a request lodged by the applicant for the criminal proceedings to be discontinued because the only remaining charge against him (abuse of office on account of the illegal sale of evidence) had become time-barred. The applicant was released in the court room.",
            "uk": "40.  24 січня 2013 року Рубіжанський суд задовольнив клопотання заявника про закриття кримінального провадження у зв’язку із закінченням строку давності для притягнення до кримінальної відповідальності за останнім обвинуваченням проти нього (зловживання службовим становищем у зв’язку із незаконним продажем доказу). Заявник був звільнений у залі суду."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "C.  Media coverage of the criminal proceedings against the applicant",
            "uk": "C.  Висвітлення кримінального провадження щодо заявника у засобах масової інформації"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "42.  The above-mentioned programme was transmitted on STB at least twelve times between 2005 and 2008, and possibly later.",
            "uk": "42.  Зазначена програма транслювалась на телеканалі «СТБ» щонайменше дванадцять разів у період між 2005 та 2008 роками і, можливо, пізніше."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "43.  In addition, the investigator in charge of the applicant’s case gave numerous interviews (making the same assertions as those made in the aforementioned programme) to various printed media.",
            "uk": "43.  Крім того, слідчий, у провадженні якого знаходилася справа заявника, дав численні інтерв’ю (висловлюючи ті самі твердження, що й у зазначеній програмі) різним друкованим засобам масової інформації."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "D.  Conditions of the applicant’s detention in the Lugansk SIZO",
            "uk": "D.  Умови тримання заявника під вартою у Луганському СІЗО"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "44.  In 2012 the applicant was detained, with brief interruptions, in the Lugansk SIZO. According to the applicant, he was detained there from 20 March until 28 December 2012; however, according to the Government’s submissions and the documents in the case file, the period of his detention in that facility was from 25 January until 20 December 2012.",
            "uk": "44.  У 2012 році заявник з короткими перервами тримався під вартою у Луганському СІЗО. Згідно з твердженнями заявника він тримався там з 20 березня до 28 грудня 2012 року; проте згідно із зауваженнями Уряду та документами у матеріалах справи він тримався під вартою в цій установі з 25 січня до 20 грудня 2012 року."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "1.  Material conditions of detention",
            "uk": "1.  Побутові умови тримання під вартою"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "45.  According to the applicant, the cells were extremely small and lacked proper ventilation; the sanitary conditions were very poor; the toilet was not separated from the living area and the applicant was obliged to take meals in its close vicinity; and the bed was infested with bedbugs. Furthermore, the applicant was allegedly often deprived of the daily hourlong outdoor walk provided for by law.",
            "uk": "45.  Згідно з твердженнями заявника камери були надзвичайно малими та не мали належної вентиляції; санітарні умови були дуже поганими; туалет не був відділений від житлової зони і заявнику доводилося вживати їжу безпосередньо поруч із ним; а ліжко було заражене клопами. Крім того, заявника, як стверджувалося, часто позбавляли щоденних годинних прогулянок, передбачених законом."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "46.  The Government submitted that they were not in a position to provide a description of the material conditions of the applicant’s detention in the Lugansk SIZO given that, following the outbreak of the armed conflict in the Eastern Ukraine in 2014, Lugansk was on non-Government controlled territory.",
            "uk": "46.  Уряд стверджував, що він не міг надати опис побутових умов тримання заявника під вартою у Луганському СІЗО, оскільки після початку збройного конфлікту на сході Україні у 2014 році м. Луганськ перебувало на непідконтрольний Уряду території."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "2.  Medical care",
            "uk": "2.  Медична допомога"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "47.  On 25 January 2012, upon the applicant’s arrival at the Lugansk SIZO, he underwent a medical examination, chest X-ray and blood analysis, with no particular health concerns being reported. At the same time, the doctors documented his medical history – namely, that he had suffered from hepatitis and had had surgery on account, in particular, of an inguinal hernia and an umbilical hernia. According to the applicant’s medical records, he did not raise any health-related complaints at that stage.",
            "uk": "47.  25 січня 2012 року після прибуття заявника до Луганського СІЗО він пройшов медичне обстеження, флюорографічне обстеження грудної клітини та здав аналіз крові, за результатами чого жодних проблем зі здоров’ям виявлено не було. При цьому лікарі задокументували його історію хвороб, а саме – що він страждав на гепатит і був оперований, зокрема, у зв’язку з паховою та пупковою грижами. Згідно з медичною карткою заявника на той момент він не висував жодних скарг щодо стану свого здоров’я."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "48.  On 30 January 2012 a dermatologist and a psychiatrist examined the applicant in the Lugansk SIZO and reported the absence of any acute health concerns. At the same time, he was registered for medical monitoring on account of hypertension, chronic pancreatitis and chronic cholecystitis.",
            "uk": "48.  30 січня 2012 року у Луганському СІЗО заявника оглянули дерматовенеролог і психіатр та повідомили про відсутність будь-яких гострих проблем зі здоров’ям. При цьому він був взятий на диспансерний облік у зв’язку з гіпертонічною хворобою, хронічним панкреатитом і хронічним холециститом."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "49.  Following complaints made by the applicant of headaches, dizziness and numbness of the tongue, on 28 November 2012 he was examined by a doctor of the Lugansk SIZO, who diagnosed a hypertensive crisis and administered him some medications. It was recommended that the applicant be examined by a general doctor of the inter-regional hospital attached to the Lugansk SIZO and that he undergo an electrocardiogram.",
            "uk": "49.  28 листопада 2012 року після скарг заявника на головний біль запаморочення та оніміння язика, його обстежив лікар Луганського СІЗО, який діагностував гіпертонічний криз та призначив йому деякі препарати. Було рекомендовано огляд заявника лікарем-терапевтом міжобласної багатопрофільної лікарні при Луганському СІЗО та проходження ним електрокардіографічного обстеження."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "50.  On 29 November 2012 the applicant underwent an electrocardiogram, which showed that he had a rotated heart and indications of left ventricular hypertrophy.",
            "uk": "50.  29 листопада 2012 року заявник пройшов електрокардіографічне обстеження, яке показало, що він мав ротацію серця та ознаки гіпертрофії лівого шлуночка."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "51.  On 6 December 2012 a general doctor of the inter-regional hospital attached to the Lugansk SIZO examined the applicant and diagnosed him with: ischemic heart disease, stable effort angina, diffuse cardiosclerosis, cardiac insufficiency and high-risk hypertensive heart disease. Certain medications were prescribed to the applicant and it was recommended that he undergo inpatient medical treatment in the SIZO’s medical unit and that his blood pressure be monitored.",
            "uk": "51.  06 грудня 2012 року лікар-терапевт міжобласної багатопрофільної лікарні при Луганському СІЗО оглянув заявника та діагностував йому ішемічну хворобу серця, стабільну стенокардію напруги, дифузний кардіосклероз, серцеву недостатність та гіпертонічну хворобу серця з високим ступенем ризику. Заявнику були призначені певні препарати, було рекомендовано пройти стаціонарне лікування у медичній частині СІЗО та контролювати його артеріальний тиск."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "52.  The Government were not able to provide further factual details as to whether the applicant had undergone the recommended medical treatment because they did not have access to the Lugansk SIZO’s documentation (see also paragraph 46 above).",
            "uk": "52.  Уряд не зміг надати додаткові фактичні відомості про те, чи пройшов заявник рекомендоване медичне лікування, оскільки не мав доступу до документації Луганського СІЗО (див. також пункт 46)."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "53.  According to the applicant, he was not hospitalised.",
            "uk": "53.  Згідно з твердженнями заявника його не госпіталізували."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "54.  On 24 January 2013 the applicant was released (see paragraph 40 above).",
            "uk": "54.  24 січня 2013 року заявник був звільнений (див. пункт 40)."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "56.  The case file also contains a report of the ultrasound scan of the knee joints that the applicant underwent on 5 July 2013. He was diagnosed with a “Baker’s cyst” (a pocket of fluid forming a lump behind the knee) in respect of both knees.",
            "uk": "56.  У матеріалах справи також містяться результати пройденого заявником 05 липня 2013 року ультразвукового обстеження колінних суглобів. Йому було діагностовано «кісту Бейкера» (сумка з рідиною, що утворює грижу під коліном) двох колін."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "E.  Compensation proceedings brought by the applicant",
            "uk": "E.  Провадження за позовом заявника про відшкодування шкоди"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "57.  The applicant lodged a civil claim against the State Treasury seeking compensation for non-pecuniary damage in respect of his unlawful criminal prosecution and detention under the Compensation Act (see paragraph 62 below).",
            "uk": "57.  Заявник подав до Державної казначейської служби України цивільний позов про відшкодування моральної шкоди за незаконне кримінальне переслідування та тримання під вартою відповідно до Закону України «Про порядок відшкодування шкоди, завданої громадянинові незаконними діями органів, що здійснюють оперативно-розшукову діяльність, органів досудового розслідування, прокуратури і суду» (див. пункт 62)."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "60.  Article 253 of the CCP provided that if a judge decided to commit an accused for trial, he had to decide, among other things, whether to change, discontinue or apply a preventive measure.",
            "uk": "60.  Стаття 253 КПК України передбачала, що у разі прийняття суддею рішення про призначення справи обвинуваченого до судового розгляду, він, серед іншого, мав вирішити питання про зміну, скасування або обрання запобіжного заходу."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "61.  Other relevant provisions of the CCP read as follows:",
            "uk": "61.  Інші відповідні положення КПК України передбачають:"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Article 156. Duration of pre-trial detention.",
            "uk": "Стаття 156. Строки тримання під вартою."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "“Detention during a pre-trial investigation shall not last more than two months.",
            "uk": "«Тримання під вартою під час досудового розслідування не повинно тривати більше двох місяців."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "When it is impossible to complete the investigation within the period provided in Part 1 of this Article and there are no grounds for discontinuing the preventive measure or replacing it with a less restrictive measure, the term of pre-trial detention may be extended:",
            "uk": "У випадках, коли у строк, передбачений частиною першою цієї статті, розслідування справи закінчити неможливо, а підстав для скасування чи заміни запобіжного заходу на більш м’який немає, він може бути продовжений:"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "(1) for up to four months – upon a request approved by the prosecutor supervising the compliance of the bodies conducting the relevant inquiry or investigation with the laws, or at the same prosecutor’s request, by a judge of the court which ordered the application of the preventive measure;",
            "uk": "1) до чотирьох місяців – за поданням, погодженим з прокурором, який здійснює нагляд за додержанням законів органами дізнання і досудового слідства, або самим цим прокурором, суддею того суду, який виніс постанову про застосування запобіжного заходу;"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "(2) for up to nine months – upon a request approved by the Deputy Prosecutor General of Ukraine, the Prosecutor of the Autonomous Republic of Crimea, regional prosecutors, Kyiv and Sevastopol prosecutors [or] prosecutors of equal rank, or upon the same prosecutor’s request in cases concerning serious and particularly serious crimes, by a judge of the court of appeal;",
            "uk": "2) до дев’яти місяців – за поданням, погодженим з заступником Генерального прокурора України, прокурором Автономної Республіки Крим, області, \nміст Києва і Севастополя та прирівняних до них прокурорів, або самим цим прокурором у справах про тяжкі і особливо тяжкі злочини, суддею апеляційного суду;"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "(3) for up to eighteen months – upon a request approved by the Prosecutor General of Ukraine and his Deputy, or at the same prosecutor’s request in particularly complex cases concerning particularly serious crimes, by a judge of the Supreme Court of Ukraine.",
            "uk": "3) до вісімнадцяти місяців – за поданням, погодженим з Генеральним прокурором України, його заступником, або самим цим прокурором в особливо складних справах про особливо тяжкі злочини, суддею Вищого спеціалізованого суду з розгляду цивільних і кримінальних справ."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "After the completion of the investigation the case file shall be presented to the detained accused and his defence not later than a month before the expiry of the pre-trial detention time-limit set under paragraph 2 of this Article.",
            "uk": "Матеріали закінченої розслідуванням кримінальної справи повинні бути пред’явлені обвинуваченому, взятому під варту, та його захисникові не пізніш як за місяць до закінчення граничного строку тримання під вартою, встановленого частиною другою цієї статті."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "If the time-limit for providing the accused and his defence with the case file is not complied with ... the accused shall be released immediately after the expiry of the maximum term of detention set by Part 2 of this Article. In such a case, the accused and his defence shall continue to be entitled to familiarise themselves with the case file.",
            "uk": "Якщо матеріали кримінальної справи було пред’явлено обвинуваченому та його захисникові з порушенням ... терміну до закінчення граничного строку тримання під вартою, встановленого частиною другою цієї статті, то після його закінчення обвинувачений підлягає негайному звільненню. При цьому за обвинуваченим та його захисником зберігається право на ознайомлення з матеріалами справи."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Article 165-3: Procedure for extending the term of pre-trial detention",
            "uk": "Стаття 165-3. Порядок продовження строків тримання під вартою"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Having received the request, the judge shall examine the criminal case material; if necessary, the judge shall question the accused [and] the investigator, [and] hear the prosecutor [and the defence counsel (if the latter has appeared before the judge), following which the judge shall adopt a resolution extending the term of pre-trial detention, if there are grounds for this, save in a case provided in paragraph 7 of Article 156 of the Code, or shall refuse to extend it.",
            "uk": "Одержавши подання, суддя ... вивчає матеріали кримінальної справи, при необхідності опитує обвинуваченого, особу, у провадженні якої перебуває справа, вислуховує думку прокурора, захисника, якщо він з’явився (до суду), після чого залежно від наявності до того підстав виносить постанову про продовження строку тримання під вартою за винятком випадку, передбаченого частиною сьомою статті 156 цього Кодексу або відмовляє в його продовженні."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "The prosecutor, suspect, accused or his defence or legal representative may lodge an appeal against the resolution of the judge within three days of its delivery. Such an appeal shall not suspend the execution of the judge’s resolution. The resolutions issued by judges of a court of appeal and of the Supreme Court shall not be subject to an appeal.”",
            "uk": "На постанову судді до апеляційного суду прокурором, підозрюваним, обвинуваченим, його захисником чи законним представником протягом трьох діб з дня її винесення може бути подана апеляція. Подача апеляції не зупиняє виконання постанови судді. Постанови судді апеляційного та Верховного Суду України оскарженню не підлягають.»"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "62.  The relevant provisions of the Compensation Act (1994, with further amendments) are quoted in the Court’s judgment on the case of Yaroshovets and Others v. Ukraine, nos. 74820/10 et seq., §§ 62-63, 3 December 2015).",
            "uk": "62.  Відповідні положення Закону України «Про порядок відшкодування шкоди, завданої громадянинові незаконними діями органів, що здійснюють оперативно-розшукову діяльність, органів досудового розслідування, прокуратури і суду» (1994 року з подальшими змінами) наведені у рішенні Суду у справі «Ярошовець та інші проти України» (Yaroshovets and Others v. Ukraine) \n(заява № 74820/10 та інші, пункти 62 та 63, від 03 грудня 2015 року)."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "I.  SCOPE OF THE CASE",
            "uk": "I.  МЕЖІ РОЗГЛЯДУ СПРАВИ"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "63.  In his reply to the Government’s observations regarding the conditions of detention in the Lugansk SIZO, the applicant additionally complained of the conditions of his transportation for court hearings throughout the entire period of his detention, as well as the allegedly unjustified application of disciplinary measures to him in detention.",
            "uk": "63.  У своїй відповіді на зауваження Уряду щодо умов тримання під вартою у Луганському СІЗО заявник додатково скаржився на умови його переміщення на судові засідання протягом усього періоду тримання його під вартою, а також на стверджуване невиправдане застосування до нього дисциплінарних заходів під час тримання під вартою."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "64.  The Court notes that these new, belated complaints do not constitute an elaboration of the applicant’s original complaint, on which the parties have commented. The Court considers, therefore, that it is not appropriate now to take up these matters in the context of the present case (see, for example, Kapustyak v. Ukraine, no. 26230/11, § 52, 3 March 2016).",
            "uk": "64.  Суд зазначає, що ці нові, подані із запізненням скарги не є уточненням первинної скарги заявника, щодо якої сторони надали зауваження. Отже, Суд вважає недоцільним розгляд зазначених питань в контексті цієї справи (див., наприклад, рішення у справі «Капустяк проти України» (Kapustyak v. Ukraine), заява № 26230/11, пункт 52, \nвід 03 березня 2016 року)."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "65.  The applicant complained of the material conditions of his detention and the lack of proper medical care in the Lugansk SIZO. He relied on Article 3 of the Convention, which reads as follows:",
            "uk": "65.  Заявник скаржився на побутові умови тримання його під вартою та відсутність належної медичної допомоги у Луганському СІЗО. Він посилався на статтю 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "A.  The parties’ arguments",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "66.  The Government submitted that the applicant had not exhausted domestic remedies in respect of this complaint because he had not raised it before the prosecutors or other domestic authorities.",
            "uk": "66.  Уряд стверджував про невичерпання заявником національних засобів юридичного захисту у зв’язку з цією скаргою, оскільки він не звертався з нею до органів прокуратури чи інших національних органів влади."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "67.  In substantiation of that submission, the Government referred to the case of Sadkov v. Ukraine (no. 21987/05, 6 July 2017, § 85), in which the Court acknowledged that the applicant’s complaints regarding specific health problems had been duly dealt with by the authorities. In the Government’s opinion, there was no indication that the applicant’s complaints of inadequate medical care in the present case, had he raised any at the domestic level, would have been treated in a deficient manner.",
            "uk": "67.  В обґрунтування цього доводу Уряд посилався на справу «Садков проти України» (Sadkov v. Ukraine) (заява № 21987/05, \nвід 06 липня 2017 року, пункт 85), у якій Суд визнав, що скарги заявника стосовно конкретних проблем зі здоров’ям були належним чином розглянуті органами влади. На думку Уряду, не було жодних ознак того, що у разі подання заявником на національному рівні скарг на неналежну медичну допомогу у цій справі, вони були б розглянуті неналежним чином."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "68.  The Government observed that they did not have access to the relevant documents from the Lugansk SIZO in order to formulate a position on the substance of the applicant’s grievances. At the same time, they argued that the applicant had failed to show that the conditions of his detention in that facility had been in breach of his rights under Article 3 of the Convention.",
            "uk": "68.  Уряд зазначив, що він не мав доступу до відповідних документів з Луганського СІЗО для формування своєї позиції щодо суті скарг заявника. При цьому він стверджував, що заявник не довів, що умови тримання його під вартою у відповідній установі порушували його права за статтею 3 Конвенції."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "69.  The applicant contested the Government’s arguments. He noted that he had complained on many occasions about the conditions of his detention to the trial court and that the judge had sent letters in that regard to the administration of the Lugansk SIZO, albeit to no avail. As regards the possibility of complaining to the prosecution authorities, the applicant considered it pointless, given their alleged lack of independence and their partiality.",
            "uk": "69.  Заявник оскаржив доводи Уряду. Він зазначив, що неодноразово скаржився на умови тримання його під вартою до суду першої інстанції та що у зв’язку з цим суддя звертався з листами до адміністрації Луганського СІЗО, однак безрезультатно. Заявник вважав недоцільною можливість звернення зі скаргою до органів прокуратури з огляду на стверджувану відсутність в них незалежності та їхню упередженість."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "72.  The applicant furthermore submitted, in his reply to the Government’s observations, that as a result of his detention in inadequate conditions he had been diagnosed with two Baker’s cysts; he did not submit further details or explanations.",
            "uk": "72.  У своїй відповіді на зауваження Уряду заявник також стверджував, що внаслідок тримання його під вартою у неналежних умовах йому було діагностовано дві кісти Бейкера. Він не надав жодних додаткових деталей або пояснень."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "73.  The Court does not consider it necessary to examine the Government’s objection based on non-exhaustion of domestic remedies given that the applicant’s complaints under this head are in any event manifestly illfounded for the following reasons.",
            "uk": "73.  Суд не вважає за необхідне розглядати зауваження Уряду про невичерпання національних засобів юридичного захисту, оскільки у будь-якому разі скарги заявника з цього питання є явно необґрунтованими з таких причини."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "74.  The Court reiterates that, under Article 3 of the Convention, the State must ensure that a person is detained in conditions which are compatible with respect for his human dignity, and that the manner and method of execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention (see Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000XI).",
            "uk": "74.  Суд нагадує, що згідно зі статтею 3 Конвенції держава має забезпечити тримання особи під вартою в умовах, які відповідають принципу поваги до її людської гідності, та щоб спосіб і метод виконання покарання не завдавали їй душевного страждання чи труднощів, які б перевищували невідворотний рівень страждання, притаманний триманню під вартою (див. рішення у справі «Кудла проти Польщі» [ВП] (Kudła v. Poland) [GC], заява № 30210/96, \nпункт 94, ЄСПЛ 2000-XI)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "78.  In so far as the applicant alleged that he had not been provided with adequate medical care in detention, the Court observes that this complaint is vague too. The only specific allegation made by the applicant in that context was that he had not been hospitalised, contrary to the doctor’s recommendation of 6 December 2012 (see paragraphs 51 and 71 above). In the absence of access to the applicant’s medical file, the Government were not in a position to comment on that allegation.",
            "uk": "78.  Оскільки заявник стверджував про ненадання йому належної медичної допомоги під час тримання під вартою Суд зазначає, що ця скарга також є нечіткою. Єдиним конкретним твердженням заявника у зв’язку з цим було те, що він не був госпіталізований всупереч рекомендаціям лікаря від 06 грудня 2012 року (див. пункти 51 та 71). Через відсутність доступу до медичних документів заявника Уряд не мав можливості прокоментувати це твердження."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "79.  In the light of the foregoing, the Court considers that neither of the two complaints under this head (regarding the material conditions of the applicant’s detention and the medical care provided for him in the Lugansk SIZO) have been properly substantiated by the applicant and must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 1, 3 (a) and 4 of the Convention.",
            "uk": "79.  У світлі зазначеного Суд вважає, що жодна з двох скарг за цим пунктом (щодо побутових умов тримання заявника під вартою та наданої йому у Луганському СІЗО медичної допомоги) не була належним чином обґрунтована заявником та вони мають бути відхилені як явно необґрунтовані відповідно до пункту 1, \nпідпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "III.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
            "uk": "III.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 5 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "80.  The applicant also complained of a violation of his rights under Article 5 §§ 1, 3 and 5 of the Convention, which provide as follows in the relevant part:",
            "uk": "80.  Заявник також скаржився на порушення його прав за \nпунктами 1, 3 та 5 статті 5 Конвенції, які у відповідній частині передбачають:"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
            "uk": "«1.  Кожен має право на свободу та особисту недоторканність. Нікого не може бути позбавлено свободи, крім таких випадків і відповідно до процедури, встановленої законом:"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
            "uk": "c) законний арешт або затримання особи, здійснене з метою допровадження її до компетентного судового органу за наявності обґрунтованої підозри у вчиненні нею правопорушення або якщо обґрунтовано вважається необхідним запобігти вчиненню нею правопорушення чи її втечі після його вчинення;"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
            "uk": "3. Кожен, кого заарештовано або затримано згідно з положеннями \nпідпункту «c» пункту 1 цієї статті, має негайно постати перед суддею чи іншою посадовою особою, якій закон надає право здійснювати судову владу, і йому має бути забезпечено розгляд справи судом упродовж розумного строку або звільнення під час провадження. Таке звільнення може бути обумовлене гарантіями з’явитися на судове засідання."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
            "uk": "5.  Кожен, хто є потерпілим від арешту або затримання, здійсненого всупереч положенням цієї статті, має забезпечене правовою санкцією право на відшкодування.»"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "81.  The Court notes that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
            "uk": "81.  Суд зазначає, що ці скарги не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Суд також зазначає, що вони не є неприйнятними з будь-яких інших підстав. Отже, вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "1.  Alleged violation of Article 5 § 1 of the Convention",
            "uk": "1.  Стверджуване порушення пункту 1 статті 5 Конвенції"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "(a)  The parties’ arguments",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "82.  The applicant complained that his detention from 10 August 2005 until 19 February 2009 had been unlawful and arbitrary. He observed, in particular, that the maximum term of pre-trial detention set by the national legislation at eighteen months had expired in his case on 10 August 2005 and that he should have been released on that day.",
            "uk": "82.  Заявник скаржився на незаконність та свавільність тримання його під вартою у період з 10 серпня 2005 року до 19 лютого \n2009 року. Зокрема, він зазначив, що максимальний строк тримання під вартою під час досудового розслідування, встановлений національним законодавством, у вісімнадцять місяців закінчився у його справі 10 серпня 2005 року та що він мав бути звільнений у цей день."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "83.  The Government submitted that the applicant’s detention had been in compliance with both the domestic legislation and the requirements of Article 5 § 1 of the Convention. They noted that the file in the applicant’s criminal case had been particularly voluminous, which had necessitated extending the time-limits for its study by the accused (including the applicant) and that this had resulted, in turn, in further extensions of his pretrial detention.",
            "uk": "83.  Уряд стверджував, що тримання заявника під вартою відповідало положенням національного законодавства та вимогам пункту 1 статті 5 Конвенції. Уряд звернув увагу на значний об’єм кримінальної справи заявника, у зв’язку з чим необхідним було продовження строку для ознайомлення обвинувачених з нею (у тому числі заявником) та що це, у свою чергу, призвело до подальшого продовження строку тримання його під вартою під час досудового розслідування."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "(i)  As regards the applicant’s detention from 10 August 2005 until 10 May 2006",
            "uk": "(i)  Щодо тримання заявника з 10 серпня 2005 року до 10 травня 2006 року"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "85.  The Court observes that the applicant’s detention during this period – that is to say for nine months – was based on five judicial decisions extending its term for periods varying from one to three months, on the grounds that he and the other co-accused needed time to study the voluminous case file, which comprised over a hundred volumes (see paragraph 23 above).",
            "uk": "85.  Суд зазначає, що протягом цього періоду, тобто протягом дев’яти місяців, заявник тримався під вартою відповідно до п’яти постанов суду, якими строк продовжувався на періоди від одного до трьох місяців на підставі того, що заявнику та іншим співобвинуваченим був необхідний час для ознайомлення з об’ємними матеріалами справи, яка налічувала більше ста томів (див. пункт 23)."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "87.  In the present case the applicant was de facto provided with access to the case file on 14 July 2005 (see paragraph 21 above) – that is to say in breach of the one-month time-limit, which expired on 10 July 2005.",
            "uk": "87.  У цій справі заявник de facto отримав доступ до матеріалів справи 14 липня 2005 року (див. пункт 21), тобто з порушенням одномісячного строку, який закінчився 10 липня 2005 року."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "88.  In sum, the Court considers that the applicant’s detention during the period in question raises serious issues as regards its compliance with the domestic law and, furthermore, as regards the existence of sufficient safeguards against arbitrariness.",
            "uk": "88.  Отже, Суд вважає, що тримання заявника під вартою протягом зазначеного періоду порушує серйозні питання щодо його відповідності національному законодавству і, крім того, щодо існування достатніх гарантій проти свавілля."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "(ii)  As regards the applicant’s detention from 10 May 2006 until 12 September 2006",
            "uk": "(ii)  Щодо тримання заявника під вартою з 10 травня 2006 року до \n12 вересня 2006 року"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "(iii)  As regards the applicant’s detention from 12 September 2006 until 19 February 2009",
            "uk": "(iii)  Щодо тримання заявника під вартою з 12 вересня 2006 року до \n19 лютого 2009 року"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "90.  It appears that during this period the applicant was detained on the basis of the ruling of the Zaporizhzhya Court of 12 September 2006, following his committal for trial. Under the legislation in force at the material time, the judge was required neither to give reasons for maintaining the applicant’s detention nor to set any time-limits (see paragraph 60 above).",
            "uk": "90.  Вбачається, що протягом цього періоду заявник тримався під вартою на підставі постанови Запорізького суду від 12 вересня \n2006 року після направлення його справи на судовий розгляд. Згідно з чинним на час події законодавством суддя не був зобов’язаний ані наводити підстави для подальшого тримання заявника під вартою, ані встановлювати будь-який строк (див. пункт 60)."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "91.  The Court has held that at the time in question it was a recurrent practice in Ukraine for court orders issued during the trial stage to set no timelimits for the further detention of a defendant, and to uphold rather than extend his or her previous detention, and that that practice was not compatible with the requirements of Article 5 § 1 of the Convention (see Kharchenko, cited above, §§ 75 and 98).",
            "uk": "91.  Суд встановив, що на момент відповідних подій в Україні було систематичною практикою винесення під час судового розгляду постанов без встановлення строків подальшого тримання обвинуваченого під вартою та залишення без змін, а не продовження обраного йому раніше запобіжного заходу у вигляді тримання під вартою, та що така практика була несумісною з вимогами пункту 1 статті 5 Конвенції (див. згадане рішення у справі Харченко проти України» (Kharchenko v. Ukraine), пункти 75 та 98)."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "92.  That conclusion remains relevant in the circumstances of the present case. Thus, the Court considers that the Zaporizhzhya Court’s decision of 12 September 2006 (see paragraph 26 above) left the applicant in a state of uncertainty as to the grounds of his detention after that date and its possible duration.",
            "uk": "92.  Цей висновок залишається актуальним за обставин цієї справи. Таким чином, Суд вважає, що постанова Запорізького суду від \n12 вересня 2006 року (див. пункт 26) залишила заявника у стані невизначеності щодо підстав тримання його під вартою після цієї дати та його можливої тривалості."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "(iv)  Conclusion",
            "uk": "(iv)  Висновок"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "93.  In the light of the foregoing considerations, the Court concludes that the applicant’s detention from 10 August 2005 until 19 February 2009 was not in accordance with Article 5 § 1 of the Convention.",
            "uk": "93.  У світлі наведених міркувань Суд доходить висновку, що тримання заявника під вартою з 10 серпня 2005 року до 19 лютого 2009 року не відповідало пункту 1 статті 5 Конвенції."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "94.  There has therefore been a violation of that provision.",
            "uk": "94.  Отже, було порушено це положення."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "2.  Alleged violation of Article 5 §§ 1 and 3 of the Convention in respect of the applicant’s detention from 25 January 2012 until 24 January 2013",
            "uk": "2.  Стверджуване порушення пунктів 1 та 3 статті 5 Конвенції щодо тримання заявника під вартою з 25 січня 2012 року до \n24 січня 2013 року"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "(a)  The parties’ arguments",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "95.  The applicant complained that his detention from 25 January 2012 until 24 January 2013 had been excessively long and that it had not been based on relevant and sufficient reasons.",
            "uk": "95.  Заявник скаржився, що тримання його під вартою з 25 січня 2012 року до 24 січня 2013 року було надмірно тривалим та необґрунтованим відповідними і достатніми підставами."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "96.  He submitted, in particular, that he had never breached the obligation imposed on him not to leave the town (which had been applicable to him from 19 February 2009 until 25 January 2012) and that there had therefore been no grounds for placing him in pre-trial detention once again at that stage.",
            "uk": "96.  Зокрема, він доводив, що ніколи не порушував застосовану до нього підписку про невиїзд (яка застосовувалась до нього з 19 лютого 2009 року до 25 січня 2012 року) та що, відповідно, не було жодних підстав для його повторного взяття під варту на цій стадії."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "98.  The Government further submitted that the applicant’s detention after 12 December 2012 until his de facto release on 24 January 2013 had been based on the ruling of the Rubizhne Court of 17 August 2012 (see paragraph 37 above), which they considered had complied with the Article 5 requirements.",
            "uk": "98.  Уряд також доводив, що тримання заявника під вартою після \n12 грудня 2012 року до його de facto звільнення 24 січня 2013 року ґрунтувалося на постанові Рубіжанського суду від 17 серпня 2012 року (див. пункт 37), яка, на його думку, відповідала вимогам статті 5 Конвенції."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "99.  Having regard to the close affinity between the relevant principles developed under Article 5 §§ 1 (c) and 3 of the Convention, the Court considers it appropriate to examine the present complaint under both provisions simultaneously (see, for example, Korneykova v. Ukraine, no. 39884/05, § 38, 19 January 2012, and Sizarev v. Ukraine, no. 17116/04, §§ 161-164, 17 January 2013).",
            "uk": "99.  З огляду на тісний зв’язок між відповідними принципами, встановленими підпунктом «с» пункту 1 та пунктом 3 статті 5 Конвенції, Суд вважає за доцільне розглянути цю скаргу за обома цими положеннями одночасно (див., наприклад, рішення у справах «Корнейкова проти Україна» (Korneykova v. Ukraine), заява № 39884/05, пункт 38, від 19 січня 2012 року, та «Сізарєв проти України» (Sizarev v. Ukraine), заява № 17116/04, пункти 161 – 164, від 17 січня 2013 року)."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "100.  The Court observes that on 25 January 2012 – that is to say almost three years after the applicant’s release subject to an obligation not to abscond, which had been applicable starting from 19 February 2009 – he was detained again as a preventive measure.",
            "uk": "100.  Суд зазначає, що 25 січня 2012 року, тобто майже через три роки після звільнення заявника під підписку про невиїзд, яка застосовувалась з 19 лютого 2009 року, він знову був взятий під варту в якості запобіжного заходу."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "101.  In the absence of a copy of the impugned court order or the respective prosecutor’s application of 25 January 2012, the Court is unable to reach any conclusion as regards the relevance and sufficiency of reasons advanced by the domestic authorities in justification of that measure. This does not, however, prevent the Court from adjudicating on the applicant’s complaint as a whole.",
            "uk": "101.  За відсутності копії оскаржуваної постанови суду або відповідного подання прокурора від 25 січня 2012 року Суд не може зробити жодних висновків щодо відповідності та достатності підстав, наведених національними органами влади в обґрунтування зазначеного заходу. Проте це не перешкоджає Суду розглянути скаргу заявника у цілому."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "102.  The Court observes that on 20 March 2012 the trial court delivered a verdict in one set of the criminal proceedings against the applicant and sentenced him to seven years’ imprisonment. On 12 December 2012 that verdict was quashed and the proceedings were discontinued in that part. There were, however, concurrent criminal proceedings against the applicant remaining at the pre-trial investigation stage during the entire period in question (see, in particular, paragraphs 35-40 above).",
            "uk": "102.  Суд зазначає, що 20 березня 2012 року суд першої інстанції виніс вирок в рамках одного з проваджень щодо заявника та засудив його до семи років позбавлення волі. 12 грудня 2012 року цей вирок був скасований, а провадження у цій частині було закрите. Проте протягом усього зазначеного періоду паралельне кримінальне провадження щодо заявника залишалося на стадії досудового слідства (див., зокрема, пункти 35 – 40)."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "107.  No such reasons were advanced by the authorities in the present case in justification of the applicant’s detention during the period in question. Moreover, that issue was not even examined, and the only basis for the applicant’s detention was the Rubizhne Court’s ruling of 17 August 2012 – which had, in turn, merely referred to the concurrent proceedings against the applicant and his detention in that context (see paragraph 37 above).",
            "uk": "107.  У цій справі органи влади не навели жодних таких підстав в обґрунтування тримання заявника під вартою протягом зазначеного періоду. Більше того, це питання навіть не розглядалося, а єдиною підставою для тримання заявника під вартою була постанова Рубіжанського суду від 17 серпня 2012 року, у якій, в свою чергу, лише містилось посилання на паралельне провадження щодо заявника та тримання його під вартою у зв’язку з цим (див. пункт 37)."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "108.  It follows that there has been a violation of Article 5 §§ 1 and 3 of the Convention in respect of the applicant’s detention from 12 December 2012 until 24 January 2013.",
            "uk": "108.  З цього випливає, що було порушено пункти 1 та 3 статті 5 Конвенції у зв’язку з триманням заявника під вартою з 12 грудня \n2012 року до 24 січня 2013 року."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "3.  Alleged violation of Article 5 § 5 of the Convention",
            "uk": "3.  Стверджуване порушення пункту 5 статті 5 Конвенції"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "109.  The applicant also complained that he had no enforceable right to compensation in respect of the violations of his rights under the other paragraphs of Article 5.",
            "uk": "109.  Заявник також скаржився на відсутність в нього забезпеченого правовою санкцією права на відшкодування шкоди у зв’язку з порушенням його прав за іншими пунктами статті 5 Конвенції."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "110.  The Government submitted that Ukrainian legislation provided for the possibility to claim compensation for unlawful detention, subject to a judicial decision acknowledging such unlawfulness. It was not, however, applicable to the circumstances of the present case because the applicant’s detention had been lawful.",
            "uk": "110.  Уряд стверджував, що українське законодавство передбачало можливість звернення із позовом про відшкодування шкоди за незаконне тримання під вартою на підставі рішення суду, яким визнавалася така незаконність. Проте це не було застосовним до обставин цієї справи, оскільки тримання заявника під вартою було законним."
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "114.  There has therefore been a violation of Article 5 § 5 of the Convention.",
            "uk": "114.  Отже, було порушено пункт 5 статті 5 Конвенції."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE CRIMINAL PROCEEDINGS AGAINST THE APPLICANT",
            "uk": "IV.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ У ЗВ’ЯЗКУ З ТРИВАЛІСТЮ КРИМІНАЛЬНОГО ПРОВАДЖЕННЯ ЩОДО ЗАЯВНИКА"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "115.  The applicant also complained that the length of the criminal proceedings against him had been unreasonable. Article 6 § 1 of the Convention, as far as relevant, provides as follows:",
            "uk": "115.  Заявник також скаржився на нерозумну тривалість кримінального провадження щодо нього. Пункт 1 статті 6 Конвенції у відповідній частині передбачає:"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
            "uk": "«Кожен має право на ... розгляд його справи упродовж розумного строку ... судом, ... який ... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення»."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "116.  The Court notes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "116.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції, ані неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "117.  The applicant maintained that the overall duration of the proceedings in his case had not been justified and that the authorities had been responsible for it.",
            "uk": "117.  Заявник доводив, що загальна тривалість провадження у його справі була невиправданою та що відповідальними за неї були органи влади."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "118.  The Government contested the applicant’s claim, stating that his case had been complex from both a legal and factual point of view. In particular, he had been charged with a number of serious crimes and the proceedings in question had involved many co-defendants, victims and witnesses.",
            "uk": "118.  Уряд заперечив проти скарги заявника, стверджуючи, що його справа була складною як з юридичної, так і з фактичної точки зору. Зокрема, заявник обвинувачувався у низці серйозних злочинів, а у відповідному провадженні брали участь багато співобвинувачених, потерпілих та свідків."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "119.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case in question and with reference to the following criteria: the complexity of the case, and the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
            "uk": "119.  Суд повторює, що розумність тривалості провадження повинна оцінюватись у світлі обставин конкретної справи та з урахуванням таких критеріїв: складність справи, поведінка заявника та відповідних органів влади (див. серед багатьох інших джерел, рішення у справі «Пелісьє і Сассі проти Франції» [ВП] (Pélissier and Sassi v. France) [GC], заява № 25444/94, пункт 67, ЄСПЛ 1999-II)."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "120.  Turning to the present case, the Court observes that the criminal proceedings against the applicant consisted of several interrelated episodes and lasted for a total of nine years. While admitting the complexity of the case, the Court has doubts as to whether the length of the proceedings was reasonable.",
            "uk": "120.  Повертаючись до цієї справи, Суд зазначає, що кримінальне провадження щодо заявника складалося з декількох взаємопов’язаних епізодів та тривало загалом дев’ять років. Усвідомлюючи складність справи, Суд має сумніви щодо розумності тривалості провадження."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "121.  The Court notes the case was remitted for additional pre-trial investigation and for retrial because of procedural violations attributable to the authorities (see, in particular, paragraphs 28, 32 and 36 above). The Court further observes that the Government did not show that the applicant, from his side, had been responsible for any delays in the proceedings.",
            "uk": "121.  Суд зазначає, що справа направлялась на додаткове досудове розслідування та новий судовий розгляд через процесуальні порушення органів влади (див., зокрема, пункти 28, 32 та 36). Суд також зазначає, що Уряд не довів, що заявник, зі свого боку, був відповідальним за будь-які затримки у провадженні."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "122.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to those in the present case (see Pélissier and Sassi, cited above, and Yaroshovets and Others v. Ukraine, nos. 74820/10 and 4 others, §§ 166-172, 3 December 2015).",
            "uk": "122.  Суд часто встановлював порушення пункту 1 статті 6 Конвенції у справах, у яких порушувалися питання, подібні до питань у цій справі (див. згадане рішення у справі «Пелісьє і Сассі проти Франції» (Pélissier and Sassi v. France) та рішення у справі «Ярошовець та інші проти України» (Yaroshovets and Others v. Ukraine), заява № 74820/10 та 4 інших, пункти 166 – 172, від 03 грудня \n2015 року)."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "123.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. On the whole, having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
            "uk": "123.  Розглянувши усі надані йому матеріали, Суд вважає, що Уряд не навів жодного факту або аргументу, здатних переконати його дійти іншого висновку у цій справі. Загалом з огляду на свою усталену практику з цього питання Суд вважає, що у цій справі тривалість провадження була надмірною та не відповідала вимозі «розумного строку»."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "124.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
            "uk": "124.  Отже, було порушено пункт 1 статті 6 Конвенції."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "V.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
            "uk": "V.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 2 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "125.  The applicant next complained of a violation of his right to the presumption of innocence under Article 6 § 2 of the Convention, which reads as follows:",
            "uk": "125.  Заявник також скаржився на порушення його права на презумпцію невинуватості за пунктом 2 статті 6 Конвенції, який передбачає:"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "“2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
            "uk": "«2.  Кожен, кого обвинувачено у вчиненні кримінального правопорушення, вважається невинуватим доти, доки його вину не буде доведено в законному порядку»."
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "126.  The Court declares this complaint admissible given that it is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds.",
            "uk": "126.  Суд визнає цю скаргу прийнятною, оскільки вона не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції, ані неприйнятною з будь-яких інших підстав."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "127.  The applicant complained that public officials had been involved in the media campaign surrounding his case; they had asserted his guilt prior to his conviction by a court, thus influencing public opinion and prejudging the case against him.",
            "uk": "127.  Заявник скаржився на причетність посадовців до медіа кампанії навколо його справи; вони стверджували про його винуватість до винесення судом йому вироку, вплинувши таким чином на громадську думку та передчасно вирішивши справу щодо нього."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "128.  The Government argued that the authorities had been merely informing society of progress in a high-profile criminal case.",
            "uk": "128.  Уряд стверджував, що органи влади просто інформували громадськість про хід розслідування у резонансній кримінальній справі."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "131.  The Court considers that such statements of the State officials encouraged the public to believe the applicant to be guilty and prejudged the assessment of the facts by the relevant judicial authority.",
            "uk": "131.  Суд вважає, що такі заяви посадових осіб держави спонукали громадськість повірити у винуватість заявника та визнали його вину до того, як оцінку фактів було надано відповідним судовим органом."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "132.  The Court therefore concludes that there has been a violation of Article 6 § 2 of the Convention.",
            "uk": "132.  Отже, Суд доходить висновку, що було порушено пункт 2 статті 6 Конвенції."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "VI.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "133.  Article 41 of the Convention provides:",
            "uk": "133.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "134.  The applicant claimed 194,500 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "134.  Заявник вимагав 194 500 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "135.  The Government submitted that that claim was exorbitant and without basis.",
            "uk": "135.  Уряд стверджував, що ця вимога була надмірною та необґрунтованою."
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "136.  The Court considers that the applicant must have suffered distress and anxiety on account of the violations found. Ruling on an equitable basis, as required by Article 41 of the Convention, it awards the applicant EUR 20,000 in respect of non-pecuniary damage.",
            "uk": "136.  Суд вважає, що заявник мав зазнати болю та страждань у зв’язку зі встановленими порушеннями. Ухвалюючи рішення на засадах справедливості, як того вимагає стаття 41 Конвенції, Суд присуджує заявнику 20 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "138.  The Government contested the above claim as unfounded and excessive.",
            "uk": "138.  Уряд заперечив проти зазначеної вимоги, як необґрунтованої та надмірної."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "140.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "140.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "1.  Declares inadmissible the applicant’s complaints under Article 3 of the Convention;",
            "uk": "1.  Оголошує неприйнятними скарги заявника за статтею 3 Конвенції;"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "2.  Declares admissible the remainder of the application;",
            "uk": "2.  Оголошує прийнятною решту скарг у заяві;"
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s detention from 10 August 2005 until 19 February 2009;",
            "uk": "3.  Постановляє, що було порушено пункт 1 статті 5 Конвенції у зв’язку з триманням заявника під вартою з 10 серпня 2005 року до 19 лютого 2009 року;"
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "4.  Holds that there has been a violation of Article 5 §§ 1 and 3 of the Convention in respect of the applicant’s detention from 12 December 2012 until 24 January 2013;",
            "uk": "4.  Постановляє, що було порушено пункти 1 та 3 статті 5 Конвенції у зв’язку з триманням заявника під вартою з 12 грудня 2012 року до 24 січня 2013 року;"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "5.  Holds that there has been a violation of Article 5 § 5 of the Convention;",
            "uk": "5.  Постановляє, що було порушено пункт 5 статті 5 Конвенції;"
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "6.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the unreasonable length of the criminal proceedings against the applicant;",
            "uk": "6.  Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з нерозумною тривалістю кримінального провадження щодо заявника;"
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "7.  Holds that there has been a violation of Article 6 § 2 of the Convention;",
            "uk": "7.  Постановляє, що було порушено пункт 2 статті 6 Конвенції;"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "8.  Holds",
            "uk": "8.  Постановляє, що:"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявнику такі суми, що мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "(i)  EUR 20,000 (twenty thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  20 000 (двадцять тисяч) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "(ii)  EUR 300 (three hundred euros), plus any tax that may be chargeable to the applicant, in respect of legal costs before the Court (the net award to be paid into the bank account of the applicant’s lawyer, Mr Kalmykov); and",
            "uk": "(ii)  300 (триста) євро та додатково суму будь-якого податку, що може нараховуватись заявнику, в якості компенсації судових та інших витрат, понесених під час провадження у Суді (загальна присуджена сума має бути сплачена на банківський рахунок захисника заявника, пана Калмикова); та"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "9.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "9.  Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "Done in English, and notified in writing on 2 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 02 жовтня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]