[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF VIRA DOVZHENKO v. UKRAINE",
            "uk": "СПРАВА «ВІРА ДОВЖЕНКО ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 26646/07)",
            "uk": "(Заява № 26646/07)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "15 January 2019",
            "uk": "15 січня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "15/04/2019",
            "uk": "15.04.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Vira Dovzhenko v. Ukraine,",
            "uk": "У справі «Віра Довженко проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Faris Vehabović, President,\n\tGanna Yudkivska,\n\tEgidijus Kūris,\n\tCarlo Ranzoni,\n\tGeorges Ravarani,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Фаріс Вегабовіч (Faris Vehabović), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tЕгідіюс Куріс (Egidijus Kūris),\n\tКарло Ранцоні (Carlo Ranzoni),\n\tЖорж Раварані (Georges Ravarani),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 11 December 2018",
            "uk": "Після обговорення за зачиненими дверима 11 грудня 2018 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "Постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 26646/07) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Vira Grygorivna Dovzhenko (“the applicant”), on 13 June 2007.",
            "uk": "1.  Справу було розпочато за заявою (№ 26646/07), яку 13 червня 2007 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод \n(далі – Конвенція) громадянка України, пані Віра Григорівна Довженко (далі – заявниця)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant, who had been granted legal aid, was represented by Mr Y.L. Boychenko, a lawyer practising in Strasbourg. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna of the Ministry of Justice.",
            "uk": "2.  Заявницю, якій була надана правова допомога, представляв \nпан Є.Л. Бойченко, юрист, який практикує у м. Страсбург. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції України."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant complained that the unauthorised letting of a plot of land owned by her for one year, coupled with the failure to award her any compensation in that regard, constituted unlawful and disproportionate interference with her rights guaranteed by Article 1 of Protocol No. 1 to the Convention.",
            "uk": "3.  Заявниця скаржилася, що несанкціоноване надання в оренду на один рік її земельної ділянки та ненадання їй будь-якого відшкодування у зв’язку з цим становили незаконне та непропорційне втручання у її права, гарантовані статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 15 May 2017 the Government were given notice of the complaint concerning the alleged violation of the applicant’s property rights, and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  15 травня 2017 року про скаргу на стверджуване порушення майнових прав заявниці було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "5.  The applicant was born in 1934 and lives in Bogdany.",
            "uk": "5.  Заявниця народилась у 1934 році та проживає у м. Богдани."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "6.  On 26 January 2004 the applicant obtained from the State a deed of title to an agricultural plot of land (an official Land Registry title) based on a decree issued by the Varvynska local administration on 22 December 2003. This amounted to the official registration of her title to the land in accordance with the domestic procedures. At that point the applicant had not filed a request for the boundaries of the plot to be marked out and was not farming the land.",
            "uk": "6.  26 січня 2004 року відповідно до розпорядження Варвинської районної державної адміністрації від 22 грудня 2003 року заявниця отримала від держави акт на право власності на земельну ділянку сільськогосподарського призначення (державний акт на право власності). Відповідно до передбаченого національним законодавством порядку це становило офіційну реєстрацію її права власності на землю. У той час заявниця не зверталася із заявою про встановлення меж ділянки в натурі та не займалась землеробством."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "7.  On 26 July 2004 the local administration concluded a lease agreement with the private company B., according to which the company would rent the applicant’s land and pay the rent to the local administration. The applicant was not informed about this agreement. She learnt of the lease agreement only in September 2004, after the private company B. had planted seeds on the land.",
            "uk": "7.  26 липня 2004 року районна адміністрація уклала договір оренди з приватною компанією «Б.», за яким компанія мала орендувати землю заявниці та сплачувати орендну плату районній адміністрації. Заявниця про цей договір поінформована не була. Вона дізналася про договір оренди тільки у вересні 2004 року, коли приватна компанія «Б.» засіяла землю."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  On 4 October 2004 the applicant requested the local administration to allow her to establish the boundaries of her land. In this connection, on 19 October 2004, the local administration ordered the termination of the lease agreement with company B. and authorised the applicant to carry out work to mark out of the boundaries of her land.",
            "uk": "8.  04 жовтня 2004 року заявниця звернулася до районної адміністрації за дозволом на встановлення меж її землі в натурі. У зв’язку з цим 19 жовтня 2004 року районна адміністрація розпорядилася припинити дію договору оренди з компанією «Б.» та дала дозвіл заявниці на проведення робіт із винесення меж земельної ділянки в натурі."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  In July 2005 the company removed its crop from the applicant’s land. On 25 July 2005 amendments were introduced to the lease agreement of 26 July 2004, excluding the applicant’s plot of land from the list of leased lands. From then on the applicant’s land ceased to be a leased property, and company B. has not used it since. In the same month the boundaries of the applicant’s land were established.",
            "uk": "9.  У липні 2005 року компанія зібрала врожай з землі заявниці. \n25 липня 2005 року до договору оренди від 26 липня 2004 року були внесені зміни, якими земельна ділянка заявниці була виключена з переліку орендованих земель. З цього моменту земля заявниці більше не була орендованою власністю, і компанія «Б.» не користувалася нею. Того місяця межі земельної ділянки заявниці були встановлені в натурі."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  On 20 January 2006 the applicant lodged a civil claim with the domestic courts against the local administration and company B. Claiming that the lease agreement of 26 July 2004 infringed her property rights and should have been declared invalid, she sought compensation for the use of the land by company B. She argued that the amount of compensation to be paid to her should correspond to the value of the crop that had been harvested from her land.",
            "uk": "10.  20 січня 2006 року заявниця звернулась до національних судів із цивільним позовом проти районної адміністрації та компанії «Б.». Стверджуючи, що договір оренди від 26 липня 2004 року порушив її майнові права та мав бути визнаний недійсним, вона вимагала надати їй відшкодування за користування землею компанією «Б.». Заявниця стверджувала, що сума відшкодування, яка мала бути їй сплачена, дорівнювала вартості зібраного з її землі врожаю."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "13.  The applicant appealed on points of law. On 4 January 2007 the Supreme Court of Ukraine refused to examine the merits of the applicant’s appeal on points of law, finding that it was frivolous.",
            "uk": "13.  Заявниця подала касаційну скаргу. 04 січня 2007 року Верховний Суд України відмовив у розгляді по суті касаційної скарги заявниці, визнавши її необґрунтованою."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "14.  On an unspecified date the applicant lodged another civil claim against company B., claiming the value of the land that had been used by B., as well as rental charges for the use of her land. On 7 June 2006 the Varva Local Court of Chernigiv Region left this claim unexamined because of the applicant’s attitude, citing the fact that she had been absent from the court hearings in her case on numerous occasions without good reason.",
            "uk": "14.  У незазначену дату заявниця подала ще один цивільний позов до компанії «Б.», вимагаючи відшкодування вартості землі, якою користувалася компанія «Б.», а також орендної плати за користування її землею. 07 червня 2006 року Варвинський районний суд Чернігівської області залишив цю позовну заяву без розгляду з огляду на поведінку заявниці, пославшись на її неодноразову неявку у судові засідання в її справі без поважних причин."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "A.  Constitution of Ukraine",
            "uk": "A.  Конституція України"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "Article 41",
            "uk": "Стаття 41"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "“Everyone shall have the right to own, use, or dispose of his or her property and of the results of his or her intellectual or creative activities.",
            "uk": "«Кожен має право володіти, користуватися і розпоряджатися своєю власністю, результатами своєї інтелектуальної, творчої діяльності."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "The right to private property shall be acquired in compliance with the procedure established by law ...”",
            "uk": "Право приватної власності набувається в порядку, визначеному законом ...»"
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "B.  Civil Code of Ukraine of 16 January 2003",
            "uk": "B.  Цивільний кодекс України від 16 січня 2003 року"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "Article 373  Land (plots of land) as a property",
            "uk": "Стаття 373.  Земля (земельна ділянка) як об’єкт права власності"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "...“3. The right of ownership over land shall encompass the surface layer (soil) within the boundaries of the plot, bodies of water, perennial plantings ...”",
            "uk": "...«3. Право власності на земельну ділянку поширюється на поверхневий (ґрунтовий) шар у межах цієї ділянки, на водні об’єкти, багаторічні насадження ...»."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "C.  Land Code of Ukraine (version applicable at the time of the circumstances of the case)",
            "uk": "C.  Земельний кодекс України (у редакції, застосовній на момент обставин справи)"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "Article 125 Origins of the right of ownership and the right \nof use of a plot of land",
            "uk": "Стаття 125. Виникнення права власності та права користуватися земельною ділянкою"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "“1. The right of ownership over land or the right to its permanent use shall arise after receipt by the owner or by the user of the document certifying that right, and after its official registration.",
            "uk": "«1. Право власності та право постійного користування на земельну ділянку виникає після одержання її власником або користувачем документа, що посвідчує право власності чи право постійного користування земельною ділянкою, та його державної реєстрації."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "2. It shall be prohibited to begin using a plot of land before the establishment of the boundaries of the land, before receipt by the owner of the document certifying the right to it, and before its official registration.”",
            "uk": "2. Приступати до використання земельної ділянки до встановлення її меж у натурі, одержання документа, що посвідчує право на неї, та державної реєстрації забороняється»."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "Article 212  Return of arbitrarily appropriated plots of land",
            "uk": "Стаття 212.  Повернення самовільно зайнятих земельних ділянок"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "“1.  Plots of land appropriated in an unauthorised manner shall be returned to their owners or users without compensation for any expenditure incurred during their unlawful use.”",
            "uk": "«1.  Самовільно зайняті земельні ділянки підлягають поверненню власникам землі або землекористувачам без відшкодування затрат, понесених за час незаконного користування ними.»"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "D.  Law of Ukraine establishing the procedure for the allocation of plots of land to their owners (Закон України “Про порядок виділення в натурі (на місцевості) земельних ділянок власникам земельних часток (паїв)”, version applicable at the time of the circumstances of the case)",
            "uk": "D.  Закон України «Про порядок виділення в натурі (на місцевості) земельних ділянок власникам земельних часток (паїв)» (у редакції, застосовній на момент обставин справи)"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "Article 13  Use of unclaimed plots of land",
            "uk": "Стаття 13.  Використання нерозподілених (невитребуваних) земельний ділянок"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "“Unclaimed plots of land may be rented out by the local authorities to be used for their designated purpose until their owners receive official title to the land ...”",
            "uk": "«Нерозподілені (невитребувані) земельні ділянки за рішенням відповідної сільської, селищної, міської ради чи районної державної адміністрації можуть передаватися в оренду для використання за цільовим призначенням до моменту отримання їх власниками державних актів на право власності на земельну ділянку...»"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "E.  Resolution of the Plenum of the Supreme Court of Ukraine of 16 April 2004 on judicial practice regarding the application of the land legislation in civil cases",
            "uk": "E.  Постанова Пленуму Верховного Суду України від 16 квітня 2004 року «Про практику застосування судами земельного законодавства при розгляді цивільних справ»"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "“... plots of land appropriated in an unauthorised manner shall be returned to their owners or users, and any unharvested crops shall be transferred to the latter, without compensation for any expenditure incurred during their unlawful use.”",
            "uk": "«...самовільно зайняті земельні ділянки повертаються їх власникам або землекористувачам з передачею останнім незібраного врожаю без відшкодування затрат, понесених за час незаконного користування ними.»"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "15.  The applicant complained that the letting by the Varvynska local administration to company B. of a plot of land owned by her, without her consent and without any compensation, constituted unlawful and disproportionate interference with her rights guaranteed by Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
            "uk": "15.  Заявниця скаржилася, що надання Варвинською районною державною адміністрацією земельної ділянки, яка їй належала, в оренду компанії «Б.» без її дозволу та жодного відшкодування, становило незаконне та непропорційне втручання у її права, гарантовані статтею 1 Першого протоколу до Конвенції, яка передбачає:"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "16.  The Government argued that the applicant had failed to exhaust domestic remedies and that she had not suffered a significant disadvantage.",
            "uk": "16.  Уряд стверджував, що заявниця не вичерпала національні засоби юридичного захисту та не зазнала суттєвої шкоди."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "1.  Non-exhaustion of domestic remedies",
            "uk": "1.  Невичерпання національних засобів юридичного захисту"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "21.  The Court notes that the Government did not dispute that a civil claim for compensation was an appropriate domestic remedy to be used in the circumstances of the case. Nor did they argue that the applicant had failed to raise her complaint under Article 1 of Protocol No. 1 to the Convention at least in substance at the domestic level. They merely argued that she had wrongly sought to be paid the value of the harvest in compensation.",
            "uk": "21.  Суд зазначає, що Уряд не оскаржував того, що цивільний позов про відшкодування шкоди був належним національним засобом юридичного захисту, який мав бути використаний за обставин цієї справи. Він також не стверджував, що заявниця принаймні по суті не висунула свою скаргу за статтею 1 Першого протоколу до Конвенції на національному рівні. Уряд лише зазначив, що вона помилково вимагала в якості відшкодування вартість урожаю."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "23. The Court thus does not accept the Government’s submissions that the applicant should have lodged another civil claim seeking compensation in the amount of the rental charges. It is hence satisfied that, by lodging the claim of 20 January 2006, the applicant gave the domestic courts the opportunity to decide first on her complaint under Article 1 of Protocol No. 1 to the Convention, and therefore duly exhausted domestic remedies. Consequently, the Government’s objection must be dismissed.",
            "uk": "23. Таким чином, Суд не погоджується з доводами Уряду, що заявниця повинна була подати ще один цивільний позов, вимагаючи відшкодування у розмірі орендної плати. Тому він переконаний, що, подавши 20 січня 2006 року позов, заявниця дала національним судам можливість першими вирішити її скаргу за статтею 1 Першого протоколу до Конвенції й, відповідно, належним чином вичерпала національні засоби юридичного захисту. Отже, зауваження Уряду має бути відхилене."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "2.  Whether the applicant suffered a significant disadvantage",
            "uk": "2.  Чи зазнала заявниця суттєвої шкоди"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "28.  In the present case, the applicant complained that her property had been leased and used without her consent and that she had not received any compensation in return. Given the important questions that were therefore in issue, i.e. a complete denial of the applicant’s usus and fructus rights attached to the ownership of the plot of land in question, the applicant cannot be deemed not to have suffered a significant disadvantage. It follows that the Government’s objection has to be dismissed.",
            "uk": "28.  У цій справі заявниця скаржилася, що її власність була надана в оренду і використовувалася без її дозволу, а вона не отримала жодного відшкодування у зв’язку з цим. З огляду на важливі питання, які порушувалися у зв’язку з цим, а саме повна відмова заявниці в її правах на користування та отримання доходу, притаманних праву власності на відповідну земельну ділянку, заявниця не могла вважатися такою, що не зазнала суттєвої шкоди. З цього випливає, що заперечення Уряду має бути відхилене."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "3.  Conclusion on admissibility",
            "uk": "3.  Висновок щодо прийнятності"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "29.  The Court further notes that the complaint is not manifestly illfounded within the meaning of Article 35 §§ 1 and 3 (b) of the Convention, and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "29.  Суд також зазначає, що скарга не є явно необґрунтованою у розумінні пункту 1 та підпункту «b» пункту 3 статті 35 Конвенції та вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "33.  The Government also maintained that once the local administration had become aware of the erroneous lease of the applicant’s land, it had immediately taken all the necessary steps to remedy the situation. Thus, in their opinion, given the fact that the local administration had corrected its mistake promptly by excluding the applicant’s land from the list of leased lands, the burden imposed on the applicant in this respect could not be considered excessive.",
            "uk": "33.  Уряд також стверджував, що як тільки районна адміністрація дізналася про помилкове надання в оренду землі заявниці, вона одразу вжила всі необхідні заходи для виправлення ситуації. Так, на думку Уряду, з огляду на оперативне виправлення районною адміністрацією своєї помилки шляхом виключення землі заявниці з переліку орендованих земель, покладений на неї у зв’язку з цим тягар не міг вважатися надмірним."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "(a)  As to the applicable rule of Article 1 of Protocol No. 1",
            "uk": "(a)  Щодо застосовної норми статті 1 Першого протоколу до Конвенції"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "38.  The Court will therefore examine the case in the light of the general rule set out in the first sentence of that Article.",
            "uk": "38.  Отже, Суд розгляне справу у світлі загальних принципів, закріплених у першому реченні цієї статті Конвенції."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "(b)  As to the justification of the interference",
            "uk": "(b)  Щодо виправдання втручання"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "41.  This means that the interference with the peaceful enjoyment of the applicant’s possessions as defined above, manifestly in breach of Ukrainian law, was not lawful for the purposes of the analysis under Article 1 of Protocol No. 1.",
            "uk": "41.  Це означає, що зазначене втручання у мирне володіння заявницею її майном явно порушило законодавство України та не було законним для цілей аналізу за статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "43.  There has therefore been a violation of Article 1 of Protocol No. 1.",
            "uk": "43.  Отже, було порушено статтю 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "44.  Article 41 of the Convention provides:",
            "uk": "44.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "45.  The applicant claimed 4,493 euros (EUR) in respect of pecuniary damage. She based her claim on the amount of compensation for the harvested crop awarded to her by the Varva Local Court of Chernigiv Region on 2 June 2006, and submitted the relevant calculations in that regard. She also claimed EUR 5,000 in respect of non-pecuniary damage.",
            "uk": "45.  Заявниця вимагала 4 493 євро в якості відшкодування матеріальної шкоди. Свою вимогу вона обґрунтовувала розміром відшкодування за зібраний врожай, присудженого їй Варвинським районним судом Чернігівської області 02 червня 2006 року та надала відповідні розрахунки у зв’язку з цим. Вона також вимагала 5 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "46.  The Government contested the applicant’s claim, arguing that it was unsubstantiated. They added with regard to pecuniary damage that the loss that the applicant had actually suffered should not be equated to the value of the crop as she did not have an expectation of using the land for agricultural purposes.",
            "uk": "46.  Уряд заперечив проти вимоги заявниці, стверджуючи, що вона була необґрунтованою. Стосовно матеріальної шкоди Уряд додав, що фактично понесені заявницею збитки не мали прирівнюватись до вартості врожаю, оскільки заявниця не мала очікувань щодо користування землею для сільськогосподарських цілей."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "47.  The Court, ruling on an equitable basis, awards the applicant EUR 4,000 under both heads for the illegal use of her property.",
            "uk": "47.  Ухвалюючи рішення на засадах справедливості, Суд присуджує заявниці 4 000 євро за обома пунктами у зв’язку з незаконним користуванням її власністю."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "48.  The applicant did not claim any amount for costs and expenses.",
            "uk": "48.  Заявниця не подала жодних вимог щодо судових та інших витрат."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "49.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "49.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "1.  Declares the application admissible;",
            "uk": "1.  Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
            "uk": "2.  Постановляє, що було порушено статтю 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "3.  Holds",
            "uk": "3.  Постановляє, що:"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant, within three months, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of pecuniary and non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "(a)  упродовж трьох місяців держава-відповідач повинна сплатити заявниці 4 000 (чотири тисячі) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування матеріальної та моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "4.  Відхиляє решту вимог заявниці щодо справедливої сатисфакції."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "Done in English, and notified in writing on 15 January 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 15 січня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]