[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF GUMENYUK AND OTHERS v. UKRAINE",
            "uk": "СПРАВА «ГУМЕНЮК ТА ІНШІ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 11423/19)",
            "uk": "(Заява № 11423/19)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "22 July 2021",
            "uk": "22 липня 2021 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "22/11/2021",
            "uk": "22.11.2021"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Gumenyuk and others v. Ukraine,",
            "uk": "У справі «Гуменюк та інші проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tMārtiņš Mits,\n\tGanna Yudkivska,\n\tLətif Hüseynov,\n\tJovan Ilievski,\n\tLado Chanturia,\n\tMattias Guyomar, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГанна Юдківська (Ganna Yudkivska),\n\tЛятіф Гусейнов (Lətif Hüseynov),\n\tЙован Ілієвський (Jovan Ilievski),\n\tЛадо Чантурія (Lado Chanturia),\n\tМаттіас Гуйомар (Mattias Guyomar), судді,\nта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having regard to:",
            "uk": "З огляду на:"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "the application (no. 11423/19) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by eight Ukrainian nationals (“the applicants”), whose particulars are set out in the appended table;",
            "uk": "заяву (№ 11423/19), яку подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини та основоположних свобод (далі – Конвенція) вісім громадян України (далі – заявники), відомості щодо яких наведено в таблиці у додатку;"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the decision to give notice of the application to the Ukrainian Government (“the Government”);",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про заяву;"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "Having deliberated in private on 25 May and 29 June 2021,",
            "uk": "після обговорення за зачиненими дверима 25 травня і 29 червня 2021 року"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "1.  The present case concerns judges of the Supreme Court of Ukraine who complain that they were unlawfully prevented from exercising their judicial functions as a result of the judicial reform and legislative amendments in 2016. In this connection the applicants complain that their right of access to a court under Article 6 § 1 and their right to respect for private life under Article 8 were violated.",
            "uk": "1.  Ця справа стосується суддів Верховного Суду України, які скаржилися на незаконне перешкоджання у виконанні ними суддівських функцій у результаті проведення судової реформи та внесення змін до законодавства у 2016 році. У зв’язку з цим заявники скаржилися за пунктом 1 статті 6 Конвенції на порушення їхнього права на доступ до суду та за статтею 8 Конвенції на порушення права на повагу до приватного життя."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "2.  The applicants were represented by Ms O. Lyoshenko, a lawyer practising in Kyiv.",
            "uk": "2.  Заявників представляла пані О. Льошенко, юрист, яка практикує у м. Київ."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "3.  The Government were represented by their Agent, Mr I. Lishchyna.",
            "uk": "3.  Уряд представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "5.  On dates between 1994 and 2008, the applicants were elected to the posts of judges of the Supreme Court of Ukraine (hereafter “the SCU”) for an indefinite period.",
            "uk": "5.  У період з 1994 до 2008 роки заявники були обрані на посади суддів Верховного Суду України (далі – ВСУ) безстроково."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "legislative amendments in 2016 restructuring the SYSTEM OF high courts in Ukraine",
            "uk": "ЗАКОНОДАВЧІ ЗМІНИ 2016 РОКУ ЩОДО РЕФОРМУВАННЯ СИСТЕМИ вищих судів В УКРАЇНІ"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "7.  The Government further submitted that in 2015 the President of Ukraine initiated the work on a strategy for reform of the judiciary which included both modernisation of legislation and adoption of amendments to the Constitution of Ukraine. The draft amendments to the Constitution were discussed with the Venice Commission. In their Opinion CDL-AD(2015)027 of 26 October 2015 the Venice Commission upheld the proposed amendments to the Constitution regarding the judiciary (see paragraph 34 below).",
            "uk": "7.  Уряд також зазначив, що у 2015 році Президент України ініціював роботу над стратегією реформування судоустрою, яка включала як модернізацію законодавства, так і внесення змін до Конституції України. Законопроєкт про внесення змін до Конституції України обговорювався з Венеціанською комісією. У висновку CDL-AD(2015)027 від 26 жовтня 2015 року Венеціанська комісія підтримала запропоновані зміни до Конституції України стосовно судоустрою (див. пункт 34)."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "8.  On 2 June 2016 Parliament adopted amendments to the Constitution of Ukraine with regard to the rules governing the organisation and functioning of the domestic judiciary (Act no. 1401 which came into effect on 30 September 2016). According to the new wording of Article 125 § 3 of the Constitution, “the Supreme Court” (hereafter “the SC”) is the highest court in the Ukrainian judicial system.",
            "uk": "8.  02 червня 2016 року Верховна Рада України внесла зміни до Конституції України щодо норм про організацію та функціонування національного судоустрою (Закон України № 1401, який набрав чинності 30 вересня 2016 року). Згідно з новою редакцією частини третьої статті 125 Конституції України «Верховний Суд» (далі – ВС) є найвищим судом у системі судоустрою України."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "12.  On 3 October 2016 the plenary SCU challenged the provisions of the Judiciary Act 2016 before the Constitutional Court, in so far as the termination of SCU’s activity and the establishment of the new SC were concerned. The SCU argued, among other things, that prevention of judges from exercising their judicial functions by way of liquidation of the SCU would be contrary to the Constitution.",
            "uk": "12.  03 жовтня 2016 року Пленум ВСУ звернувся з конституційним поданням до Конституційного Суду України щодо Закону України «Про судоустрій» 2016 року у частині про припинення діяльності ВСУ та утворення нового ВС. ВСУ стверджував, серед іншого, що перешкоджання суддям у виконанні їхніх суддівських функцій шляхом ліквідації ВСУ суперечитиме Конституції України."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "13.  On 7 November 2016 the Higher Qualification Commission of Judges (“the HQCJ”) announced a competition for 120 judges’ posts for the SC. 846 candidates participated in the competition. Among the candidates, there were 17 judges of the SCU (at the relevant time there were 21 judges at the SCU). All the applicants, except for the second applicant, participated in the competition but none of them succeeded.",
            "uk": "13.  07 листопада 2016 року Вища кваліфікаційна комісія суддів (далі – ВККС) оголосила конкурс на 120 посад суддів ВС. У конкурсі взяли участь 846 кандидатів. Серед кандидатів було 17 суддів ВСУ (на той момент у ВСУ працював 21 суддя). Усі заявники, окрім другої заявниці, брали участь у конкурсі, проте жоден з них не переміг."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "14.  Following the competition, new judges were selected and appointed to the SC. On 15 December 2017 the SC started functioning.",
            "uk": "14.  За результатами конкурсу були обрані та призначені до ВС нові судді. 15 грудня 2017 року ВС розпочав роботу."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "16.  On 2 August 2018 the HQCJ announced a second competition for another seventy-eight judges’ posts for the SC. The competition was concluded in 2019. Five members of the High Council of Justice (hereafter “the HCJ”) applied and four of them eventually succeeded.",
            "uk": "16.  02 серпня 2018 року ВККС оголосила другий конкурс на ще сімдесят вісім посад суддів ВС. Конкурс закінчився у 2019 році. П’ятеро членів Вищої ради правосуддя (далі – ВРП) взяли участь у конкурсі, і четверо з них зрештою пройшли конкурс успішно."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "The systemic analysis of the amendments to the Constitution, introduced by the Act no. 1401, indicates that they were not aimed at terminating the activity and liquidation of the Supreme Court of Ukraine as a body of state power by removing the word “Ukraine” - the name of the State - from the phrase “Supreme Court of Ukraine”.",
            "uk": "Системний аналіз змін до Конституції України, внесених Законом № 1401, вказує на те, що вони не були спрямовані на припинення діяльності та ліквідацію Верховного Суду України як органу державної влади через вилучення слова «України» – власної назви держави – із словесної конструкції «Верховний Суд України»."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "The Constitutional Court considers that the Act no. 1401 did not violate the principle of the institutional continuity of the highest body in the judiciary, which, after the entry into force of the Act no. 1401, continues to operate under the name “Supreme Court”.",
            "uk": "Конституційний Суд України вважає, що Закон № 1401 не порушив принципу інституційної безперервності функціонування найвищого інституту судової влади, який після набрання чинності Законом № 1401 продовжує діяти під назвою «Верховний Суд»."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "13. Comparative analysis of the provisions of the Constitution before and after the amendments of the Act no. 1401, the provisions of the Law “On the Judiciary and Status of Judges” dated July 7, 2010, and the Act no. 1402 gives the Constitutional Court grounds to conclude that there is no difference between the legal status of a judge of the Supreme Court of Ukraine and a judge of the Supreme Court.",
            "uk": "13. Порівняльний аналіз положень Конституції України до та після внесення до неї змін Законом № 1401, приписів Закону України «Про судоустрій і статус суддів» від 07 липня 2010 року № 2453-VI зі змінами та Закону № 1402 дає Конституційному Суду України підстави для висновку, що немає відмінностей між юридичним статусом судді Верховного Суду України та судді Верховного Суду."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "Judges of the Supreme Court of Ukraine must continue to exercise their powers as judges of the Supreme Court. Therefore, making a difference between judges of the Supreme Court of Ukraine and those of the Supreme Court is not consistent with the principle of irremovability of judges, which is a part of the constitutional guarantee of the independence of judges.",
            "uk": "Судді Верховного Суду України мають продовжувати здійснювати свої повноваження як судді Верховного Суду. Відтак фактична диференціація суддів Верховного Суду України та суддів Верховного Суду не узгоджується з принципом незмінюваності суддів, що є складовою конституційної гарантії незалежності суддів."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "Thus, ... the Constitutional Court of Ukraine rules that:",
            "uk": "Отже, ... Конституційний Суд України вирішив:"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "2. The provisions of paragraph 7 “and shall be liquidated” as regards the Supreme Court of Ukraine, paragraph 14 “judges of the Supreme Court of Ukraine” ... of Section XII “Final and transitional provisions” of the Law of Ukraine “On the Judiciary and Status of Judges” of 2 June 2016, are not in conformity with the Constitution of Ukraine (unconstitutional).",
            "uk": "2. визнати такими, що не відповідають Конституції України (є неконституційними, положення розділу XII «Прикінцеві та перехідні положення» Закону України «Про судоустрій і статус суддів» від 02 червня 2016 року … пункту 7 «та ліквідуються» в частині Верховного Суду України, пункту 14 «судді Верховного Суду України»… )"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "18.  In June 2020, draft law no. 3711 was introduced in Parliament proposing that the judges of the SCU be enrolled in the staff of the SC. As of June 2021, this law has not yet been adopted and the applicants have not been able to resume their duties as Supreme Court judges. The Venice Commission and the Directorate General of Human Rights and Rule of Law (DGI) of the Council of Europe provided their comments on the draft law (see paragraph 35 below).",
            "uk": "18.  У червні 2020 року до Верховної Ради України було внесено законопроєкт № 3711 з пропозицією зарахувати суддів ВСУ до апарату ВС. Станом на червень 2021 року цей закон ще не був прийнятий, і заявники не могли здійснювати свої повноваження як судді Верховного Суду. Венеціанська комісія та Генеральний директорат з прав людини та верховенства права (ДПЛ) Ради Європи надали свої коментарі щодо цього законопроєкту (див. пункт 35)."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "attempted transfer of the applicants to the other courts",
            "uk": "СПРОБИ ПЕРЕВЕсти ЗАЯВНИКІВ ДО ІНШИХ СУДІВ"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "20.  On 20 June 2018 the HQCJ issued recommendations for transferring the applicants to various appellate courts.",
            "uk": "20.  20 червня 2018 року ВККС видала рекомендації про переведення заявників до різних апеляційних судів."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "22.  On 20 and 29 November 2018 the HCJ rejected the above-mentioned recommendations without considering them on the merits, noting that the appellate courts in question had ceased to operate due to restructuring. At the time when that decision was taken, five members of the HCJ were taking part in the second competition to the new SC (see paragraph 16 above) and another member of the HCJ was the President of the new SC.",
            "uk": "22.  20 та 29 листопада 2018 року ВРП залишила вказані рекомендації без розгляду по суті, зазначивши, що відповідні апеляційні суди у зв’язку із судовою реформою припинили свою діяльність. На момент ухвалення такого рішення п’ятеро членів ВРП брали участь у другому конкурсі до апарату нового ВС (див. пункт 16), а інший член ВРП був Головою нового ВС."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "RELEVANT DOMESTIC LAW",
            "uk": "ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "Constitution of Ukraine, 1996",
            "uk": "Конституція України 1996 року"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "25.  After the amendments of 2016, Article 126 similarly proclaims the principle that judges hold their posts for an indefinite term (Article 126 § 5) and provides for an exhaustive list of grounds for the dismissal of judges and the termination of their office which includes a refusal by a judge to be transferred to a different court in the event of the liquidation or reorganisation of the court where the judge was employed (Article 126 § 6 (5)).",
            "uk": "25.  Після внесених у 2016 році змін стаття 126 аналогічно проголошує принцип, згідно з яким судді обіймають свої посади безстроково (частина п’ята статті 126), та передбачає вичерпний перелік підстав для звільнення суддів і припинення їхніх повноважень, що включає незгоду на переведення до іншого суду у разі ліквідації чи реорганізації суду, в якому суддя обіймає посаду (пункт 5 частини шостої статті 126)."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "Code of Administrative Justice, 2005",
            "uk": "Кодекс адміністративного судочинства України 2005 року"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "27.  Article 5 of the Code of Administrative Justice provides that everyone claiming that a decision, action or inaction of a public authority violates his or her rights, freedoms or legitimate interests has the right to apply to the administrative courts in accordance with the procedure established by that Code.",
            "uk": "27.  Стаття 5 Кодексу адміністративного судочинства України передбачає, що кожна особа має право в порядку, встановленому цим Кодексом, звернутися до адміністративного суду, якщо вважає, що рішенням, дією чи бездіяльністю суб’єкта владних повноважень порушені її права, свободи або законні інтереси."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "Judiciary and Status of Judges Act, 2016 (“the Judiciary Act 2016”)",
            "uk": "Закон України «Про судоустрій та статус судів» 2016 року (далі – Закон України «Про судоустрій» 2016 року)"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "28.  Section 53 of the Judiciary Act 2016 provides that a judge may not be transferred to another court without his or her consent, except for (1) transfers in case of reorganisation, liquidation or cessation of the functioning of a court; (2) transfer as a disciplinary sanction.",
            "uk": "28.  Стаття 53 Закону України «Про судоустрій» 2016 року передбачає, що суддю не може бути переведено до іншого суду без його згоди, крім переведення (1) у разі реорганізації, ліквідації або припинення роботи суду; (2) у порядку дисциплінарного стягнення."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "High Council of Justice Act, 2016",
            "uk": "Закон України «Про Вищу раду правосуддя» 2016 року"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "International material",
            "uk": "МІЖНАРОДНІ ДОКУМЕНТИ"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "30.  In its General Comment No. 32 on Article 14 of the International Covenant on Civil and Political Rights (Right to equality before courts and tribunals and to a fair trial) published on 23 August 2007, the UN Human Rights Committee stated as follows (footnotes omitted):",
            "uk": "30.  У Загальному коментарі № 32 до статті 14 Міжнародного пакту про громадянські та політичні права (право на рівність перед судами і трибуналами та на справедливий суд), опублікованому 23 серпня 2007 року, Комітет ООН з прав людини зазначив (посилання опущено):"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "31.  The relevant extracts from the European Charter on the Statute for Judges (Department of Legal Affairs of the Council of Europe, 8-10 July 1998 DAJ/DOC (98)23) read as follows:",
            "uk": "31.  У відповідних витягах з Європейської хартії про статут суддів (Департамент з питань правосуддя та правового співробітництва Ради Європи, 08 – 10 липня 1998 року DAJ/DOC (98)23) зазначено:"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "1.2. In each European State, the fundamental principles of the statute for judges are set out in internal norms at the highest level, and its rules in norms at least at the legislative level.",
            "uk": "1.2. У кожній європейській державі основоположні принципи закону про статус суддів викладено у національних нормах найвищого рівня, а його правила – у нормах не нижче законодавчого рівня."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "1.3. In respect of every decision affecting the selection, recruitment, appointment, career progress or termination of office of a judge, the statute envisages the intervention of an authority independent of the executive and legislative powers within which at least one half of those who sit are judges elected by their peers following methods guaranteeing the widest representation of the judiciary.",
            "uk": "1.3. Щодо кожного рішення стосовно підбору, відбору та призначення судді на посаду, підвищення по службі або припинення повноважень, законом має бути передбачено втручання органу, незалежного від виконавчої та законодавчої влади, у складі якого щонайменше половина членів – судді, обрані їхніми колегами, і в якому гарантовано якнайширше представництво суддів."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "1.4. The statute gives to every judge who considers that his or her rights under the statute, or more generally his or her independence, or that of the legal process, are threatened or ignored in any way whatsoever, the possibility of making a reference to such an independent authority, with effective means available to it of remedying or proposing a remedy.",
            "uk": "1.4. Закон надає кожному судді, який вважає, що його права за законом, або у більш загальному значенні – його незалежність чи незалежність правосуддя так чи інакше знаходиться під загрозою або ігнорується, можливість звернутися щодо цього до незалежного органу, у розпорядженні якого є ефективний засіб юридичного захисту або який може запропонувати такий засіб."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "32.  The relevant extract from the Explanatory Memorandum to the European Charter on the Statute for Judges (mentioned above) provides as follows:",
            "uk": "32.  У відповідному витягу з Пояснювальної записки до Європейської хартії про статус суддів (згаданої раніше) зазначено:"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "33.  The relevant extracts from the appendix to Recommendation CM Rec (2010)12 of the Committee of Ministers of the Council of Europe to member States on judges’ independence, efficiency and responsibilities, adopted on 17 November 2010, read:",
            "uk": "33.  У відповідних витягах з Додатку до Рекомендації № CM/Rec(2010)12 Комітету міністрів Ради Європи державам-членам щодо незалежності, ефективності та обов’язків суддів, прийнятого 17 листопада 2010 року, зазначено:"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“Tenure and irremovability",
            "uk": "«Термін перебування на посаді та незмінюваність"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "49.  Security of tenure and irremovability are key elements of the independence of judges. Accordingly, judges should have guaranteed tenure until a mandatory retirement age, where such exists.",
            "uk": "49.  Забезпечення терміну перебування на посаді та незмінюваності є ключовими елементами принципу незалежності суддів. Отже, судді повинні мати гарантований термін перебування на посаді до часу обов’язкового виходу у відставку, де такий існує."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "52.  A judge should not receive a new appointment or be moved to another judicial office without consenting to it, except in cases of disciplinary sanctions or reform of the organisation of the judicial system.",
            "uk": "52.  Суддя не може бути призначений на нову посаду або переведений на іншу без його згоди на це, крім випадків застосування до нього дисциплінарних стягнень або здійснення реформування в організації судової системи."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "34.  The following are extracts from the European Commission for Democracy through Law (Venice Commission) Opinion on the proposed amendments to the Constitution of Ukraine regarding the judiciary as approved by the Constitutional Commission on 4 September 2015, adopted by the Venice Commission at its 104th Plenary Session (Venice, \n23-24 October 2015):",
            "uk": "34.  Далі наведено витяги з висновку Європейської комісії за демократію через право (Венеціанська комісія) щодо запропонованих змін до Конституції України стосовно судоустрою, затверджених Конституційною Комісією 04 вересня 2015 року, прийнятого Венеціанською комісією на її 104-му пленарному засіданні (Венеція, 23 – 24 жовтня 2015 року):"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "39. In the view of the Venice Commission, the latest version of the constitutional amendments prepared by the Working Group on the Judiciary of the Constitutional Commission of Ukraine is very positive and well-drafted, and deserves to be fully supported.",
            "uk": "39. На думку Венеціанської комісії, остання версія змін до Конституції України, підготовлена Робочою групою з питань правосуддя Конституційної Комісії України, є дуже позитивною й добре підготовленою та заслуговує повної підтримки."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "35.  The Venice Commission and the Directorate General of Human Rights and Rule of Law (DGI) of the Council of Europe, in their Joint Opinion on the draft amendments to the law ‘On the Judiciary and the Status of Judges’ and certain laws on the activities of the Supreme Court and judicial authorities (draft law no. 3711), adopted by the Venice Commission at its 124th online Plenary Session (8-9 October 2020) observed as follows:",
            "uk": "35.  Венеціанська комісія та Генеральний директорат з прав людини та верховенства права (ДПЛ) Ради Європи у спільному Висновку щодо проєкту змін до Закону України «Про судоустрій та статус суддів» і деяких законів України про діяльність Верховного Суду та судових органів (законопроєкт № 3711), прийнятому Венеціанською комісією на її 124-му пленарному засіданні, проведеному онлайн (08 – 09 жовтня 2020 року), зазначили:"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "“5. Integration of the Judges of the Supreme Court of Ukraine into the Supreme Court",
            "uk": "«5. Включення суддів Верховного Суду України до складу Верховного Суду"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "58. Clause 7 of Section XII “Final and transitional provisions” of draft Law no. 3711 transfers the remaining eight judges of the ‘old’ Supreme Court of Ukraine to the Supreme Court.",
            "uk": "58. Пунктом 7 Розділу ХІІ «Прикінцеві та перехідні положення» проєкту Закону № 3711 передбачено зарахування восьми суддів «старого» Верховного Суду України до складу Верховного Суду."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "37.  The applicants raised two complaints under that provision. First, they complained that they did not have access to a court to challenge their alleged unlawful prevention from exercising their judicial functions as a result of legislative amendments in 2016. Secondly, they complained that in 2018, when dealing with the issue of their attempted transfer to other judicial posts, the HCJ failed to act as an “independent and impartial tribunal”.",
            "uk": "37.  Заявники висунули дві скарги за цим положенням. По-перше, вони скаржилися на відсутність доступу до суду, аби оскаржити стверджуване незаконне перешкоджання у виконанні ними своїх суддівських функцій у результаті внесення змін до законодавства у 2016 році. По-друге, вони скаржилися, що у 2018 році під час розгляду питання про їхнє переведення на інші посади ВРП виступала не як «незалежний та безсторонній суд»."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "38.  The applicants relied on Article 6 § 1 of the Convention which reads, in so far as relevant, as follows:",
            "uk": "38.  Заявники посилалися на пункт 1 статті 6 Конвенції, відповідна частина якого передбачає:"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... незалежним і безстороннім судом, встановленим законом, який вирішить спір щодо його прав та обов’язків цивільного характеру.»"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Alleged violation of right of access to a court as a result of the 2016 legislative amendments",
            "uk": "Стверджуване порушення права на доступ до суду у результаті законодавчих змін 2016 року"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "42.  The applicants maintained their complaints and submitted that the situation complained of was of a long-term nature and that they had no effective remedy. Accordingly, their complaints could not be dismissed on the grounds of failure to comply with the six-month rule or the rule of exhaustion of domestic remedies.",
            "uk": "42.  Заявники підтримали свої скарги та стверджували, що відповідна ситуація мала довгостроковий характер і вони не мали у своєму розпорядженні ефективного засобу юридичного захисту. Тому їхні скарги не могли бути відхилені на підставі недотримання правила шестимісячного строку або правила вичерпання національних засобів юридичного захисту."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Applicability of Article 6",
            "uk": "Застосування статті 6 Конвенції"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Existence of a right",
            "uk": "Існування права"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "47.  By implication, Article 6 remains inapplicable where it is clear beyond argument that no right exists in domestic law (see Sultana v. Malta (dec.), no. 970/04, 11 December 2007).",
            "uk": "47.  За своєю суттю стаття 6 Конвенції незастосовна, якщо відсутність відповідного права у національному законодавстві не викликає сумнівів (див. ухвалу щодо прийнятності у справі «Султана проти Мальти» (Sultana v. Malta), заява № 970/04, від 11 грудня 2007 року)."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Such is the case where a person’s rights under the domestic legislation are limited to a mere hope of being granted a right, with the actual grant of that right depending on an entirely discretionary and unreasoned decision of the authorities (see Regner v. the Czech Republic [GC], no. 35289/11, § 103, 19 September 2017).",
            "uk": "Так відбувається, коли права особи згідно з національним законодавством обмежуються простою надією на отримання такого права, при цьому фактичне надання цього права цілком залежить від дискреційного та необґрунтованого рішення органів державної влади (див. рішення у справі «Реґнер проти Чеської Республіки» [ВП] (Regner v. the Czech Republic) [GC], заява № 35289/11, пункт 103, від 19 вересня 2017 року)."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Nevertheless, the concept of “civil rights and obligations” is an autonomous concept deriving from the Convention which cannot be interpreted solely by reference to the respondent State’s domestic law (see  Naït-Liman v. Switzerland [GC], no. 51357/07, § 106, 15 March 2018).",
            "uk": "Тим не менш, поняття «права та обов’язки цивільного характеру» є автономним поняттям, яке випливає з Конвенції, і не може тлумачитися виключно посиланням на національне законодавство держави-відповідача (див. рішення у справі «Наіт-Ліман проти Швейцарії» [ВП] (Naït-Liman v. Switzerland) [GC], заява № 51357/07, пункт 106, від 15 березня 2018 року)."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "50.  In the present case it is not disputed that all the applicants were entitled under the domestic law to remain judges until their retirement if none of the exceptional grounds for early termination of office, as set out in Article 126 of the Constitution, materialised.",
            "uk": "50.  У цій справі не оскаржується, що згідно з національним законодавством всі заявники мали право залишатися на посаді судді до досягнення пенсійного віку у випадку незастосування до них однієї з передбачених статтею 126 Конституції України виняткових підстав для дострокового припинення повноважень."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "However, as a result of the “final and transitional provisions” of the Judiciary Act 2016 ordering the liquidation of the SCU and the establishment of the new SC and also as a result of further measures taken in order to implement the judicial reform, the applicants, while not being formally dismissed, were in fact prevented from exercising their judicial functions, at least for a certain period of time, despite what the Constitutional Court also confirmed to be the validity of their tenure.",
            "uk": "Однак внаслідок прийняття «Прикінцевих та перехідних положень» Закону України «Про судоустрій» 2016 року, які передбачали ліквідацію ВСУ та створення нового ВС, а також внаслідок подальших заходів, вжитих для реалізації судової реформи, заявники, хоча вони й не були офіційно звільнені, фактично не могли виконувати свої суддівські функції, принаймні протягом певного періоду часу, незважаючи на підтвердження Конституційним Судом України правомірності їхнього перебування на посадах."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "51.  The wording of the domestic provisions relating to the applicants’ status (see paragraphs 23 and 24 above), could give rise to various interpretations, including that the applicants were entitled solely to remain active judges, and not necessarily to keep their posts in a particular court of law. At the time of the impugned events in 2016, there was no case law making clear the precise scope and meaning of the constitutional guarantees at issue.",
            "uk": "51.  Формулювання положень національного законодавства щодо статусу заявників (див. пункти 23 і 24) могло призвести до появи різних тлумачень, у тому числі, що заявники мали право лише залишатися діючими суддями, а не обов’язково обіймати посади у визначеному суді. На момент оскаржуваних подій 2016 року була відсутня практика, яка б чітко визначала обсяг і суть відповідних конституційних гарантій."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "However, it was not disputed that the relevant constitutional principles provided the applicants at least with an arguable basis on which the right to be protected against arbitrary removal from judicial duties could be claimed (see, matatis matandis, Bilgen, cited above, § 57 in fine).",
            "uk": "Однак не оскаржувалося, що відповідні конституційні принципи передбачали наявність у заявників принаймні небезпідставного підґрунтя, аби стверджувати про наявність у них права на захист від свавільного відсторонення від виконання суддівських обов’язків (див., matatis matandis, згадане рішення у справі «Більген проти Туреччини» (Bilgen v. Turkey), пункт 57 in fine)."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "52.  The Court does not find any reason to doubt that such a right existed at the domestic level. In this regard, the Court recalls that it has on many occasions emphasised the special role in society of the judiciary which, as the guarantor of justice, a fundamental value in a State governed by the rule of law, must enjoy public confidence if it is to be successful in carrying out its duties (see Baka, cited above, § 165, with further references).",
            "uk": "52.  Суд не вбачає підстав сумніватися в існуванні такого права на національному рівні. У зв’язку з цим Суд нагадує, що він неодноразово підкреслював особливу роль у суспільстві судової влади, яка, як гарант правосуддя та основоположної цінності у правовій державі, повинна користуватися довірою громадськості, якщо це необхідно для успішного виконання нею своїх обов’язків (див. згадане рішення у справі «Бака проти Угорщини» (Baka v. Hungary), пункт 165 з подальшими посиланнями)."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "56.  In such circumstances, the Court finds that the applicants’ dispute concerned a “right” within the meaning of Article 6. Moreover, the applicant’s dispute was “genuine” and it was “serious”, having regard to the role of the judicial functions which the applicants were prevented from exercising. Likewise, the dispute was “directly decisive” for the applicants’ rights because it was precisely about the impossibility for the applicants to exercise their judicial profession.",
            "uk": "56.  За таких обставин Суд вважає, що спір заявників стосувався «права» у розумінні статті 6 Конвенції. Крім того, спір заявників був «реальним» і «серйозним» з огляду на роль суддівських функцій, у виконанні яких заявникам перешкодили. Аналогічно спір мав «безпосереднє вирішальне значення» для прав заявників, оскільки стосувався саме відсутності у заявників можливості здійснювати свою суддівську діяльність."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "Civil nature of the right",
            "uk": "Цивільний характер права"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "Recapitulation of the case-law",
            "uk": "Узагальнення практики"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "Application of those principles to the present case",
            "uk": "2. Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(see, for the origins, Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002III, and Niemietz v. Germany, 16 December 1992, § 29, Series A no. 251B).",
            "uk": "(див. стосовно походження цієї позиції рішення у справах «Прітті проти Сполученого Королівства» (Pretty v. the United Kingdom), заява № 2346/02, пункт 61, ЄСПЛ 2002-III та «Німіць проти Німеччини» (Niemietz v. Germany) від 16 грудня 1992 року, пункт 29, Серія А № 251-B)."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "62.  In this context the Court notes that the substance of the applicants’ dispute was raised by the plenary SCU in the proceedings before the Constitutional Court which took cognisance of the matter and subsequently delivered a judgment on the merits favourable to the applicants (see paragraph 17 above). However, the judgment of the Constitutional Court was not self-executing and the applicants were not parties to the proceedings before that court.",
            "uk": "62.  У цьому контексті Суд зазначає, що суть спору заявників була викладена Пленумом ВСУ у конституційному поданні до Конституційного Суду України, який звернув увагу на це питання та згодом ухвалив рішення по суті на користь заявників (див. пункт 17). Проте рішення Конституційного Суду України не мало прямої дії і заявники не були учасниками провадження у цьому суді."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "The proceedings in the Constitutional Court were opened at the request of the plenary SCU, acting as a public authority, when it was still operational. The fact that the constitutional proceedings, directly touching the substance of the applicants’ claims, were initiated by the plenary SCU in a public-law action is not therefore decisive since the applicants were unable to bring the matter to the Constitutional Court in their individual capacity as judges.",
            "uk": "Провадження у Конституційному Суді України було відкрито за поданням Пленуму ВСУ, який, коли він ще функціонував, діяв як орган державної влади. Той факт, що конституційне провадження, яке прямо стосувалося суті скарг заявників, було ініційоване Пленумом ВСУ у межах скарги у публічній сфері, не має вирішального значення, оскільки заявники не могли звернутися до Конституційного Суду України з цим питанням як фізичні особи-судді."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "67.  It follows that the second condition of the Eskelinen test has not been met. Article 6 § 1 of the Convention is therefore applicable and the Government’s objection to this effect must be dismissed.",
            "uk": "67.  З цього випливає, що друга умова підходу, встановленого в рішенні у справі «Вільхо Ескелайнен та інші проти Фінляндії» (Vilho Eskelinen and Others v. Finland), виконана не була. Отже, пункт 1 статті 6 Конвенції є застосовним і заперечення Уряду щодо цього має бути відхилене."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "Other grounds for inadmissibility",
            "uk": "Інші підстави для неприйнятності"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "69.  The Court notes that the applicants’ complaint concerning lack of access to court is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "69.  Суд зазначає, що скарга заявників на відсутність доступу до суду не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "71.  As stated above (see paragraph 52 above), given the prominent place that the judiciary occupies among State organs in a democratic society and the growing importance attached to the separation of powers and to the necessity of safeguarding the independence of the judiciary, the Court must be particularly attentive to the protection of members of the judiciary against measures affecting their status or career that can threaten their judicial independence and autonomy.",
            "uk": "71.  Як зазначалося раніше (див. пункт 52), враховуючи важливе місце, яке посідає судова влада серед державних органів у демократичному суспільстві, і зростаюче значення, що надається принципу поділу влади та необхідності гарантувати незалежність судової влади, Суд повинен приділити особливу увагу захисту представників судової влади від заходів, що впливають на їхній статус або професійну діяльність і можуть загрожувати незалежності та автономії суддів."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "76.  In conclusion, the Court holds that there has been a violation of Article 6 § 1 of the Convention as regards the applicants’ right of access to a court.",
            "uk": "76.  Насамкінець, Суд вважає, що було порушено пункт 1 статті 6 Конвенції щодо права заявників на доступ до суду."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "Alleged violation of the right to an independent and impartial tribunal in relation to the decisions of the HCJ of 2018",
            "uk": "Стверджуване порушення права на незалежний та безсторонній суд у зв’язку з ухвалами ВРП від 2018 року"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "77.  The Government submitted that it was unclear why the applicants considered that the refusal by the HCJ to examine the recommendations of the HQCJ to transfer them to lower courts was unfavourable. In any event, the HCJ had acted in accordance with the principles of independence and impartiality. The Government argued on these grounds that the complaint was manifestly ill-founded.",
            "uk": "77.  Уряд стверджував, що було незрозуміло, чому заявники вважали відмову ВРП розглядати рекомендації ВККС про їхнє переведення до судів нижчих інстанцій неналежною. У будь-якому випадку ВРП діяла згідно з принципами незалежності та неупередженості. З огляду на це Уряд доводив, що скарга була явно необґрунтованою."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "78.  The applicants maintained their complaint that the HCJ could not be impartial in view of the involvement of its members in the competition for the new SC, which was ongoing at the relevant time.",
            "uk": "78.  Заявники підтримали скаргу, що ВРП не могла бути неупередженою з огляду на участь її членів у конкурсі до нового ВС, який проходив у той момент."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "79.  The Court must determine whether Article 6 is applicable to the administrative proceedings before the HCJ. It recalls that Article 6 does not apply to a noncontentious and unilateral procedure which does not involve opposing parties disputing over civil rights (see Alaverdyan v. Armenia (dec.), no. 4523/04, §§ 34-37, 24 August 2010, with further references).",
            "uk": "79.  Суд повинен визначити, чи застосовна стаття 6 Конвенції до адміністративного провадження у ВРП. Суд нагадує, що стаття 6 Конвенції не поширюється на позасудову та односторонню процедуру, що не передбачає спору між сторонами стосовно прав цивільного характеру (див. ухвалу щодо прийнятності у справі «Алавердян проти Вірменії» (Alaverdyan v. Armenia), заява № 4523/04, пункти 34 – 37, від 24 серпня 2010 року з подальшими посиланнями)."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "81.  The Court therefore concludes that the proceedings before the HCJ did not involve a “dispute” and consequently Article 6 was not applicable. The complaint is therefore incompatible ratione materiae with the Convention and must be rejected in accordance with Article 35 §§ 3 (a) and 4.",
            "uk": "81.  Отже, Суд доходить висновку, що провадження у ВРП не було пов’язане зі «спором», а тому стаття 6 Конвенції не була застосовною. Таким чином, скарга несумісна з положеннями Конвенції за критерієм ratione materiae і має бути відхилена на підставі підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "82.  The applicants complained under Article 8 of the Convention that their prevention from exercising their judicial functions amounted to an unlawful and groundless interference with their right to respect for private life.",
            "uk": "82.  Заявники скаржилися за статтею 8 Конвенції, що перешкоджання у виконанні ними суддівських функцій становило незаконне та безпідставне втручання в їхнє право на повагу до приватного життя."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "83.  Article 8 of the Convention reads as follows:",
            "uk": "83.  Стаття 8 Конвенції передбачає:"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
            "uk": "«1.  Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2.  Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб.»"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "85.  The applicants maintained that their complaint was admissible.",
            "uk": "85.  Заявники стверджували, що їхня скарга була прийнятною."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "87.  In the present case the legislative amendments in 2016 and their subsequent implementation resulted in effective prevention of the applicants from exercising their judicial functions as Supreme Court judges without their formal dismissal. The reasons underpinning those measures were not expressly related to the applicants, let alone their private lives. It is therefore the consequence-based approach which may bring the issue under Article 8.",
            "uk": "87.  У цій справі законодавчі зміни 2016 року та їхня подальша імплементація призвели до ефективного перешкоджання заявникам у виконанні ними своїх суддівських функцій як суддів Верховного Суду без офіційного звільнення. Причини, на яких ґрунтувалося застосування цих заходів, прямо не стосувалися заявників, не кажучи вже про їхнє приватне життя. Тому саме підхід, заснований на наслідках, призводить до застосування до цього питання статті 8 Конвенції."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "89.  Having regard to the nature and the duration of the negative effects, the Court considers that the impugned measures affected the applicants’ private lives to a very significant degree, falling therefore within the scope of Article 8. The Government objection is therefore dismissed.",
            "uk": "89.  З огляду на характер і тривалість негативних наслідків Суд вважає, що оскаржувані заходи значною мірою вплинули на приватне життя заявників, і тому підпадають під сферу дії статті 8 Конвенції. Таким чином, заперечення Уряду відхиляється."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "90.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "90.  Суд зазначає, що ця скарга не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "91.  The applicants maintained that there was a violation of Article 8 of the Convention and that, despite the favourable decision by the Constitutional Court, they had not been permitted to resume their judicial functions.",
            "uk": "91.  Заявники стверджували, що було порушено статтю 8 Конвенції і що, незважаючи на ухвалення Конституційним Судом України рішення на їхню користь, їм не було дозволено відновити здійснення своїх суддівських функцій."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "92.  The Government contended that the measures complained of were lawful and they pursued a legitimate aim of reforming the domestic judiciary. Moreover, the measures at issue were not disproportionate in respect of the applicants who had options of participating in the competition for the new SC or being transferred to other domestic courts.",
            "uk": "92.  Уряд доводив, що оскаржувані заходи були законними і переслідували легітимну мету реформування національної судової системи. До того ж відповідні заходи не були непропорційними щодо заявників, які мали можливість взяти участь у конкурсі до нового ВС або перевестися до інших національних судів."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "93.  As noted above, the applicants’ prevention from exercising judicial functions affected their private lives to a very significant degree. The impugned measures therefore constituted an interference with the applicants’ right to respect for private life (see also Oleksandr Volkov, cited above, §§ 165-67, with further references).",
            "uk": "93.  Як зазначалося раніше, перешкоджання заявникам у виконанні ними суддівських функцій значною мірою вплинуло на їхнє приватне життя. Отже, оскаржувані заходи становили втручання у право заявників на повагу до приватного життя (див. також згадане рішення у справі «Олександр Волков проти України» (Oleksandr Volkov v. Ukraine), пункти 165 – 167 з подальшими посиланнями)."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "94.  The interference will be in breach of Article 8 of the Convention unless it can be justified under paragraph 2 of Article 8 as being “in accordance with the law”, pursuing one or more of the legitimate aims listed therein, and being “necessary in a democratic society” in order to achieve the aim or aims concerned.",
            "uk": "94.  Втручання порушуватиме статтю 8 Конвенції, якщо воно не буде виправданим за пунктом 2 статті 8 Конвенції як таке, що здійснене «згідно із законом», переслідує одну або декілька законних цілей, перелічених у ньому, і є «необхідним у демократичному суспільстві» для досягнення цих цілі чи цілей."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "97.  In the present case, even though the interference complained of originates from a parliamentary law, the question arises whether it was lawful for the purpose of the Convention, notably whether the relevant legal framework was foreseeable in its application and compatible with the rule of law.",
            "uk": "97.  У цій справі, хоча оскаржуване втручання сталося внаслідок прийняття закону Верховною Радою України, виникає питання, чи було воно законним для цілей Конвенції, зокрема, чи було відповідне законодавство передбачуваним у своєму застосуванні і сумісним з принципом верховенства права."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "101.  In view of the above considerations, the Court finds that the interference at issue fell short of the requirements of lawfulness for the purpose of the Convention. Accordingly, there has been a violation of Article 8 of the Convention.",
            "uk": "101.  З огляду на зазначені міркування Суд вважає, що відповідне втручання не відповідало вимогам законності для цілі Конвенції. Отже, було порушено статтю 8 Конвенції."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ІІІ. ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "102.  Article 41 of the Convention provides:",
            "uk": "102.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "103.  The applicants provided calculations of alleged pecuniary damage which consisted of lost salaries for the period during which they could not exercise their judicial duties as Supreme Court judges. The applicants further claimed 10,000 euros (EUR) each in respect of non-pecuniary damage.",
            "uk": "103.  Заявники надали розрахунки стверджуваної матеріальної шкоди, яка складалася з втраченої заробітної плати за період, протягом якого вони не могли виконувати свої суддівські обов’язки як судді Верховного Суду. Заявники також вимагали по 10 000 євро кожен в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "104.  The Government submitted that the claims for pecuniary damage had been unfounded because the applicants had been offered payment of their salaries by the Liquidation Commission of the SCU but had failed to appear and collect the money. The Government also submitted that there had been no causal link between the alleged violations and the pecuniary damage claimed. They further maintained that the claim for non-pecuniary damages had been fully unsubstantiated.",
            "uk": "104.  Уряд стверджував, що вимоги про відшкодування матеріальної шкоди були безпідставними, оскільки ліквідаційна комісія ВСУ запропонувала виплатити їм заробітну плату, але вони не з’явилися та не забрали кошти. Уряд також стверджував про відсутність причинно-наслідкового зв’язку між стверджуваними порушеннями та матеріальною шкодою, яка вимагалася. Він також доводив, що вимога про відшкодування моральної шкоди була цілком необґрунтованою."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "105.  The Court takes note of the Government’s submissions and considers that the applicants failed to prove that they had sustained any pecuniary damage resulting from the violations found. It therefore dismisses the claim for pecuniary damage.",
            "uk": "105.  Суд бере до уваги доводи Уряду та вважає, що заявники не змогли довести, що вони зазнали матеріальної шкоди, яка виникла у результаті встановлених порушень. Тому він відхиляє вимогу про відшкодування матеріальної шкоди."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "106.  The Court further considers that the applicants have suffered non-pecuniary damage which is not sufficiently compensated by the finding of violations of the Convention. Considering the circumstances of the case and making its assessment on an equitable basis, the Court awards each applicant EUR 5,000 in respect of non-pecuniary damage, plus any tax that may be chargeable to him.",
            "uk": "106.  Суд також вважає, що заявники зазнали моральної шкоди, для відшкодування якої недостатньо встановлення порушення Конвенції. Враховуючи обставини справи та здійснюючи оцінку на засадах справедливості, Суд вважає за належне присудити кожному заявнику по 5 000 євро в якості відшкодування моральної шкоди та додатково суму будь-якого податку, що може нараховуватися."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "107.  The applicants made no claim for costs and expenses. The Courts therefore makes no award under this head.",
            "uk": "107.  Заявники не подали вимог щодо компенсації судових та інших витрат. Отже, Суд нічого не присуджує за цим пунктом."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "108.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "108.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "Joins to the merits the Government’s objection on grounds of the sixmonth rule, which concerned the admissibility of the applicants’ complaint of alleged lack of access to court (Article 6 § 1), and rejects that objection after an examination of the merits;",
            "uk": "Долучає до розгляду по суті заперечення Уряду щодо недотримання правила шестимісячного строку, яке стосувалося прийнятності скарги заявників на стверджувану відсутність доступу до суду (пункт 1 статті 6 Конвенції), та відхиляє це заперечення після розгляду по суті;"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "Declares the complaints concerning access to court (Article 6 § 1) and the right to respect for private life (Article 8) admissible and the remainder of the application inadmissible;",
            "uk": "Оголошує прийнятними скарги щодо доступу до суду (пункт 1 статті 6 Конвенції) та права на повагу до приватного життя (стаття 8 Конвенції), а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention as regards the applicants’ right of access to a court;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції щодо права заявників на доступ до суду;"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "Holds that there has been a violation of Article 8 of the Convention;",
            "uk": "Постановляє, що було порушено статтю 8 Конвенції;"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "that the respondent State is to pay each applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити кожному заявнику по 5 000 (п’ять тисяч) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "Done in English, and notified in writing on 22 July 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 22 липня 2021 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "{signature_p_2}",
            "uk": "ДОДАТОК"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "Victor Soloveytchik \tSíofra O’Leary\n\tRegistrar\tPresident",
            "uk": "Список заявників:"
        }
    }
]