[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF IVAN KARPENKO v. UKRAINE",
            "uk": "СПРАВА «ІВАН КАРПЕНКО ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 45397/13)",
            "uk": "(Заява № 45397/13)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "16 December 2021",
            "uk": "16 грудня 2021 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "16/03/2022",
            "uk": "16.03.2022"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Ivan Karpenko v. Ukraine,",
            "uk": "У справі «Іван Карпенко проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tMārtiņš Mits,\n\tGanna Yudkivska,\n\tStéphanie Mourou-Vikström,\n\tJovan Ilievski,\n\tLado Chanturia,\n\tIvana Jelić, judges,\nand Martina Keller, Deputy Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГанна Юдківська (Ganna Yudkivska),\n\tСтефані Моро-Вікстром (Stéphanie Mourou-Vikström),\n\tЙован Ілієвський (Jovan Ilievski),\n\tЛадо Чантурія (Lado Chanturia),\n\tІвана Джеліч (Ivana Jelić), судді,\nта Мартіна Келлер (Martina Keller), заступник Секретаря секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having regard to:",
            "uk": "З огляду на:"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "the application (no. 45397/13) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Ivan Ivanovych Karpenko (“the applicant”), on 3 August 2013;",
            "uk": "заяву (№ 45397/13), яку 03 серпня 2013 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, \nпан Іван Іванович Карпенко (далі – заявник);"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the application;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про заяву;"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the observations submitted by the respondent Government and the observations in reply submitted by the applicant;",
            "uk": "зауваження, подані Урядом держави-відповідача, та зауваження, подані заявником у відповідь;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the comments submitted by the European Prison Litigation Network, which had been granted leave to intervene by the President of the Section;",
            "uk": "коментарі, подані Європейською мережею захисту прав в’язнів, якій Голова секції надав дозвіл на вступ у справу;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Having deliberated in private on 23 November 2021,",
            "uk": "після обговорення за зачиненими дверима 23 листопада 2021 року"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "1.  The case concerns the prohibition of life prisoners having any contact with inmates from other cells (Article 3 of the Convention) and the lack of an effective domestic remedy in that regard (Article 13 of the Convention).",
            "uk": "1.  Справа стосується заборони засудженим до довічного позбавлення волі спілкуватися із засудженими з інших камер (стаття 3 Конвенції) та відсутності ефективного національного засобу юридичного захисту у зв’язку з цим (стаття 13 Конвенції)."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "2.  The applicant was born in 1973. He has been serving a life sentence since 2004. From May 2005 he has been imprisoned in Romny Prison no. 56.",
            "uk": "2.  Заявник народився у 1973 році. З 2004 року він відбуває покарання у виді довічного позбавлення волі. З травня 2005 року він тримається у Роменській виправній колонії № 56."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "3.  Having been granted legal aid, the applicant was represented by Mr M. Tarakhkalo, Mr O. Levytskyy and Ms A. Kozmenko, lawyers practising in Kyiv, as well as Mr H. de Suremain, a lawyer practising in Paris.",
            "uk": "3.   Заявники отримали правову допоомгу і їх представляли пан \nМ. Тарахкало, пан О. Левицький та пані А. Козьменко, юристи, які практикують у м. Київ, а також пан Г. де Сюремен, юрист, який практикує у м. Париж."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "4.  The Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "4.  Уряд (далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "5.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "5.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "Incident on 13 June 2009",
            "uk": "обставини події 13 ЧЕРВНЯ 2009 РОКУ"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "6.  On 13 June 2009 the applicant greeted a fellow prisoner during a walk in the prison courtyard. The guard made a remark to them that that was prohibited and made a report to the prison administration. It was noted that the applicant “had tried to enter into verbal contact” with another prisoner in breach of section 23 of the Internal Regulations of Penal Institutions (see paragraph 30 below).",
            "uk": "6.  13 червня 2009 року заявник привітався зі знайомим засудженим під час прогулянки на подвір’ї виправної колонії. Працівник охорони зробив їм зауваження, що це було заборонено, і подав рапорт адміністрації виправної колонії. У рапорті зазначалося, що було виявлено «факт спроби словесного зв’язку» заявника з іншим засудженим у порушення статті 23 Правил внутрішнього розпорядку установ виконання покарань (див. пункт 30)."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "7.  On the same day the applicant wrote an explanation to the prison administration. He admitted having talked to a fellow prisoner, whom he did not know.",
            "uk": "7.  Того ж дня заявник написав пояснення адміністрації виправної колонії. Він визнав, що розмовляв з іншим засудженим, якого не знав."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "8.  Based on the guard’s report, on 16 June 2009 the prison administration disciplined the applicant. The sanction applied to him on that occasion was “a warning” (see paragraph 23 below).",
            "uk": "8.  На підставі рапорту працівника охорони 16 червня 2009 року адміністрація виправної колонії притягнула заявника до дисциплінарної відповідальності. Накладеним на нього у зв’язку з цим стягненням було оголошення «попередження» (див. пункт 23)."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "Administrative claim brought by the applicant",
            "uk": "АДМІНІСТРАТИВНИЙ ПОЗОВ, поданий ЗАЯВНИКОМ"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "9.  On 26 May 2010 the applicant lodged an administrative claim against the prison administration seeking that the disciplinary sanction in question be declared unlawful and that the relevant entry be removed from his records.",
            "uk": "9.  26 травня 2010 року заявник звернувся з адміністративним позовом проти адміністрації виправної колонії, вимагаючи визнати зазначене дисциплінарне стягнення незаконним і вилучити відповідний запис з його особової справи."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "10.  On 9 June 2010 the Sumy Circuit Administrative Court rejected his claim on account of its lack of jurisdiction to examine issues relating to the execution of sentences.",
            "uk": "10.  09 червня 2010 року Сумський окружний адміністративний суд відмовив у відкритті провадження за його позовом, оскільки його компетенція не поширювалася на розгляд питань, пов’язаних з виконанням покарань."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "11.  On 13 October 2010 the Kharkiv Administrative Court of Appeal upheld that ruling.",
            "uk": "11.  13 жовтня 2010 року Харківський апеляційний адміністративний суд залишив цю ухвалу без змін."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "12.  On 13 October 2011 the Higher Administrative Court dismissed the applicant’s appeal on points of law as having been lodged out of time, even though the applicant had claimed having received the appellate court’s ruling with a delay.",
            "uk": "12.  13 жовтня 2011 року Вищий адміністративний суд України залишив без розгляду касаційну скаргу заявника як подану після закінчення встановленого строку, хоча заявник стверджував, що отримав ухвалу апеляційного суду із запізненням."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "13.  The Government submitted that they were unable to provide the Court with a copy of the above-mentioned case file because it had been destroyed on the expiry of the statutory storage period.",
            "uk": "13.  Уряд стверджував, що не міг надати Суду копію зазначених матеріалів справи, оскільки вони були знищені після закінчення встановленого законом строку зберігання."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "Civil claim brought by the applicant",
            "uk": "ЦИВІЛЬНИЙ ПОЗОВ, поданий ЗАЯВНИКОМ"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "14.  On 13 June 2012 the applicant brought civil proceedings against the prison administration seeking that the disciplinary measure in question be declared unlawful, and claiming compensation in respect of non-pecuniary damage.",
            "uk": "14.  13 червня 2012 року заявник звернувся з цивільним позовом проти адміністрації виправної колонії, вимагаючи визнати відповідне дисциплінарне стягнення незаконним і надати йому відшкодування моральної шкоди."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "15.  On 20 June 2012 the Romny Town Court rejected the applicant’s claim on the grounds that it fell to be examined by the administrative courts.",
            "uk": "15.  20 червня 2012 року Роменський міськрайонний суд відмовив у відкритті провадження за позовом заявника, оскільки питання підлягало розгляду адміністративними судами."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "16.  The applicant appealed, with reference to the administrative courts’ decisions declining jurisdiction over the matter.",
            "uk": "16.  Заявник подав апеляційну скаргу, посилаючись на рішення адміністративних судів про відсутність у них компетенції розглядати це питання."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "17.  On 31 July 2012 the Sumy Regional Court of Appeal rejected that appeal, reiterating the first-instance court’s reasoning.",
            "uk": "17.  31 липня 2012 року Апеляційний суд Сумської області відхилив цю апеляційну скаргу, повторивши обґрунтування суду першої інстанції."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "18.  On 5 February 2013 the Higher Specialised Court for Civil and Criminal Matters rejected the applicant’s request for leave to appeal on points of law.",
            "uk": "18.  05 лютого 2013 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ відмовив у відкритті касаційного провадження за позовом заявника."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "Other relevant facts",
            "uk": "ІНШІ відповідні ФАКТИ"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "20.  In April 2013 the applicant applied to the regional prison authorities for possible enrolment in vocational training. He was informed that, although there was indeed a vocational training programme for inmates in Romny Prison no. 56, life prisoners were not eligible for it.",
            "uk": "20.  У квітні 2013 року заявник звернувся до обласного управління державної пенітенціарної служби щодо можливості професійно-технічного навчання. Йому повідомили, що, хоча у Роменській виправній колонії № 56 справді існувала програма професійно-технічного навчання для засуджених, засуджені до довічного позбавлення волі не мали права на нього."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "21.  On 23 October 2020 the governor of Romny Prison no. 56 issued a further information note stating as follows:",
            "uk": "21.  23 жовтня 2020 року начальник Роменської виправної колонії № 56 видав ще одну довідку, в якій зазначалося:"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "“During the period from 4 May 2005 to 27 August 2019 [the applicant] was held in a cell for life-sentenced prisoners together with another inmate, while during the period from 28 August 2019 to 23 October 2020 he shared his cell with two other inmates, spending twenty-two to twenty-four hours per day in his cell without any activities (work or training)...”",
            "uk": "«У період з 04 травня 2005 року по 27 серпня 2019 року [заявник] утримувався в камері сектору довічного позбавлення волі для чоловіків разом з одним сокамерником, а з 28 серпня 2019 року по 23 жовтня 2020 року в камері з двома сокамерниками протягом двадцять двох – двадцяти чотирьох годин на добу без будь-якої діяльності (роботи та навчання)...»"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
            "uk": "ВІДПОВІДНі НОРМАТИВНО-ПРАВОВА БАЗА та практика"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "DOMESTIC LAW AND PRACTICE",
            "uk": "національне законодавство і практика"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "Code of Enforcement of Criminal Sentences of 2003 (with further amendments)",
            "uk": "Кримінально-виконавчий кодекс України 2003 року (з подальшими змінами)"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "22.  Article 107 provides for the general rights and obligations of prisoners. It prohibits, in particular, “communication with fellow prisoners or other persons in breach of the isolation rules or asking them to carry out unlawful actions” (§ 4).",
            "uk": "22.  Стаття 107 передбачає загальні права та обов’язки засуджених. Зокрема, вона забороняє «спілкуватися із засудженими та іншими особами з порушенням встановлених правил ізоляції, звертатися до них з проханням про виконання незаконних дій» (частина четверта)."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "23.  Article 132 contains a list of disciplinary sanctions applicable to prisoners, with a warning being one of those sanctions. Its definition  “a written warning about applying a specific disciplinary sanction to [a prisoner] in case of a repeated violation” – was added to the Code in September 2016.",
            "uk": "23.  Стаття 132 містить перелік дисциплінарних стягнень, які накладаються на засуджених, одним з яких є попередження. Його визначення – «письмове застереження про притягнення [засудженого] до дисциплінарної відповідальності певного виду у разі повторного порушення» – додано до Кодексу у вересні 2016 року."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "Code of Administrative Justice of 2005",
            "uk": "Кодекс адміністративного судочинства України 2005 року"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "27.  Article 17 § 2, in the wording of the Code prior to the amendments of 3 October 2017, provided that administrative courts had jurisdiction over claims by individuals or legal entities against public authorities regarding the authorities’ decisions, actions or omissions. The amended version, which is presently in force (Article 19 § 1), reproduces the above provision with the following supplemental wording: “unless a different judicial forum is legally prescribed for such disputes”.",
            "uk": "27.  Частина друга статті 17 у редакції Кодексу до внесення змін \n03 жовтня 2017 року передбачала, що компетенція адміністративних судів поширювалася на спори фізичних чи юридичних осіб із суб’єктами владних повноважень щодо оскарження їхніх рішень, дій чи бездіяльності. У редакції після внесення змін, яка наразі діє (частина перша статті 19), зазначене положення наведено з доповненим формулюванням: «крім випадків, коли для розгляду таких спорів законом встановлено інший порядок судового провадження»."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "Code of Criminal Procedure of 1960 (repealed with effect from 20 November 2012)",
            "uk": "Кримінально-процесуальний кодекс України 1960 року (втратив чинність 20 листопада 2012 року)"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "28.  Under Article 409 § 1, it was for the court that delivered a judgment to “resolve any issues concerning doubts or contradictions in respect of the enforcement of that judgment”.",
            "uk": "28.  Відповідно до частини першої статті 409 саме суд, який постановив вирок, повинен «вирішувати будь-які питання про всякого роду сумніви і протиріччя, що виникають при виконанні вироку»."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "Code of Criminal Procedure of 2012 (in force since 20 November 2012)",
            "uk": "Кримінальний процесуальний кодекс України 2012 року (набрав чинності з 20 листопада 2012 року)"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "29.  Article 537 lists issues to be resolved by the courts during the enforcement of sentences, whereas Article 539 provides for procedures to be followed and specifies which courts have jurisdiction to deal with which issues. In September 2016 those provisions were amended as follows:",
            "uk": "29.  Стаття 537 містить перелік питань, які вирішуються судом під час виконання вироків, тоді як стаття 539 передбачає порядок, якого слід дотримуватися, і визначає які суди мають компетенцію розглядати ті чи інші питання. У вересні 2016 року до цих положень було внесено такі зміни:"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "- paragraph (13-1) was added to Article 537 stating that the courts referred to in Article 539 had jurisdiction to examine complaints regarding the prison administration’s decisions, actions or omissions; and",
            "uk": "- до статті 537 було додано пункт (13-1), в якому вказувалося, що зазначені у статті 539 суди мають компетенцію розглядати скарги щодо рішень, дій чи бездіяльності адміністрації установи виконання покарань; і"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "- Article 539 was amended accordingly: the amended version states that local courts in the vicinity of prisons are to deal with the above-mentioned issues.",
            "uk": "- до статті 539 було внесено такі зміни: у зміненій редакції зазначено, що згадані питання мають розглядати місцеві суди, які знаходяться поблизу установи виконання покарань."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "Internal Regulations of Penal Institutions (Правила внутрішнього розпорядку установ виконання покарань)",
            "uk": "Правила внутрішнього розпорядку установ виконання покарань"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "30.  The Internal Regulations of Penal Institutions of 2003 (repealed with effect from 23 January 2015) prohibited prisoners’ “communication with fellow prisoners or other persons in breach of the isolation rules or asking them to carry out unlawful actions” (section 29). Life prisoners were also prohibited from “entering into contact with inmates detained in other cells” (section 23).",
            "uk": "30.  Правила внутрішнього розпорядку установ виконання покарань 2003 року (втратили чинність з 23 січня 2015 року) забороняли засудженим «спілкуватися із засудженими та іншими особами з порушенням установлених правил ізоляції, звертатися до них з проханням про виконання незаконних дій» (пункт 29). Засудженим до довічного позбавлення волі також заборонялося «установлювати зв’язки з особами, які тримаються в інших камерах» (пункт 23)."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "31.  The subsequent versions of the Regulations of 2014 (in force from 23 January 2015 to 14 September 2018) and of 2018 (currently in force) retained only the first-mentioned restriction applicable to all prisoners.",
            "uk": "31.  У подальших редакціях Правил 2014 року (були чинними з \n23 січня 2015 року до 14 вересня 2018 року) та 2018 року (наразі чинні) залишалося лише перше згадане обмеження, застосовне до всіх засуджених."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Domestic case-law",
            "uk": "Національна практика"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "33.  The applicant provided copies of numerous judicial decisions from 2010 to 2016, by which administrative courts had declined jurisdiction over matters relating to the imposition of disciplinary sanctions on prisoners.",
            "uk": "33.  Заявник надав копії численних судових рішень, ухвалених у період з 2010 року до 2016 року, в яких адміністративні суди визнавали відсутність у них компетенції розглядати питання, пов’язані з накладенням дисциплінарних стягнень на засуджених."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "international material",
            "uk": "міжнародні документи"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "34.  The relevant reports and recommendations of the Committee of Ministers of the Council of Europe and the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) are quoted in N.T. v. Russia (no. 14727/11, §§ 25-28 and 30-31, 2 June 2020).",
            "uk": "34.  Відповідні доповіді та рекомендації Комітету міністрів Ради Європи та Європейського комітету з питань запобігання катуванням чи нелюдському або такому, що принижує гідність, поводженню чи покаранню (далі – КЗК) наведені в рішенні у справі «Н.T. проти Росії» (N.T. v. Russia), заява № 14727/11, пункти 25 – 28 і 30 – 31, від \n02 червня 2020 року)."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "35.  The CPT carried out a visit to Ukraine from 4 to 13 August 2020, during which it studied, in particular, the situation of life prisoners in one prison. The relevant extract from its report (CPT/Inf (2020) 40) reads as follows (footnotes omitted):",
            "uk": "35.  КЗК здійснив візит до України з 04 до 13 серпня 2020 року під час якого, зокрема, вивчив ситуацію засуджених до довічного позбавлення волі в одній з виправних колоній. У відповідному витягу з його доповіді (CPT/Inf (2020) 40) зазначено (посилання опущено):"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "36.  The Ukrainian Government’s response to the above CPT report, which was published on 18 March 2021, included the following observations:",
            "uk": "36.  Відповідь Уряду України на зазначену доповідь КЗК, оприлюднена 18 березня 2021 року, містила такі зауваження:"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "“143.  According to the law, life-sentenced prisoners shall be kept in strict isolation. Communication with prisoners from other cells is not provided by the law. According to Article 151 of the CEC, life-sentenced prisoners are placed in solitary confinement primarily with two persons in each. Its living space is at least 4 m2 per one person.",
            "uk": "«143.  Відповідно до законодавства засуджені до довічного позбавлення волі мають триматися у суворій ізоляції. Спілкування із засудженими з інших камер не передбачається законом. Відповідно до статті 151 КВК України засуджені до довічного позбавлення волі розміщуються переважно по дві особи в кожній камері. Особистий простір складає щонайменше 4 кв. м. на одну особу."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "144.  According to the daily schedule, life-sentenced prisoners are permitted to have daily 1-hour walk, and ones with active tuberculosis are given 2-hour walk accordingly. The exercise yards are equipped with a crossbar and parallel bars for exercise.",
            "uk": "144.  Відповідно до розпорядку засудженим до довічного позбавлення волі дозволяється щоденна прогулянка тривалістю одна година, а особам з активною формою туберкульозу забезпечується прогулянка тривалістю дві години. Прогулянкові дворики обладнані перекладинами та паралельними брусами для вправ."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "145.  In order to ensure the right of the prisoners convicted to life imprisonment to daily 1 hour outside walking on fresh air, the Temnivska Colony No. 100 has 9 walking yards. Area of each walking yard is not less than 12 m2. Walking yards are located on the territory of the maximum-security sector and built taking into account 3m2 per each person and no less than 25% of the general places for prisoners in that sector.",
            "uk": "145.  Для забезпечення права засуджених до довічного позбавлення волі на щоденну прогулянку тривалістю одна година, Темнівська виправна колонія № 100 має 9 прогулянкових двориків. Площа кожного дворика становить не менше 12 кв. м. Дворики розташовані на території сектору максимального рівня безпеки та побудовані з урахуванням стандарту у 3 кв. м. на кожну особу, і не менш ніж 25% від загальних кількості місць для засуджених у цьому секторі."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "146.  To ensure the right of life-sentenced prisoners to labour, they, where necessary, are engaged in work that does not require additional special equipment, directly in cells.",
            "uk": "146.  Для забезпечення права засуджених до довічного позбавлення волі на працю вони, за необхідності, залучаються до роботи, яка не потребує додаткового спеціального обладнання, безпосередньо у камерах."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "148.  Article 151 (2,6) of the CEC envisages that life-sentenced prisoners shall have the same rights and obligations of ordinary prisoners prescribed in Article 107 of the CEC. If the prisoner demonstrates excellent behaviour and attitude to labour, after serving 5 years of imprisonment he/she might be allowed to participate in group events of educational, cultural, physical and recreational character.”",
            "uk": "148.  Частини друга та шоста статті 151 КВК України передбачають, що засуджені до довічного позбавлення волі мають ті ж права і обов’язки, передбачені статтею 107 КВК України, як й звичайні засуджені. Якщо засуджений демонструє сумлінну поведінку та ставлення до праці, після відбуття 5 років покарання йому може бути дозволено брати участь у групових заходах освітнього, культурно-масового та фізкультурно-оздоровчого характеру.»"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "THE GOVERNMENT’S OBJECTION REGARDING ALLEGED ABUSE of the right of application",
            "uk": "Заперечення УРЯДУ ЩОДО стверджуваного зловживання ПРАВОМ на подання індивідуальної заяви"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "38.  The applicant submitted that he had had no intention of misleading the Court and that there were no gaps or contradictions in the summary of the facts provided by him. He also argued that he had enclosed the envelope referred to by the Government with his appeal on points of law and therefore had not been able to send it to the Court.",
            "uk": "38.  Заявник стверджував, що не мав наміру вводити Суд в оману і в наведеному ним короткому викладі фактів не було прогалин чи протиріч. Він також стверджував, що долучив конверт, на який посилався Уряд, до своєї касаційної скарги, і тому не міг надіслати його до Суду."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "40.  In the present case the applicant complained about the prohibition of any communication among prisoners from different cells and referred, by way of example, to the incident of 13 June 2009. The Court considers it to be of no relevance for the substance of the applicant’s complaint whether he knew the fellow prisoner in question or whether they saw each other for the first time in the prison courtyard on that date. The absence of the envelope mentioned by the Government is equally irrelevant.",
            "uk": "40.  У цій справі заявник скаржився на заборону спілкуватися із засудженими з інших камер і посилався, як приклад, на випадок \n13 червня 2009 року. Суд вважає, що те, чи знав заявник відповідного засудженого, чи вони вперше побачили один одного на подвір’ї виправної колонії того дня, не має стосунку до суті скарги заявника. Відсутність згаданого Урядом конверта також не має значення."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "41.  Given that the issues invoked by the Government cannot be regarded as “concerning the very core of the case” and in the absence of any indication of the applicant’s intention to mislead the Court, the Government’s objection must be dismissed in its entirety (compare Beg S.p.a. v. Italy, no. 5312/11, §§ 74-81, 20 May 2021).",
            "uk": "41.  Враховуючи, що питання, на які посилається Уряд, не можна розглядати як ті, «що стосуються самої суті справи», і за відсутності будь-яких ознак наміру заявника ввести Суд в оману, заперечення Уряду має бути відхилено у повному обсязі (див. для порівняння рішенні у справі «Бег С.п.а. проти Італії» (Beg S.p.a. v. Italy), заява № 5312/11, пункти 74 – 81, від 20 травня 2021 року)."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
            "uk": "стверджуване порушення статті 3 Конвенції"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "42.  The applicant complained that the permanent prohibition of life prisoners having any contact with inmates from other cells, whenever they happened to see each other during outdoor walks or on other rare occasions outside their cells, was in breach of Article 3 of the Convention, which reads as follows:",
            "uk": "42.  Заявник скаржився, що постійна заборона засудженим до довічного позбавлення волі спілкуватися із засудженими з інших камер, коли вони бачили один одного під час прогулянок або в інших рідкісних випадках за межами камер, була порушенням статті 3 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Article 3",
            "uk": "Стаття 3 Конвенції"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "43.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "43.  Суд зазначає, що ця скарга не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Submissions by the parties",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "The applicant",
            "uk": "Заявник"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "The Government",
            "uk": "Уряд"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "46.  The Government submitted that solitary confinement was not necessarily contrary to Article 3 of the Convention. They observed, with reference to Ramirez Sanchez v. France ([GC], no. 59450/00, § 123, ECHR 2006IX), that the prohibition of contact with other prisoners for security, disciplinary or protective reasons did not in itself amount to inhuman treatment or punishment.",
            "uk": "46.  Уряд стверджував, що ізольоване тримання не обов’язково суперечило статті 3 Конвенції. Він зауважив, посилаючись на рішення у справі «Рамірес Санчес проти Франції» [ВП] (Ramirez Sanchez v. France) [GC], заява № 59450/00, пункт 123, ЄСПЛ 2006-IX), що заборона спілкуватися з іншими засудженими з міркувань безпеки, дисципліни або захисту сама собою не становила нелюдське поводження чи покарання."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "47.  The Government further contended that the applicant in the present case was subject to supervision which was warranted by his status as a life prisoner. They observed that the prohibition of contact with other prisoners had been provided for by sections 23 and 29 of the Internal Prison Regulations. Having breached those provisions, the applicant had been disciplined in accordance with Article 132 of the Code of Enforcement of Criminal Sentences.",
            "uk": "47.  Уряд також доводив, що у цій справі заявник підлягав нагляду, який виправдовувався його статусом засудженого до довічного позбавлення волі. Уряд зауважив, що заборона спілкуватися з іншими засудженими передбачалася пунктами 23 і 29 Правил внутрішнього розпорядку установ виконання покарань. Через порушення цих положень заявника притягнули до дисциплінарної відповідальності відповідно до статті 132 Кримінально-виконавчого кодексу України."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "The third party",
            "uk": "Третя сторона"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "49.  The European Prison Litigation Network (EPLN) submitted that the negative impact of social isolation on prisoners’ health was confirmed by research in the field of psychiatry.",
            "uk": "49.  Європейська мережа захисту прав в’язнів (EPLN) стверджувала, що негативний вплив соціальної ізоляції на здоров’я засуджених підтверджувався дослідженнями в галузі психіатрії."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "50.  They further contended that the absolute ban on communication among prisoners from different cells was a feature of an even more drastic segregation of life prisoners than the one criticised by the Court in N.T. v. Russia (no. 14727/11, 2 June 2020).",
            "uk": "50.  Вона також стверджувала, що абсолютна заборона спілкування між засудженими з різних камер була ознакою ще більш суворої ізоляції засуджених до довічного позбавлення волі, ніж критиковане Судом в рішенні у справі «Н.Т. проти Росії» (N.T. v. Russia), заява № 14727/11, від 02 червня 2020 року)."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "51.  Lastly, the EPLN argued that, according to studies in the field of philosophy, depriving an individual of the right to speak, under penalty of punishment, was equal to the denial of his or her right to exist in the world.",
            "uk": "51.  Насамкінець, Європейська мережа захисту прав в’язнів стверджувала, що згідно з дослідженнями в галузі філософії позбавлення особи права говорити під страхом покарання рівносильно запереченню її права на існування у світі."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "General principles established in the Court’s case-law",
            "uk": "Загальні принципи, встановлені у практиці Суду"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "52.  The Court’s approach to the assessment of whether alleged illtreatment, which must attain a minimum level of severity, falls within Article 3 of the Convention is summarised, in particular, in Khlaifia and Others v. Italy ([GC], no. 16483/12, §§ 159-60, 15 December 2016).",
            "uk": "52.  Підхід Суду до оцінки, чи підпадає стверджуване жорстоке поводження, яке має досягти мінімального рівня суворості, під дію статті 3 Конвенції, узагальнено, зокрема, в рішенні у справі «Хлаіфія та інші проти Італії» [ВП] (Khlaifia and Others v. Italy) [GC], заява № 16483/12, пункти 159 і 160, від 15 грудня 2016 року)."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "53.  When assessing conditions of detention, account has to be taken of the cumulative effects of these conditions, as well as of specific allegations made by the applicant. The length of the period during which a person is detained in the particular conditions also has to be considered (see Georgia v. Russia (II) [GC], no. 38263/08, § 240, 21 January 2021, and the case-law references therein).",
            "uk": "53.  Під час оцінки умов тримання під вартою має враховуватися загальний вплив цих умов, а також конкретні твердження, висунуті заявником. Також необхідно враховувати тривалість періоду, протягом якого особа перебувала під вартою у конкретних умовах (див. рішення у справі «Грузія проти Росії (II)» [ВП] (Georgia v. Russia (II)) [GC], заява № 38263/08, пункт 240, від 21 січня 2021 року, а також зазначені у ній посилання на практику)."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "54.  The Court has often stressed that respect for human dignity is part of the very essence of the Convention (see, for example, Vinter and Others v. the United Kingdom [GC], nos. 66069/09 and 2 others, § 113, ECHR 2013 (extracts); Bouyid v. Belgium [GC], no. 23380/09, § 89, ECHR 2015; and Khlaifia and Others, cited above, § 158).",
            "uk": "54.  Суд часто наголошував, що повага до людської гідності є частиною самої суті Конвенції (див., наприклад, рішення у справах «Вінтер та інші проти Сполученого Королівства» [ВП] (Vinter and Others v. the United Kingdom) [GC], заява № 66069/09 та 2 інші, пункт 113, ЄСПЛ 2013 (витяги); «Буїд проти Бельгії» [ВП] (Bouyid v. Belgium) [GC], заява № 23380/09, пункт 89, ЄСПЛ 2015 та згадане рішення у справі «Хлаіфія та інші проти Італії» (Khlaifia and Others v. Italy), пункт 158)."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "(see Harakchiev and Tolumov v. Bulgaria, nos. 15018/11 and 61199/12, § 204, ECHR 2014 (extracts), with further reference).",
            "uk": "(див. рішення у справі «Харакчієв і Толумов проти Болгарії» (Harakchiev and Tolumov v. Bulgaria), заяви № 15018/11 і № 61199/12, пункт 204, ЄСПЛ 2014 (витяги) з подальшими посиланнями)."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "Moreover, the domestic law does not provide them with any possibility of release other than presidential clemency, which the Court found to be in breach of Article 3 of the Convention (Petukhov (no. 2), cited above, §§ 169-87).",
            "uk": "До того ж національне законодавство не передбачає для них можливості звільнення, окрім президентського помилування, яке Суд визнав таким, що порушує статтю 3 Конвенції (див. згадане рішення у справі «Петухов проти України (№ 2)» (Petukhov v. Ukraine (no. 2)), пункти 169 – 187)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "Application of the above principles to the present case",
            "uk": "Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "59.  The Court therefore considers it established that the ban in question has been applicable to the applicant for at least ten years (until the repeal, with effect from January 2015, of section 23 of the Internal Regulations of Penal Institutions) and considers it very likely that it continued to apply after that.",
            "uk": "59.  Тому Суд вважає встановленим, що відповідна заборона застосовувалася до заявника щонайменше десять років (до втрати чинності із січня 2015 року пункту 23 Правил внутрішнього розпорядку установ виконання покарань) і вважає, що найімовірніше ця заборона продовжувала застосовуватися й після цього."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "65.  There has therefore been a violation of that provision.",
            "uk": "65.  Отже, було порушено це положення."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 13 READ IN CONJUNCTION WITH ARTICLE 3 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 13 у поєднані зі СТАТТею 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "66.  The applicant further complained under Article 13 of the Convention that there were no effective remedies in Ukraine at the relevant time in respect of his complaint under Article 3. The former provision reads as follows:",
            "uk": "66.  Заявник також скаржився за статтею 13 Конвенції на відсутність в Україні на момент подій ефективних засобів юридичного захисту у зв’язку з його скаргою за статтею 3 Конвенції. Перше положення передбачає:"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в [цій] Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "67.  The Court notes that this complaint is closely linked to the one examined above and must therefore likewise be declared admissible.",
            "uk": "67.  Суд зазначає, що ця скарга тісно пов’язана з розглянутою і тому також має бути визнана прийнятною."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "Submissions by the parties",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "68.  The applicant maintained his complaint. He referred to the lack of clarity among the domestic courts themselves as to which of them had jurisdiction to deal with his claim in respect of the disciplinary sanction imposed on him in June 2009. The applicant also provided some examples of domestic case-law to demonstrate that such a situation had been widespread (see paragraph 33 above).",
            "uk": "68.  Заявник підтримав свою скаргу. Він посилався на відсутність чіткості серед самих національних судів щодо того, який з них мав компетенцію розглядати його позов стосовно дисциплінарного стягнення, накладеного на нього у червні 2009 року. Заявник також навів певні приклади з національної практики, аби довести, що така ситуація була широко розповсюдженою (див. пункт 33)."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "71.  The general case-law principles of relevance can be found in, for example, Sukachov v. Ukraine (no. 14057/17, §§ 112-17, 30 January 2020, with numerous further references).",
            "uk": "71.  Відповідні загальні принципи практики наведені, наприклад, в рішенні у справі «Сукачов проти України» (Sukachov v. Ukraine), заява № 14057/17, пункти 112 – 117, від 30 січня 2020 року з численними подальшими посиланнями)."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "72.  According to the Court’s case-law, remedies may not be effective where there is doubt as to which courts – civil, criminal, administrative or others – have jurisdiction to examine a complaint, and there is no effective mechanism for the purpose of resolving such uncertainty (see, mutatis mutandis, Mosendz v. Ukraine, no. 52013/08, §§ 122-25, 17 January 2013).",
            "uk": "72.  Відповідно до практики Суду засоби юридичного захисту можуть бути неефективними, якщо виникають сумніви, які суди – цивільні, кримінальні, адміністративні чи інші – мають компетенцію розглядати скаргу, і немає ефективного механізму для усунення такої невизначеності (див., mutatis mutandis, рішення у справі «Мосендз проти України» (Mosendz v. Ukraine), заява № 52013/08, пункти 122 – 125, від 17 січня 2013 року)."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "74.  In such circumstances, the Court considers that the applicant had no effective domestic remedy available for him at the material time.",
            "uk": "74.  За таких обставин Суд вважає, що заявник не мав ефективних національних засобів юридичного захисту на момент подій."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "75.  This consideration is sufficient for the Court to find a violation of Article 13 of the Convention, read in conjunction with Article 3.",
            "uk": "75.  Цього міркування достатньо для висновку Суду про порушення статті 13 Конвенції у поєднанні зі статтею 3 Конвенції."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "76.  That said, the Court takes note of the legislative amendments, including that as of 2016 the administrative courts were expressly entitled to examine complaints regarding decisions of the prison administration. The efficiency of this remedy is yet to be assessed in future cases.",
            "uk": "76.  При цьому Суд бере до уваги внесені до законодавства зміни, зокрема, що з 2016 року адміністративним судам було надано пряму компетенцію розглядати скарги на рішення адміністрації установ виконання покарань. Ефективність цього засобу юридичного захисту ще має бути оцінена в майбутніх справах."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
            "uk": "ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "77.  The applicant complained that the prohibition of life prisoners having contacts with inmates from other cells had also been in breach of Article 8 of the Convention. He further complained under Article 6 § 1 of the Convention that he had not had access to a court to challenge the disciplinary sanction imposed on him on 13 June 2009.",
            "uk": "77.  Заявник скаржився, що заборона засудженим до довічного позбавлення волі спілкуватися із засудженими з інших камер також порушувала статтю 8 Конвенції. Він також скаржився за пунктом 1 статті 6 Конвенції на відсутність доступу до суду для оскарження дисциплінарного стягнення, накладеного на нього 13 червня 2009 року."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "79.  Article 41 of the Convention provides:",
            "uk": "79.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "80.  The applicant claimed 40,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "80.  Заявник вимагав 40 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "81.  The Government considered the claim to be excessive and invited the Court to reject it.",
            "uk": "81.  Уряд вважав вимогу надмірною і закликав Суд відхилити її."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "84.  The Government contested the above claims as excessive and unsubstantiated.",
            "uk": "84.  Уряд заперечив проти зазначених вимог як надмірних і необґрунтованих."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "86.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "86.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "Declares the complaints under Articles 3 and 13 admissible;",
            "uk": "Оголошує прийнятними скарги за статтями 3 і 13 Конвенції;"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "Holds that there has been a violation of Article 3 of the Convention;",
            "uk": "Постановляє, що було порушено статтю 3 Конвенції;"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "Holds that there has been a violation of Article 13 of the Convention, read in conjunction with Article 3 of the Convention;",
            "uk": "Постановляє, що було порушено статтю 13 Конвенції у поєднанні зі статтею 3 Конвенції;"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "Holds that it is not necessary to examine the admissibility and merits of the applicant’s remaining complaints;",
            "uk": "Постановляє, що немає необхідності розглядати питання прийнятності та суті решти скарг заявника;"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявнику такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "5 000 (п’ять тисяч) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "EUR 3,000 (three thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, EUR 2,000 (two thousand euros) of which to be paid directly into the bank account indicated by Mr Tarakhkalo, and EUR 1,000 (one thousand euros) of which to be paid directly into the bank account indicated by Mr Levytskyy;",
            "uk": "3 000 (три тисячі) євро та додатково суму будь-якого податку, що може нараховуватися заявнику, в якості компенсації судових та інших витрат, з яких 2 000 (дві тисячі) євро має бути сплачено безпосередньо на банківський рахунок, вказаний паном Тарахкалом, а 1 000 (одна тисяча) євро має бути сплачено безпосередньо на банківський рахунок, вказаний паном Левицьким;"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "Dismisses, the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "Done in English, and notified in writing on 16 December 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 16 грудня 2021 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "Martina Keller Deputy Registrar",
            "uk": "Мартіна Келлер (Martina Keller) Заступник Секретаря"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "Síofra O’Leary President",
            "uk": "Сіофра О’Лірі (Síofra O’Leary) Голова"
        }
    }
]