[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF COSMOS MARITIME TRADING AND SHIPPING AGENCY v. UKRAINE",
            "uk": "СПРАВА «КОСМОС МЕРІТАЙМ ТРЕЙДИНГ ЕНД ШИППИНГ ЕЙДЖЕНСІ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 53427/09)",
            "uk": "(Заява № 53427/09)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "27 June 2019",
            "uk": "27 червня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "27/09/2019",
            "uk": "27.09.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Cosmos Maritime Trading and Shipping Agency v. Ukraine,",
            "uk": "У справі «Космос Мерітайм Трейдинг енд Шиппинг Ейдженсі проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Angelika Nußberger, President,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tSíofra O’Leary,\n\tMārtiņš Mits,\n\tGabriele Kucsko-Stadlmayer,\n\tLado Chanturia, judges,\nand Claudia Westerdiek, Section Registrar,",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tАндре Потоцький (André Potocki),\n\tСіофра О’Лірі (Síofra O’Leary),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tЛадо Чантурія (Lado Chanturia), судді,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 4 June 2019,",
            "uk": "після обговорення за зачиненими дверима 04 червня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 53427/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish company, Cosmos Maritime and Foreign Trading Ltd. (“the applicant company”), on 25 September 2009.",
            "uk": "1.  Справу було розпочато за заявою (№ 53427/09), яку 25 вересня 2009 року подало до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) турецьке підприємство, «Космос Мерітайм енд Форейн Трейдинг Лтд» (далі – підприємство-заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant company was represented by Mr V.V. Vasko, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna.",
            "uk": "2.  Підприємство-заявника представляв пан В.В. Васько, юрист, який практикує у м. Київ. Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "4.  On 19 January 2018 notice of the above complaints was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court. The applicant company was called Cosmos Maritime Trading and Shipping Agency Ltd. when it lodged its application. After communication, it changed its name to Cosmos Maritime and Foreign Trading Ltd.",
            "uk": "4.  19 січня 2018 року про скарги було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду. Коли підприємство-заявник подало заяву, воно мало назву «Космос Мерітайм Трейдинг енд Шиппинг Ейдженсі Лтд». Після повідомлення про заяву воно змінило свою назву на «Космос Мерітайм енд Форейн Трейдинг Лтд»."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "5.  The Turkish Government were informed of their right to intervene in the proceedings in accordance with Article 36 § 1. They chose not to avail themselves of that right.",
            "uk": "5.  Уряд Туреччини було повідомлено про право взяти участь у провадженні відповідно до пункту 1 статті 36 Конвенції. Уряд Туреччини не виявив бажання скористатися цим правом."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "6.  The applicant company has its registered office in Istanbul.",
            "uk": "6.  Підприємство-заявник зареєстровано у м. Стамбул."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "7.  Its case before the Court concerns its unsuccessful efforts to have its claims against the Black Sea Shipping Company (“Blasco”), a Ukrainian State-owned company which is subject to bankruptcy proceedings, recognised and satisfied.",
            "uk": "7.  Справа підприємства-заявника у Суді стосується його безуспішних спроб домогтися визнання та задоволення його вимог до «Чорноморського морського пароплавства» (далі – ДСК «ЧМП»), української державної компанії, щодо якої було порушено провадження у справі про банкрутство."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "A.  Background information",
            "uk": "A.  Події, що передували справі"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  Blasco is the successor of a Soviet State-owned company which until the late 1980s was one the largest shipping companies in the world and operated hundreds of commercial vessels. Throughout the late 1980s and early 1990s Blasco encountered serious legal and economic difficulties, which resulted in the loss of a large proportion of its assets.",
            "uk": "8.  ДСК «ЧМП» є правонаступником радянського державного підприємства, яке до кінця 1980-х було одним з найбільших судноплавних підприємств у світі та використовувало сотні комерційних суден. Упродовж кінця 1980-х та початку 1990-х ДСК «ЧМП» стикнулася з серйозними юридичними та економічними труднощами, які призвели до втрати значної частини її активів."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  From October 1996 to April 1997 Blasco, as shipowners, and Columbus − a Liberian company − as charterers, signed time charters for four of Blasco’s ships. In August 1997 the applicant company also entered into a bareboat charter agreement with Blasco for one of its ships.",
            "uk": "9.  У період з жовтня 1996 року до квітня 1997 року ДСК «ЧМП» як судновласник та ліванська компанія «Колумбус» як фрахтувальник уклали договори тайм-чартеру на чотири судна ДСК «ЧМП». \nУ серпні 1997 року підприємство-заявник та ДСК «ЧМП» також уклали щодо одного з його суден договір бербоут-чартеру."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  On 13 November 1997 Columbus assigned all of its claims against Blasco, without specifying their origin or amount, to the applicant company. Blasco was informed of the assignment.",
            "uk": "10.  13 листопада 1997 року компанія «Колумбус» передала підприємству-заявнику право на усі її вимоги до ДСК «ЧМП», не вказавши їхнього походження чи розміру. ДСК «ЧМП» було поінформовано про таке передання права вимоги."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "12.  On 20 June 2001 the parties signed another agreement, reducing the overall debt to USD 2,021,370.13, apparently to take into account the fact that one of the ships to which the debt related had in the meantime been transferred to the applicant company in partial settlement.",
            "uk": "12.  20 червня 2001 року сторони підписали ще один договір, відповідно до якого загальний розмір боргу було зменшено до 2 021 370,13 дол. США, вочевидь, щоб врахувати факт, що в якості часткового погашення боргу підприємству-заявнику було передано одне з суден, яких стосувався борг."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "13.  On 25 December 1998 bankruptcy proceedings were initiated in respect of Blasco. They were suspended on 2 July 1999. It appears that they were then reinitiated and discontinued at some point in 2001.",
            "uk": "13.  25 грудня 1998 року було порушено провадження у справі про банкрутство ДСК «ЧМП». 02 липня 1999 року воно було зупинено. Вбачається, що згодом провадження було порушено повторно та у певний момент у 2001 році було закрито."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "14.  On 11 July 2003 a certain Mr P., Blasco’s creditor, initiated bankruptcy proceedings against Blasco in the Odessa Regional Commercial Court (“the Commercial Court”). The notice announcing the initiation of proceedings was published, as required by law, in September 2003.",
            "uk": "14.  11 липня 2003 року кредитор ДСК «ЧМП» пан П. ініціював у Господарському суді Одеської області (далі – господарський суд) провадження у справі про банкрутство ДСК «ЧМП». Повідомлення про порушення провадження, як вимагалося законодавством, було опубліковано у вересні 2003 року."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "B.  From the lodging of the applicant company’s claim to its recognition",
            "uk": "B.  Від заявлення підприємством-заявником своєї вимоги до її задоволення"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "15.  On 29 September 2003 the applicant company lodged an application with the Commercial Court seeking recognition of the debt owed to it by Blasco in the amount stipulated in the agreement of 20 June 2001 (see paragraph 12 above).",
            "uk": "15.  29 вересня 2003 року підприємство-заявник подало до господарського суду заяву про визнання його кредитором ДСК «ЧМП» із сумою боргових зобов’язань, вказаною у договорі від 20 червня 2001 року (див. пункт 12)."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "16.  On 18 November 2004 the Commercial Court rejected the applicant company’s claim without considering it on the merits. It held that it was unsubstantiated and considered that the agreements provided by the applicant company were insufficient proof that it had valid claims. In order to show the latter, the applicant company would need to provide the original documents showing the basis on which the debts had arisen.",
            "uk": "16.  18 листопада 2004 року господарський суд відмовив у задоволенні вимоги підприємства-заявника, не розглянувши її по суті. Він визнав її необґрунтованою та дійшов висновку, що надані підприємством-заявником договори були недостатнім доказом наявності правових підстав для його вимог. На підтвердження останнього підприємство-заявник повинно було б надати первинні документи, які б доводили наявність підстав для виникнення боргу."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "17.  On 14 March 2005, in an appeal, the applicant company explained that the debt had arisen on the basis of charterparties between it and Blasco in respect of a number of ships. Although under the terms of the charterparties certain costs had to be borne by Blasco as the ship owner, the latter had asked the applicant company to bear those costs and those sums had accordingly become Blasco’s debt.",
            "uk": "17.  14 березня 2005 року в апеляційній скарзі підприємство-заявник пояснило, що борг виник на підставі укладених між ним та ДСК «ЧМП» договорів тайм-чартеру щодо низки суден. Хоча за умовами договорів певні витрати покладались на ДСК «ЧМП» як судновласника, остання доручала підприємству-заявнику сплачувати ці витрати, і тому ці суми перетворилися на борг ДСК «ЧМП»."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "18.  On 15 March 2005 the Odessa Commercial Court of Appeal (“the Court of Appeal”) quashed the commercial court’s ruling, holding that − since the claim had been lodged within thirty days of publication of the bankruptcy proceedings notice − it could not be rejected without an examination of the merits but rather had to be examined on the merits and either allowed or dismissed. The case was remitted to the commercial court.",
            "uk": "18.  15 березня 2005 року Одеський апеляційний господарський суд (далі – апеляційний суд) скасував ухвалу господарського суду, встановивши, що оскільки заяву було подано упродовж тридцяти днів після публікації повідомлення про порушення провадження у справі про банкрутство, вона не могла бути відхилена без розгляду по суті, а скоріше мала би бути розглянута по суті і або задоволена, або відхилена. Справу було передано до господарського суду."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "19.  On 7 February 2006 the applicant company made written submissions to the Commercial Court explaining the origin of the debt. It explained, in particular, that the claim had its basis in services provided to a number of vessels.",
            "uk": "19.  07 лютого 2006 року підприємство-заявник подало до господарського суду письмове пояснення щодо виникнення боргу. Зокрема, підприємство-заявник пояснило, що вимога обґрунтовувалася послугами, наданими низці суден."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "20.  On 24 February 2006 the Commercial Court rejected the applicant company’s claims as insufficiently substantiated. It held, in particular, that the actual charterparties on which the claims were supposedly based had not been submitted to the court.",
            "uk": "20.  24 лютого 2006 року господарський суд відмовив у задоволенні вимог підприємства-заявника у зв’язку з їхньою недостатньою обґрунтованістю. Зокрема, він вказав, що суду не були надані зазначені договори тайм-чартеру, на яких нібито ґрунтувалися вимоги."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "21.  On the same day the court ordered the initiation of a financial rehabilitation procedure in respect of Blasco under a court-appointed receiver. Such procedures are governed by the Bankruptcy Act and are aimed at restoring a debtor’s solvency.",
            "uk": "21.  Того ж дня суд ухвалив ввести процедуру санації ДСК «ЧМП» під керуванням призначеного судом арбітражного керуючого. Такі процедури регулювалися Законом України «Про відновлення платоспроможності боржника або визнання його банкрутом» та спрямовані на відновлення платоспроможності боржника."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "22.  The applicant company appealed against the rejection of its claim.",
            "uk": "22.  Підприємство-заявник оскаржило відмову у задоволенні його заяви."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "23.  On 12 August 2008 the Court of Appeal upheld the commercial court’s ruling of 24 February 2006 concerning the applicant company’s claims.",
            "uk": "23.  12 серпня 2008 року апеляційний суд залишив без змін ухвалу господарського суду від 24 лютого 2006 року щодо вимог підприємства-заявника."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "24.  On 10 September 2008 the applicant company appealed to the High Commercial Court (“the HCC”). Among other arguments the applicant company further submitted that the courts dealing with its case lacked impartiality. In that connection it referred to a number of letters from the president of the Commercial Court to various executive authorities:",
            "uk": "24.  10 вересня 2008 року підприємство-заявник подало касаційну скаргу до Вищого господарського суд України (далі – ВГСУ). Серед інших аргументів підприємство-заявник також зазначило, що суди, які розглядали його справу, не були безсторонніми. У зв’язку з цим воно посилалося на низку листів голови господарського суду до представників різних органів виконавчої влади:"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "(i)  A letter to the Ministry of the Economy of 19 January 2006 in which the court president asked the Ministry − which at the time was the body responsible for licensing bankruptcy receivers − for candidates to act as the receiver in the proceedings concerning Blasco. In that letter the court president referred to the instruction of the President to the Cabinet of Ministers, the Prosecutor General and the central bank concerning the audit of the debtor company;",
            "uk": "(i)  лист Міністру економіки України від 19 січня 2006 року, в якому Голова суду просив міністерство, яке на той момент було органом, відповідальним за видачу свідоцтв арбітражним керуючим, надати пропозиції до кандидатур на призначення керуючим санацією у провадженні щодо ДСК «ЧМП». У цьому листі Голова суду посилався на доручення Президента України Кабінету Міністрів України, Генеральній прокуратурі України та Національному банку України щодо проведення аналізу діяльності компанії-боржника;"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "(iii)  A letter to the President of Ukraine of the same date and with similar content;",
            "uk": "(iii)  лист Президенту України від тієї самої дати та аналогічного змісту;"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "27.  On 21 January 2009 the HCC allowed the applicant company’s appeal in part, quashed the Court of Appeal’s decision of 12 August 2008, and remitted the case to the Court of Appeal on the grounds that the latter had essentially required the applicant company to comply with the requirements of domestic Ukrainian law concerning record-keeping and submit documentary proof to prove its claims, whereas it should have determined the applicable law and evaluated the claims in that light.",
            "uk": "27.  21 січня 2009 року ВГСУ частково задовольнив касаційну скаргу підприємства-заявника, скасував постанову апеляційного суду від 12 серпня 2008 року та направив справу до апеляційного суду на тій підставі, що останній по суті вимагав від підприємства-заявника дотримання вимог національного законодавства України щодо ведення обліку і звітності та надання задокументованих доказів на підтвердження своїх вимог, тоді як він мав визначити застосовне законодавство та в його контексті розглянути вимоги."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "28.  The applicant company lodged an appeal with the Supreme Court, asking it to quash the HCC’s ruling, terminate the proceedings and hold the State fully liable for Blasco’s debts.",
            "uk": "28.  Підприємство-заявник подало до Верховного Суду України касаційну скаргу та просило скасувати постанову ВГСУ, припинити провадження та визнати державу повністю відповідальною за борги ДСК «ЧМП»."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "29.  On 2 April 2009 a panel of judges of the Supreme Court refused the applicant company leave to appeal to the full Commercial Chamber of that court.",
            "uk": "29.  02 квітня 2009 року колегія суддів Верховного Суду України відмовила у порушенні касаційного провадження та розгляді скарги повним складом Судової палати у господарських справах Верховного Суду України."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "30.  On 27 October 2009 the Court of Appeal allowed the applicant company’s application and recognised its claims against Blasco. However, at the same time it refused to include them in the register of creditors’ claims, holding that the latter had to be done in separate proceedings. The Ministry of Transport appealed, but on 10 November 2010 its appeal was dismissed by the HCC. The ruling of 27 October 2009 then became final.",
            "uk": "30.  27 жовтня 2009 року апеляційний суд задовольнив апеляційну скаргу підприємства-заявника та визнав його вимоги до ДСК «ЧМП». Проте водночас він відмовився включити їх до реєстру вимог кредиторів, встановивши, що це мало бути зроблено в рамках окремого провадження. Міністерство транспорту та зв’язку України подало касаційну скаргу, проте 10 листопада 2010 року ВГСУ залишив її без задоволення. Після цього постанова від 27 жовтня 2009 року набрала законної сили."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "C.  From recognition of the applicant’s claims to the quashing of that decision",
            "uk": "C.  Від визнання вимог заявника до скасування цього рішення"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "31.  On 27 November 2009 the applicant company applied to have its claims included in the register of creditors’ claims. Following an initial rejection and appeals against that decision, on 11 January 2012 the Commercial Court included the claims in the register. On 8 August 2012 the Court of Appeal dismissed an appeal by the receiver and upheld that ruling.",
            "uk": "31.  27 листопада 2009 року підприємство-заявник звернулося із заявою про включення його вимог до реєстру вимог кредиторів. Після початкової відмови у задоволенні заяви та її оскарження, 11 січня 2012 року господарський суд включив вимоги до реєстру. 08 серпня 2012 року апеляційний суд відхилив апеляційну скаргу керуючого санацією та залишив цю ухвалу без змін."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "33.  On the same day Judge B. dismissed that request on the grounds that she had only taken over the case in July 2011 and so was not affected by the circumstances referred to by the applicant company, which dated back to 2006 and earlier. Moreover, the judge held that under domestic law it was not possible to request the withdrawal of all the judges of a court, only the judge sitting in the case.",
            "uk": "33.  Того дня суддя Б. відмовила у задоволенні заяви на тій підставі, що вона прийняла справу до свого провадження лише у \nлипні 2011 року, а тому на неї не вплинули згадувані підприємством-заявником обставини 2006 року та попередніх років. До того ж суддя встановила, що відповідно до національного законодавства можна було клопотати лише про відвід судді, який розглядав справу, а не всіх суддів суду."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "34.  On 29 March 2013 the Court of Appeal’s registry received Blasco’s application requesting the court to set aside its ruling of 27 October 2009 to recognise the applicant company’s claims (see paragraph 30 above) in the light of “newly discovered circumstances”. In particular, according to Blasco, the documents sent to Blasco by the prosecutor’s office on 18 October 2012 showed that the claims presented by the applicant company were unfounded.",
            "uk": "34.  29 березня 2013 року канцелярія апеляційного суду отримала заяву ДСК «ЧМП» з проханням скасувати його постанову від 27 жовтня 2009 року про визнання вимог підприємства-заявника (див. пункт 30) у зв’язку з «нововиявленими обставинами». Зокрема, згідно з твердженнями ДСК «ЧМП» надіслані прокуратурою 18 жовтня 2012 року на адресу ДСК «ЧМП» документи доводили необґрунтованість заявлених підприємством-заявником вимог."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "35.  On 15 May 2013 the applicant company requested the withdrawal of the panel of the Court of Appeal considering Blasco’s application for reopening. It mainly focussed on the allegation that the debtor had missed the three-year time-limit for lodging the application (see paragraph 49 below) and that, by examining such a belated request, the court was discriminating against it and favouring a State debtor over a foreign company.",
            "uk": "35.  15 травня 2013 року підприємство-заявник подало заяву про відвід колегії суддів апеляційного суду, яка розглядала заяву ДСК «ЧМП» про відновлення провадження. Воно, головним чином, зосередилося на твердженні, що кредитор не дотримався трирічного строку для подання заяви (див. пункт 49) і, що розглянувши таку подану із запізненням заяву, суд дискримінував підприємство-заявника та поставив державного боржника у привілейоване становище порівняно з іноземним підприємством."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "38.  On 8 October 2013 the HCC dismissed the appeal and upheld the decision of 30 May 2013. The applicant company was served with the earlier decision on 12 November 2013.",
            "uk": "38.  08 жовтня 2013 року ВГСУ залишив без задоволення касаційну скаргу, а постанову від 30 травня 2013 року без змін. Ухвалену раніше постанову підприємству-заявнику було вручено 12 листопада 2013 року."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "40.  On 11 February 2014 an HCC panel declared the applicant company’s application for Supreme Court’s review inadmissible. It held that the HCC’s ruling concerned the question of whether it was appropriate to reopen proceedings in light of the newly established circumstances, which was a matter of procedural rather than substantive law. There were, therefore, no grounds to examine the petition by the Supreme Court (see paragraph 47 below for the relevant provisions of the domestic law).",
            "uk": "40.  11 лютого 2014 року колегія ВГСУ залишила без задоволення подану підприємством-заявником до Верховного Суду України заяву про перегляд. Вона встановила, що постанова ВГСУ стосувалася питання необхідності перегляду у зв’язку з нововиявленими обставинами, що скоріше було об’єктом процесуального, а не матеріального права. Отже, підстав для розгляду Верховним Судом України заперечення не було (див. відповідні положення національного законодавства у пункті 47)."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "41.  According to the applicant company, it only became aware of the ruling of 11 February 2014 on 15 July 2014.",
            "uk": "41.  Згідно з твердженнями підприємства-заявника про постанову від 11 лютого 2014 року йому стало відомо лише 15 липня 2014 року."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "D.  The Commercial Court’s building",
            "uk": "D.  Будівля господарського суду"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "A.  Constitution of 1996",
            "uk": "A.  Конституція України 1996 року"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "43.  Article 126 of the Constitution declares the principle of the independence of judges and provides that they can be removed only in the cases explicitly defined in the Constitution, such as expiry of term of office, disability and so forth.",
            "uk": "43.  Стаття 126 Конституції проголошує принцип незалежності суддів та передбачає, що вони можуть бути звільнені лише у випадках, визначених Конституцією, таких як закінчення строку їхнього призначення або обрання, неможливість виконувати свої повноваження за станом здоров’я тощо."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "B.  Code of Commercial Procedure of 1991",
            "uk": "B.  Господарський процесуальний кодекс України 1991 року"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "44.  At the material time the Code contained the following rules.",
            "uk": "44.  На момент подій Кодекс містив такі положення."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "45.  Article 17 of the Code provided that where, in the case of a successful request for the withdrawal of a judge, a commercial court is unable to examine a case, the case shall be transferred to the closest other court.",
            "uk": "45.  Стаття 17 Кодексу передбачала, що у випадку неможливості розгляду справи господарським судом після задоволення клопотання про відвід судді, справа має бути передана на розгляд до іншого найближчого суду."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "46.  Article 20 required judges who were related to the parties or whose impartiality could be doubted for other reasons to withdraw. The parties could request the withdrawal of the judges on the same grounds. In such cases the judicial formation dealing with the case decided the request.",
            "uk": "46.  Стаття 20 передбачала, що суддя, пов’язаний зі сторонами або щодо неупередженості якого могли виникнути сумніви, підлягав самовідводу. З цих же підстав відвід судді могли заявити сторони провадження. У таких випадках склад суду, який розглядав справу, ухвалював рішення за заявою."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "47.  The Law of 7 July 2010 reformed the procedure for the review of decisions in commercial cases.",
            "uk": "47.  Законом України від 07 липня 2010 року до порядку перегляду рішень у господарських справах було внесено зміни."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "The reformed provisions provided for the examination of commercial cases at first instance by regional commercial courts, on appeal by commercial courts of appeal and, in cassation, by the High Commercial Court (“the HCC”).",
            "uk": "Зміненими положеннями передбачався розгляд господарських справ у першій інстанції обласними господарськими судами, в апеляційній інстанції – апеляційними господарськими судами, а у касаційній інстанції – Вищим господарським судом України (далі – ВГСУ)."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "Following a review in cassation by the HCC, the parties could lodge an application for a review of the case by the Supreme Court in the following cases:",
            "uk": "Після розгляду касаційної скарги ВГСУ сторони могли подати заяву про перегляд справи Верховним Судом України у випадках:"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "(i) in the event of a divergent application of the same provisions of substantive law by the courts of cassation (at the time HCC, High Administrative Court and the High Court on Civil and Criminal Matters) which led to divergent decisions on the merits of cases; or",
            "uk": "(i) неоднакового застосовування судами касаційної інстанції (на момент подій ВГСУ, Вищий адміністративний суд України та Вищий спеціалізований суд України з розгляду кримінальних і цивільних справ) одних і тих самих норм матеріального права, внаслідок чого ухвалено різні за змістом судові рішення; або"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "(ii) in the event of finding of a violation of an international treaty by an international judicial institution in the course of the examination of the case (Article 111-16).",
            "uk": "(ii) встановлення міжнародною судовою установою порушення міжнародних зобов’язань при вирішенні справи судом\n(стаття 111-16)."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Applications could be lodged within three months of the delivery of the relevant decision of the HCC or, if the divergence in the case-law occurred after the delivery of that decision, within a year of its delivery (Article 11117 § 1 of the Code).",
            "uk": "Заяви могли бути подані упродовж трьох місяців з дня ухвалення відповідного рішення ВГСУ або упродовж одного року з дня його ухвалення, якщо розбіжності у практиці виявлено після ухвалення рішення (частина перша статті 111-17 Кодексу)."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "The question of whether an application was to be admitted for examination by the Supreme Court was assessed by a panel composed of five HCC judges. The panel examined the application in camera and had to give its ruling, which had to be reasoned, within fifteen days of the applicant’s submission (Article 111-21).",
            "uk": "Питання про передання заяви на розгляд Верховному Суду України вирішувалося колегією у складі п’яти суддів ВГСУ. Колегія розглядала заяву у закритому судовому засіданні та упродовж п’ятнадцяти днів з дня надходження заяви мала постановити обґрунтовану ухвалу (стаття 111-21)."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "48.  The provisions which governed the review of decisions in commercial cases prior to the 2010 reform can be found in MPP Golub v. Ukraine ((dec.), no. 6778/05, 18 October 2005).",
            "uk": "48.  Положення, які до внесення змін у 2010 році регулювали перегляд рішень у господарських справах, наведені в ухвалі щодо прийнятності у справі «МПП «Голуб» проти України» (MPP Golub v. Ukraine), заява № 6778/05, від 18 жовтня 2005 року)."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "49.  Article 112 § 2 (1) of the Code defined “newly established circumstances” as circumstances material for the case which were not known and could not be known to the party requesting a reopening of proceedings at the time the case was examined. Article 113 § 1 of the Code provided that a reopening could only be requested based on such circumstances within three years of the judicial decision in the case becoming final.",
            "uk": "49.  Відповідно до пункту 1 частини другої статті 112 Кодексу «нововиявленими обставинами» є істотні для справи обставини, що не були і не могли бути відомі стороні, яка звертається із заявою про перегляд, на час розгляду справи. Частина перша статті 113 Кодексу передбачала, що клопотання про перегляд справи за таких обставин могло бути подано лише протягом трьох років з дня набрання судовим рішенням законної сили."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "I.  SCOPE OF THE APPLICATION TO THE COURT",
            "uk": "I.  МЕЖІ РОЗГЛЯДУ ПОДАНОЇ ДО СУДУ ЗАЯВИ"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "The applicant company also complained in the same application form, under Article 1 of Protocol No. 1 to the Convention, that its right to peaceful enjoyment of its possessions had been breached in that (i) the domestic courts had failed to recognise its claims against Blasco in the bankruptcy proceedings and (ii) the bankruptcy proceedings had not in themselves been capable of protecting its interests.",
            "uk": "У тій самій заяві підприємство-заявник також скаржилося за статтею 1 Першого протоколу до Конвенції на порушення його права на мирне володіння своїм майном у зв’язку з тим, що (і) національні суди не визнали його вимоги до ДСК «ЧМП» в провадженні у справі про банкрутство та (іі) провадження у справі про банкрутство не було здатним само собою захистити його інтереси."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "51.  In letters of 19 November 2010, 29 April and 13 September 2011, 29 February, 25 July and 28 December 2012, 30 April and 30 July 2013 and 21 January and 7 July 2014 the applicant company maintained those complaints, stating in particular that there had been “no substantial developments” in the bankruptcy proceedings and that the “Ukrainian courts at all instances [had] failed to provide fair, adequate and lawful bankruptcy proceedings and to protect the property rights of the applicant”.",
            "uk": "51.  У листах від 19 листопада 2010 року, 29 квітня і 13 вересня 2011 року, 29 лютого, 25 липня і 28 грудня 2012 року, 30 квітня і 30 липня 2013 року та 21 січня і 07 липня 2014 року підприємство-заявник підтримало ці скарги, зазначивши зокрема, що «жодних суттєвих змін» в провадженні у справі про банкрутство не було, а «українські суди всіх інстанцій не забезпечили справедливий, належний та законний судовий розгляд в провадженні у справі про банкрутство та не захистили майнові права заявника»."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "52.  In its letter of 10 December 2014 the applicant company complained that its rights under Article 6 § 1 and Article 1 of Protocol No. 1 had been breached on account of the quashing of the final decision of the Court of Appeal of 27 October 2009 which recognised the applicant company’s claims.",
            "uk": "52.  У своєму листі від 10 грудня 2014 року підприємство-заявник скаржилося на порушення його прав за пунктом 1 статті 6 Конвенції та статтею 1 Першого протоколу до Конвенції у зв’язку зі скасуванням остаточної постанови апеляційного суду від 27 жовтня 2009 року, якою було визнано вимоги підприємства-заявника."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "II.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "53.  The applicant company complained that the domestic courts which had dealt with its case had lacked impartiality and that the proceedings concerning the recognition of its claims in the bankruptcy proceedings against Blasco had been unreasonably lengthy. It relied on Article 6 § 1 of the Convention, which reads as follows:",
            "uk": "53.  Підприємство-заявник скаржилося на небезсторонність національних судів, які розглядали його справу, та необґрунтовану тривалість провадження щодо визнання його вимог в провадженні у справі про банкрутство ДСК «ЧМП». Воно посилалося на пункт 1 статті 6 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal established by law.”",
            "uk": "«Кожен має право на справедливий … розгляд його справи упродовж розумного строку незалежним і безстороннім судом, встановленим законом, який вирішить спір щодо його прав та обов’язків цивільного характеру…»"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "54.  The Government submitted that the applicant company’s complaints concerning the quashing of the Court of Appeal’s decision of 27 October 2009 had been lodged out of time as they had been submitted on 10 December 2014 (see paragraph 52 above), that is to say more than six months from the HCC’s final decision on the matter, adopted on 8 October 2013 (see paragraph 38 above).",
            "uk": "54.  Уряд доводив, що скарги підприємства-заявника стосовно скасування постанови апеляційного суду від 27 жовтня 2009 року було подано із пропущенням строку, оскільки їх подали 10 грудня 2014 року (див. пункт 52), тобто більше ніж через шість місяців після ухвалення 08 жовтня 2012 року (див. пункт 38) ВГСУ остаточного рішення з цього питання."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "(a)  Reconsideration of the decision to recognise the applicant company’s claim in the bankruptcy proceedings",
            "uk": "(a)  Перегляд постанови про визнання вимог підприємства-заявника в провадженні у справі про банкрутство"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "58.  The applicant company’s argument that the quashing was a mere episode in the “overall situation” of ineffectiveness of the bankruptcy proceedings is unconvincing. The Court considers that the two questions are quite distinct: before asking the question of whether the proceedings were an effective tool for the protection of the rights of creditors it had to be determined whether the applicant company was such a creditor.",
            "uk": "58.  Аргумент підприємства-заявника, що скасування було всього лише епізодом у «загальній ситуації» неефективності провадження у справі про банкрутство, є непереконливим. Суд вважає, що ці два питання суттєво відрізняються: перш ніж запитати, чи було це провадження ефективним засобом захисту прав кредиторів, необхідно з’ясувати, чи було підприємство-заявник таким кредитором."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "64.  To recap, the applicant company lodged its complaint concerning the quashing of the final judicial decision recognising its claims in the bankruptcy proceedings on 10 December 2014, more than six months after 12 November 2013, the date when the HCC’s decision dismissing its appeal in that respect was served on it (see paragraphs 52 and 38 respectively).",
            "uk": "64.  Слід нагадати, що свою скаргу стосовно скасування остаточного судового рішення, яким було визнано його вимоги в провадженні у справі про банкрутство, підприємство-заявник подало 10 грудня 2014 року, більше ніж через шість місяців з 12 листопада 2013 року – дати вручення йому рішення ВГСУ про відмову у задоволенні його касаційної скарги щодо цього (див. пункти 52 і 38 відповідно)."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "65.  It follows that this part of the application it was lodged outside of the six-month time-limit and must therefore be rejected as inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
            "uk": "65.  З цього випливає, що ця частина заяви була подана поза межами встановленого шестимісячного строку, а тому вона має бути відхилена як неприйнятна відповідно до пунктів 1 і 4 статті 35 Конвенції."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "(b)  Independence, impartiality and the length of proceedings",
            "uk": "(b)  Незалежність, безсторонність та тривалість провадження"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "66.  However, the same conclusion cannot be reached in respect of the applicant company’s complaints concerning the independence and impartiality of the domestic courts and the length of proceedings. Those complaints, including all the key arguments and facts on which the applicant company continues to rely, were included in the application form lodged on 25 September 2009 (see paragraph 50 above).",
            "uk": "66.  Проте не можна дійти аналогічного висновку щодо скарг підприємства-заявника стосовно незалежності та безсторонності національних судів і тривалості провадження. Ці скарги, у тому числі всі ключові аргументи та факти, на які продовжує посилатися підприємство-заявник, містилися у заяві, поданій 25 вересня 2009 року (див. пункт 50)."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "67.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "67.  Суд зазначає, що ця частина заяви не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "1.  Impartiality",
            "uk": "1.  Безсторонність"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "(i)  Relevant general principles",
            "uk": "(i)  Відповідні загальні принципи"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "72.  The concepts of independence and objective impartiality are closely linked and, depending on the circumstances, may require joint examination (see Ramos Nunes de Carvalho, cited above, § 150).",
            "uk": "72.  Концепції незалежності та об’єктивної безсторонності тісно взаємопов’язані і залежно від обставин можуть вимагати спільного розгляду (див. згадане рішення у справі «Рамос Нунеш де Карвальо е Са проти Португації» (Ramos Nunes de Carvalho e Sá v. Portugal), пункт 150)."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "(ii)  Application of the above principles to the present case",
            "uk": "(ii)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "73.  The applicant company did not put forward any arguments to show that the domestic courts or judges that examined its case lacked independence from the executive in terms of the manner of their appointment, term of office or the existence of formal guarantees against outside pressures. Indeed, domestic law, as pointed out by the Government, provides guarantees in that respect (see paragraph 43 above).",
            "uk": "73.  Підприємство-заявник не надало жодних аргументів, які б доводили, що національні суди та судді, які розглядали справу, не були незалежними від органів виконавчої влади з точки зору способу їхнього обрання, строку повноважень або наявності офіційних гарантій проти зовнішнього тиску. Дійсно, як було зазначено Урядом, національне законодавство надає гарантії щодо цього (див. пункт 43)."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "74.  There is no material before the Court which would call into doubt the impartiality of the judges who dealt with the applicant company’s case under the subjective test.",
            "uk": "74.  У Суду відсутні документи, які б ставили під сумнів безсторонність суддів, які розглядали справу підприємства-заявника, за суб’єктивним критерієм."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "75.  It remains to ascertain whether the judges and the courts met the test of objective impartiality.",
            "uk": "75.  Залишається з’ясувати, чи відповідали судді та суди критерію об’єктивної безсторонності."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "(α)  Commercial court’s president’s correspondence with executive authorities",
            "uk": "(α)  Листування голови господарського суду з представниками органів виконавчої влади"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "(β)  Alleged use of the debtor’s building",
            "uk": "(β)  Стверджуване користування будівлею боржника"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "77.  Turning to the question of the alleged use by the court of the debtor’s former building, the Court finds it particularly relevant that the proceedings in question concerned bankruptcy, a procedure in which the function of the domestic courts was to ensure an orderly distribution of the debtor’s assets between its creditors.",
            "uk": "77.  Повертаючись до питання стверджуваного користування судом колишньою будівлею боржника, Суд вважає особливо важливим те, що відповідне провадження стосувалося процедури банкрутства, в якій функція національних судів полягала у забезпеченні належного розподілення активів боржника між його кредиторами."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "79.  It is notable that the judge, even in dismissing the request for withdrawal, did not question that the transfer had indeed happened as alleged by the applicant company.",
            "uk": "79.  Слід зазначити, що, навіть відмовивши у задоволенні клопотання про відвід, суддя не заперечувала, що така передача будівлі дійсно мала місце, як стверджувало підприємство-заявник."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "82.  Regard being had to the confidence which the courts must inspire in those subject to their jurisdiction, these considerations are sufficient for the Court to find that there has been a violation of Article 6 § 1 of the Convention in respect of the impartiality requirement.",
            "uk": "82.  З огляду на довіру, яку суди мають вселяти суб’єктам, які знаходяться під їхньою юрисдикцією, цих міркувань достатньо для висновку Суду, що було порушено пункт 1 статті 6 Конвенції стосовно вимоги безсторонності."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "2.  Length of proceedings",
            "uk": "2.  Тривалість провадження"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "(a)  The parties’ submissions",
            "uk": "(a)  Доводи сторін"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "83.  The applicant company complained that the proceedings in its case had started in September 2003 and had still been ongoing when it had submitted its observations in reply to those of the Government (10 July 2018) and, therefore, in its estimation, the proceedings had been ongoing for fifteen years.",
            "uk": "83.  Підприємство-заявник скаржилося, що провадження у його справі почалося у вересні 2003 року та все ще тривало на момент подання ним його зауважень у відповідь на зауваження Уряду (10 липня 2018 року) і, таким чином, за його підрахунками тривало вже п’ятнадцять років."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "84.  The Government submitted that the subject matter of the proceedings was complex – the bankruptcy case file ran to 120 volumes, and there were many parties involved. The applicant company had itself contributed to the length of the proceedings by lodging various applications and requests.",
            "uk": "84.  Уряд стверджував, що предмет провадження був складним – матеріали справи про банкрутство налічували 120 томів, і до справи було залучено багато сторін. Саме підприємство-заявник також вплинуло на тривалість провадження, звертаючись із різними заявами та клопотаннями."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "(b)  The Court’s assessment",
            "uk": "(b)  Оцінка Суду"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "87.  It follows that in the present case Article 6 was applicable to the proceedings for review in the light of the newly established circumstances and that, including those proceedings, the proceedings overall lasted for ten years and one month.",
            "uk": "87.  З цього випливає, що у цій справі стаття 6 Конвенції була застосовною до провадження про перегляд справи у зв’язку з нововиявленими обставинами, а загалом провадження, з урахуванням цього, тривало десять років та один місяць."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "88.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
            "uk": "88.  Суд повторює, що розумність тривалості провадження повинна оцінюватися у світлі обставин справи та з урахуванням таких критеріїв: складність справи, поведінка заявників та відповідних органів влади, а також важливість предмету спору для заявників \n(див. рішення у справі «Фрідлендер проти Франції» [ВП] (Frydlender v. France) [GC], заява № 30979/96, пункт 43, ЄСПЛ 2000-VII)."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "89.  In Svetlana Naumenko v. Ukraine (no. 41984/98, 9 November 2004), the Court already found a violation in respect of issues similar to those in the present case.",
            "uk": "89.  У справі «Світлана Науменко проти України» (Svetlana Naumenko v. Ukraine) (заява № 41984/98, від 09 листопада 2004 року) Суд вже встановив порушення щодо питань, аналогічних тим, що розглядаються у цій справі."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "90.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
            "uk": "90.  Розглянувши всі надані матеріали, Суд не вбачає жодних факту або аргументу, здатних переконати його дійти іншого висновку. З огляду на свою практику з цього питання Суд вважає, що тривалість провадження у цій справі була надмірною та не відповідала вимозі «розумного строку»."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "91.  There has, therefore, been a violation of Article 6 § 1 of the Convention in respect of the length of proceedings.",
            "uk": "91.  Отже, було порушено пункт 1 статті 6 Конвенції у зв’язку з тривалістю провадження."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
            "uk": "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "92.  The applicant company complained that the domestic courts had quashed the final domestic decision recognising its claims in the bankruptcy proceedings and had failed to recognise its claims. It also complained that the bankruptcy proceedings had been ineffective as a tool for protecting the creditors’ rights. It relied on Article 1 of Protocol No. 1, which reads, in so far as relevant:",
            "uk": "92.  Підприємство-заявник скаржилося на скасування національними судами остаточного рішення, яким було визнано його вимоги у справі про банкрутство, та невизнання ними його вимог. Воно також скаржилося, що провадження у справі про банкрутство було неефективним засобом захисту прав кредиторів. Воно посилалося на статтю 1 Першого протоколу до Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "94.  As far as the first aspect of the complaint is concerned, it was lodged outside of the six-month time-limit for the same reasons as the analogous complaint under Article 6 (see paragraphs 56 to 65 above) and must therefore be rejected as inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
            "uk": "94.  Щодо першого аспекту скарги її було подано поза межами шестимісячного строку з тих самих причин, що й аналогічну скаргу за статтею 6 Конвенції (див. пункти 56 і 65), а тому вона має бути відхилена як неприйнятна відповідно до пунктів 1 і 4 статті 35 Конвенції."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "95.  Even assuming that the second element of applicant company’s complaint under Article 1 of Protocol No. 1, namely that the bankruptcy proceedings were an ineffective tool for protecting the creditors’ rights, can be seen as distinct and, therefore, assuming that it was not lodged out of time, the Court still needs to ascertain that the applicant company had a “possession” so as to make Article 1 of Protocol No. 1 applicable in respect of that complaint.",
            "uk": "95.  Навіть припустивши, що другий елемент скарги підприємства-заявника за статтею 1 Першого протоколу до Конвенції, а саме – неефективність провадження у справі про банкрутство як засобу захисту прав кредиторів, може вважатися окремою скаргою і, таким чином, припустивши, що вона була вчасно подана, Суд все ще має встановити, чи володіло підприємство-заявник «майном», щоб стаття 1 Першого протоколу до Конвенції була застосовна до цієї скарги."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "97.  The proprietary interest relied on by the applicant company was in the nature of a claim and cannot be characterised as an “existing possession” within the meaning of the Court’s case-law (ibid., § 41). It remains to ascertain whether the applicant company nevertheless had a “legitimate expectation” to obtain recognition of that claim.",
            "uk": "97.  Майнове право, на яке посилалося підприємство-заявник, мало характер вимоги і не могло характеризуватися, як «існуюче майно» у розумінні практики Суду (див., там само, пункт 41). Залишається встановити, чи мало підприємство-заявник усе-таки «законне сподівання» на визнання цієї вимоги."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "98.  The domestic courts eventually concluded that its claim was unfounded. The operation of the six-month rule, which marks out the temporal limit of the supervision exercised by the Court (see Sabri Güneş v. Turkey [GC], no. 27396/06, § 40, 29 June 2012) prevents the Court from reviewing the merits of that decision (see paragraphs 56 to 65 above).",
            "uk": "98.  Зрештою, національні суди дійшли висновку, що вимога підприємства-заявника була безпідставною. Дія правила шестимісячного строку, яке визначає проміжок часу, упродовж якого Суд здійснює нагляд (див. рішення у справі «Сабрі Гюнеш проти Туреччини» [ВП] (Sabri Güneş v. Turkey) [GC], заява № 27396/06, пункт 40, від 29 червня 2012 року), не дозволяє Суду розглянути суть цього рішення (див. пункти 56 – 65)."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "99.  According to the Court’s case-law, no “legitimate expectation” can be said to arise where there is a dispute as to the correct interpretation and application of domestic law and the applicant’s submissions are subsequently rejected by the national courts (see Béláné Nagy v. Hungary [GC], no. 53080/13, § 75, 13 December 2016).",
            "uk": "99.  Згідно з практикою Суду не можна стверджувати про наявність «законного сподівання», якщо існує спір щодо правильного тлумачення та застосування національного законодавства, а доводи заявників згодом відхиляються національними судами (див. рішення у справі «Белане Надь проти Угорщини» [ВП] (Béláné Nagy v. Hungary) [GC], заява № 53080/13, пункт 75, від 13 грудня 2016 року)."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "100.  Therefore, this part of the application is incompatible with the Convention ratione materiae and must be rejected as inadmissible pursuant to Article 35 §§ 3 (a) and 4.",
            "uk": "100.  Отже, ця частина заяви є несумісною з положеннями Конвенції за критерієм ratione materiae та має бути відхилена як неприйнятна відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "101.  Article 41 of the Convention provides:",
            "uk": "101.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "102.  The applicant company claimed 3,895,026.33 United States dollars (USD) in respect of pecuniary damage, comprising the amount of the original claim, USD 2,021,370.13 (see paragraphs 12 and 15 above), increased to compensate for the delay in payment. The applicant company also claimed EUR 65,000 in respect of non-pecuniary damage.",
            "uk": "102.  Підприємство-заявник вимагало 3 895 026,33 доларів США (далі – дол. США) в якості відшкодування матеріальної шкоди, що становило суму первинної вимоги у розмірі 2 021 370,13 дол. США (див. пункти 12 і 15), збільшену з метою компенсації затримки у виплаті. Підприємство-заявник також вимагало 65 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "103.  The Government submitted that those claims were excessive and unsubstantiated and that there was no causal link between the violations the applicant company alleged and its pecuniary damage claim.",
            "uk": "103.  Уряд стверджував про надмірність і необґрунтованість цих вимог, а також про відсутність причинно-наслідкового зв’язку між стверджуваними підприємством-заявником порушеннями та його вимогами щодо відшкодування матеріальної шкоди."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "104.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, ruling on an equitable basis, it awards the applicant company EUR 10,000 in respect of non-pecuniary damage.",
            "uk": "104.  Суд не вбачає жодного причинно-наслідкового зв’язку між встановленими порушеннями та матеріальної шкодою, яка вимагалася; отже, він відхиляє цю вимогу. З іншого боку, ухвалюючи рішення на засадах справедливості, він присуджує підприємству-заявнику 10 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "105.  The applicant company also claimed 17,365.44 hryvnias (UAH – approximately EUR 558) for the costs and expenses incurred before the domestic courts and UAH 15,791.72 (approximately EUR 507) for those incurred before the Court. It submitted documentary evidence in support of the claims.",
            "uk": "105.  Підприємство-заявник також вимагало 17 365,44 гривень (далі – грн, приблизно 558 євро) в якості компенсації судових та інших витрат, понесених під час провадження у національних судах, та 15 791,72 грн (приблизно 507 євро) в якості компенсації витрат, понесених під час провадження у Суді. В обґрунтування своїх вимог воно надало документальне підтвердження."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "106.  The Government considered that those claims were unsubstantiated.",
            "uk": "106.  Уряд вважав ці вимоги необґрунтованими."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "107.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 650 covering costs under all heads.",
            "uk": "107.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні у нього документи та зазначені критерії Суд вважає за розумне присудити суму у розмірі 650 євро в якості компенсації витрат за всіма пунктами."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "108.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "108.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "1.  Declares the complaints under Article 6 § 1 of the Convention in respect of the independence and impartiality of the domestic courts and in respect of the length of proceedings admissible and the remainder of the application inadmissible;",
            "uk": "1.  Оголошує прийнятними скарги за пунктом 1 статті 6 Конвенції щодо незалежності та безсторонності національних судів та щодо тривалості провадження, а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the impartiality requirement;",
            "uk": "2.  Постановляє, що було порушено пункт 1 статті 6 Конвенції щодо вимоги безсторонності;"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the length of proceedings;",
            "uk": "3.  Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з тривалістю провадження;"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "4.  Holds",
            "uk": "4.  Постановляє, що:"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant company, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити такі суми:"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "(i)  EUR 10,000 (ten thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  10 000 (десять тисяч) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(ii)  EUR 650 (six hundred and fifty euros), plus any tax that may be chargeable to the applicant company, in respect of costs and expenses;",
            "uk": "(ii)  650 (шістсот п’ятдесят) євро та додатково суму будь-якого податку, що може нараховуватись підприємству-заявнику, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "5.  Dismisses the remainder of the applicant company’s claim for just satisfaction.",
            "uk": "5.  Відхиляє решту вимог підприємства-заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "Done in English, and notified in writing on 27 June 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 27 червня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]