[
    {
        "id": 0,
        "translation": {
            "en": "1.  The case concerns the death of the applicant’s son during an arrest attempt and the domestic authorities’ failure to conduct a prompt and effective investigation into the matter in breach of Article 2 of the Convention.",
            "uk": "1.  Справа стосується смерті сина заявника під час спроби його затримання та непроведення національними органами влади оперативного та ефективного розслідування справи, що є порушенням статті 2 Конвенції."
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "2.  The applicant was born in 1949 and lives in Lviv.",
            "uk": "2.  Заявник народився у 1949 році і проживає у м. Львів."
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "3.  The applicant was initially represented by Mr A. Buryy, a lawyer practising in Lviv, and subsequently represented himself. The Government were represented by their Agent, most recently Mr I. Lishchyna from the Ministry of Justice.",
            "uk": "3.  Спочатку заявника представляв пан А. Бурий, юрист, який практикує у м. Львів, а згодом він представляв себе самостійно. Уряд представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "Background to the case and events of 4 March 1999",
            "uk": "Події, що передували справі, а ТАкож ПОДІї \n04 березня 1999 РОКУ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "5.  On 25 February 1999 B. complained to the Lviv Regional Department for Combatting Organised Crime of the Ministry of Internal Affairs (“the DCOC”) that unknown persons had threatened her and extorted the sum of 25,000 United States dollars (USD).",
            "uk": "5.  25 лютого 1999 року Б. звернулася до Управління боротьби з організованою злочинністю Управління Міністерства внутрішніх справ України Львівської області (далі – УБОЗ) із заявою про те, що невідомі погрожували їй та вимагали суму у розмірі 25 000 доларів США (далі – доларів)."
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "6.  According to the Government, an inquiry into B.’s allegations was conducted and it was established that the unknown persons were the applicant’s son, Ruslan Yukhymovych, and his friend Z., both alleged members of an organised criminal group which had been extorting money and property from residents of Mykolayiv with the use of weapons.",
            "uk": "6.  Згідно з твердженнями Уряду було проведено перевірку тверджень Б., і встановлено, що невідомими особами були син заявника Руслан Юхимович та його друг З., обидва, як стверджувалося, були членами організованої злочинної групи, яка займалася вимаганням грошових коштів і майна у жителів м. Миколаїв, та мали у користуванні зброю."
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "7.  On 1 March 1999 the DCOC approved an operation plan to arrest the alleged extortionists by the “Sokil” special police unit of the DCOC, which was composed of senior police detective Zar., detective M., and assistant detectives O. and G.",
            "uk": "7.  01 березня 1999 року УБОЗ затвердило план проведення заходів із затримання стверджуваних вимагачів працівниками ВШР та ПСО «Сокіл» УБОЗ, до складу якого входили старший оперуповноважений Зар., оперуповноважений М. та помічники оперуповноважений О. та Г."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "8.  On 2 March 1999 the above-mentioned police officers, who were wearing civilian clothes, commenced an operation to ambush the alleged extortionists in B.’s house. B.’s 22-year-old daughter and 16-year-old son were with B. at home.",
            "uk": "8.  02 березня 1999 року зазначені працівники міліції, одягнені в цивільний одяг, організували засідку для затримання стверджуваних вимагачів у будинку Б. 22-річна дочка Б. і 16-річний син Б. перебували з Б. вдома."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "9.  On 3 March 1999 criminal proceedings were instituted in respect of the financial extortion from B.",
            "uk": "9.  03 березня 1999 року було порушено кримінальну справу за фактом вимагання грошових коштів у Б."
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Criminal investigation into the death of the applicant’s son",
            "uk": "розслідування СМЕРТІ СИНА ЗАЯВНИКА"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "11.  Between 3.40 and 8.20 p.m. on 4 March 1999 an investigator from the Mykolayiv district prosecutor’s office, in the presence of two witnesses, F. and Mar., conducted an on-site inspection at the scene of the incident. Two partial video recordings of the inspection were made.",
            "uk": "11.  04 березня 1999 року у період з 15 год. 40 хв до 20 год. 20 хв. слідчий прокуратури Миколаївського району у присутності двох понятих Ф. і Мар. провів огляд місця події. Було зроблено два часткові відеозаписи огляду."
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "12.  On 15 March 1999 experts from the Lviv Bureau of Forensic Medical Examinations examined the body of the applicant’s son and drew up a report stating that his death had been caused by a gunshot wound to the chest. The injuries found on his left side turned out to be a perforating gunshot wound. The experts also discovered other injuries on his body, such as a bruise on his forehead and superficial wounds and subcutaneous haemorrhages on the occipital part of the head and the lower lip.",
            "uk": "12.  15 березня 1999 року експерти Львівського обласного бюро судово-медичних експертиз оглянули тіло сина заявника та склали акт, в якому зазначалося, що причиною його смерті було кульове поранення з вогнепальної зброї в грудну клітку. Тілесні ушкодження, виявлені з лівого боку, були проникаючим вогнепальним пораненням. Експерти також виявили інші ушкодження на його тілі, такі як синці на чолі та поверхневі рани і підшкірні крововиливи в потиличній частині голови та на нижній губі."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "13.  On 24 March 1999 the internal inquiry conducted by the DCOC established that O. had used his service gun lawfully and in compliance with the requirements of the Police Act. The report noted that during the on-site inspection a “Valtro” gas gun had been found near the applicant’s son’s body.",
            "uk": "13.  24 березня 1999 року у ході проведеного УБОЗ службового розслідування було встановлено, що О. скористався табельною зброєю законно та з дотриманням вимог Закону України «Про міліцію». У висновку зазначалося, що під час огляду на місці події біля тіла сина заявника був виявлений газовий пістолет «Вальтро»."
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "14.  On 25 March 1999 the Mykolayiv district prosecutor’s office, after conducting a pre-investigation inquiry, refused to institute a criminal investigation into the death of the applicant’s son. The relevant decision referred to the results of the forensic examination of the body, witness statements and the results of the internal inquiry and stated that the police officers’ actions had disclosed no indication of an offence, since they had acted in an appropriate manner.",
            "uk": "14.  25 березня 1999 року прокуратура Миколаївського району після проведення дослідчої перевірки відмовила у порушенні кримінальної справи за фактом смерті сина заявника. У відповідній постанові наводилося посилання на результати судово-медичної експертизи трупа, показання свідків і результати службового розслідування, а також зазначалося про відсутність у діях працівників міліції ознак злочину, оскільки вони діяли належним чином."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "15.  On 31 March 1999 the Lviv regional prosecutor’s office set aside the decision of 25 March 1999 and opened criminal proceedings into alleged abuse of power by the police causing serious harm, reasoning that it had been impossible to establish the circumstances of the use of the weapon in the course of the pre-investigation inquiry and that an investigation was required.",
            "uk": "15.  31 березня 1999 року прокуратура Львівської області скасувала постанову від 25 березня 1999 року та порушила кримінальну справу за фактом перевищення влади працівниками міліції, що спричинило тяжкі наслідки, мотивуючи це неможливістю встановити обставини використання вогнепальної зброї під час дослідчої перевірки і необхідністю проведення розслідування."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "16.  On 15 April and 23 September 1999 forensic fingerprint examinations found a fingerprint on the left side of the “Valtro” gun belonging to the same group as the left thumbprint of the applicant’s son. Three more of his fingerprints were found on the side of the gun’s magazine.",
            "uk": "16.  15 квітня та 23 вересня 1999 року за результатами проведення дактилоскопічної експертизи на лівому боці пістолета «Вальтро» було виявлено відбиток пальця, який належав до тієї ж групи, що і відбиток лівого пальця сина заявника. Збоку магазина пістолета були знайдені ще три його відбитки."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "17.  On 16 April 1999 the prosecutor questioned the police officers who had participated in the operation.",
            "uk": "17.  16 квітня 1999 року прокурор допитав працівників міліції, які брали участь у спланованих заходах."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Z. had not complied, so he had hit him in the chest. Immediately after this he had heard a shot in the hallway. He had turned around and seen the back of someone escaping from the house. He had yelled “Don’t shoot!” and run after the person. At the gate, the absconder, who later turned out to be the applicant’s son, had tried to open it. At that time M., who had caught up with the applicant’s son and tried to arrest him, had kicked him in the back with his right foot.",
            "uk": "З. не виконав вимогу, тому він вдарив його в груди. Одразу після цього він почув постріл у коридорі. Він обернувся і побачив спину особи, яка тікала з будинку. Він крикнув «Не стріляти!» і побіг за цією особою. Біля воріт втікач, який згодом виявився сином заявника, намагався відчинити хвіртку. У той момент М., який наздогнав сина заявника та намагався його затримати, вдарив його правою ногою в спину."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "In further statements given on unspecified dates M. changed his testimony and stated that in the course of the operation he and O. had stayed in the kitchen in accordance with the agreed operation plan.",
            "uk": "У подальших поясненнях, наданих у невстановлені дати, М. змінив свої показання та зазначив, що під час спланованих заходів він та О. залишилися на кухні відповідно до узгодженого плану."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "At that point O. had seen a gun in the applicant’s son’s hand pointed at M. and, to defend his colleague, he had run towards the applicant’s son and shot him in the back almost at point-blank range. After the applicant’s son had fallen down, he had pushed the gun away from him. He had wanted to turn the applicant’s son onto his back, but he had heard rattling noises from him and had decided to leave him in the same position.",
            "uk": "Тоді О. побачив пістолет в руці сина заявника, спрямований на М., і, щоб захистити свого колегу, підбіг до сина заявника і вистрілив йому в спину майже впритул. Після того як син заявника впав, він відштовхнув від нього пістолет. О. хотів повернути сина заявника на спину, але почув його хрипи і вирішив залишити його в тій самій позі."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "21.  Police officer Zar. testified that after the second shot he had run out to the yard and had seen the applicant’s son lying face down on the ground. He did not remember seeing a gun near the body. After he had called the ambulance and returned to the house he had seen a big black gun in a plastic bag in the living room. Police officer G. provided a similar testimony.",
            "uk": "21.  Працівник міліції Зар. засвідчив, що після другого пострілу він вибіг на подвір’я і побачив сина заявника, який лежав обличчям донизу. Він не пам’ятав, чи бачив біля трупа пістолет. Викликавши швидку медичну допомогу та повернувшись до будинку, він побачив у вітальні великий чорний пістолет у поліетиленовому пакеті. Подібні показання надав і працівник міліції Г."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "22.  When questioned on 3 May 1999 Tz., the taxi driver, testified that he had seen a gun in the applicant’s son’s hand both during his struggle with the police officers and later near his body.",
            "uk": "22.  Під час допиту 03 травня 1999 року таксист Ц. засвідчив, що бачив пістолет в руці сина заявника як під час його боротьби з працівниками міліції, так і згодом біля його трупа."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "23.  When questioned on 4 June 1999 Z., the alleged accomplice, testified that the applicant’s son had not had a weapon, since he had left his gun in his car before going to B.’s house. After the applicant’s son had been shot, the police officers had forced him to tell them about the gun and its whereabouts. Z. further stated that when he had been escorted out of the building, he had noticed a gun in a plastic bag on a coffee table, but that it had not been the applicant’s son’s gun.",
            "uk": "23.  Під час допиту 04 червня 1999 року стверджуваний співучасник З. засвідчив, що син заявника не мав зброї, оскільки залишив пістолет у своєму авто перед тим, як піти до будинку Б. Після того, як сина заявника застрелили, працівники міліції змусили його розповісти їм про пістолет та його місцезнаходження. З. також зазначив, що коли його виводили з будинку, він помітив пістолет у поліетиленовому пакеті на журнальному столику, але це не був пістолет сина заявника."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "He later changed his testimony, stating that he did not know if the applicant’s son had had a gun during the shooting.",
            "uk": "Пізніше він змінив свої показання, зазначивши, що не знав, чи мав син заявника з собою пістолет під час стрілянини."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "25.  On 20 August 1999 the case was transferred to the Lviv regional prosecutor’s office.",
            "uk": "25.  20 серпня 1999 року справу направили до прокуратури Львівської області."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "26.  On 19 and 21 October 1999 the witnesses to the on-site inspection were questioned. F. testified that he had not seen a gun at the scene of the incident, but that he could not rule out the possibility of one being there. Another witness to the on-site inspection, Mar., stated that he could not remember if he had seen a gun.",
            "uk": "26.  19 та 21 жовтня 1999 року було допитано понятих, які брали участь в огляді місця події. Ф. засвідчив, що на місці події він не бачив пістолета, але не міг виключити ймовірність, що він там був. Інший понятий огляду місця події, Мар., зазначив, що не пам’ятав, чи бачив пістолет."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "27.  On 28 December 1999 a forensic examination of metallic residues found that the jacket and trousers of the applicant’s son had traces of such residues, caused by contact with a steel object, possibly the “Valtro” gun allegedly found at the scene of the incident.",
            "uk": "27.  28 грудня 1999 року під час судово-криміналістичної експертизи щодо встановлення наявності металів на куртці та брюках сина заявника було виявлено сліди металізації, спричинені контактом зі сталевим предметом, можливо, пістолетом «Вальтро», який, як стверджувалося, був виявлений на місці події."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "28.  On 28 January 2000 the investigator of the Lviv regional prosecutor’s office terminated the proceedings for lack of any evidence of a crime. His decision referred to the statements of Tz., B., B.’s daughter, police officers who had participated in the operation (see paragraphs 19-21 above) and law enforcement agents who had arrived at the scene of the incident. The witnesses testified unanimously that the applicant’s son had had a gun during his arrest.",
            "uk": "28.  28 січня 2000 року слідчий прокуратури Львівської області закрив справу у зв’язку з відсутністю складу злочину. У його постанові було наведено посилання на показання Ц., Б., дочки Б., працівників міліції, які брали участь у спланованих заходах (див. пункти 19 – 21), та працівників правоохоронних органів, які прибули на місце події. Свідки одноголосно засвідчили, що під час затримання у сина заявника був пістолет."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "30.  On 19 April 2001 the Prosecutor General’s Office transferred the case to the Zakarpattya regional prosecutor’s office.",
            "uk": "30.  19 квітня 2001 року Генеральна прокуратура України передала справу до прокуратури Закарпатської області."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "31.  On 27 December 2001 the proceedings were again terminated, but on 12 February 2002 they were reopened as the investigator had failed to establish all the circumstances of the case.",
            "uk": "31.  27 грудня 2001 року справу було знову закрито, але 12 лютого 2002 року розслідування було відновлене, оскільки слідчий не зміг встановити всі обставини справи."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "34.  On 28 May 2004 the Prosecutor General’s Office transferred the case to the Ivano-Frankivsk regional prosecutor’s office.",
            "uk": "34.  28 травня 2004 року Генеральна прокуратура України передала справу до прокуратури Івано-Франківської області."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "38.  On 15 January 2008 the investigator terminated the proceedings without any additional investigative measures. On 12 March 2008 the Ivano-Frankivsk regional prosecutor’s office set aside this decision as premature and reopened the proceedings.",
            "uk": "38.  15 січня 2008 року слідчий закрив кримінальну справу без проведення будь-яких додаткових слідчих дій. 12 березня 2008 року прокуратура Івано-Франківської області скасувала цю постанову як передчасну та відновила розслідування у справі."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "39.  On 7 April 2008 the case was transferred to the Rogatyn district prosecutor’s office and on 23 December 2008 to the Pustomyty district prosecutor’s office.",
            "uk": "39.  07 квітня 2008 року справа була передана до прокуратури Рогатинського району, а 23 грудня 2008 року – до прокуратури Пустомитівського району."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "40.  On 6 August 2009, following a forensic medical examination, a report was drawn up stating that the applicant’s son had sustained two gunshot wounds: one to his back and another to the back of his right shoulder. According to the results of the examination, it had been impossible to definitively establish the order of the shots.",
            "uk": "40.  06 серпня 2009 року за результатами судово-медичної експертизи було складено висновок, в якому зазначалося, що син заявника отримав два вогнепальні поранення: одне в спину, інше – у задню поверхню правого плеча. Згідно з результатами експертизи точно встановити порядок пострілів було неможливо."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "41.  According to the results of a forensic ballistic examination of 19 August 2009, the first gunshot wound was inflicted on the applicant’s son’s back at point-blank range in the hallway of the house; after leaving the body the bullet went through the door. The second wound, to the back of the right shoulder, which caused the applicant’s son’s death, was inflicted in the front yard near the gate from a distance of no less than two metres.",
            "uk": "41.  Згідно з результатами судово-балістичної експертизи від \n19 серпня 2009 року перше вогнепальне поранення було отримане сином заявника впритул в коридорі будинку; після проходження через тіло куля пройшла крізь двері. Друге поранення у задню поверхню правого плеча, яке стало причиною смерті сина заявника, було отримане у подвір’ї біля воріт з відстані не менше двох метрів."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "42.  On 13 February 2010 the case was transferred to the Lviv regional prosecutor’s office.",
            "uk": "42.  13 лютого 2010 року справу було передано до прокуратури Львівської області."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "43.  In order to reconcile the contradictions between the results of the examinations concerning the way and order in which the injuries had been inflicted on the applicant’s son (see paragraphs 24, 40 and 41 above) another forensic examination was ordered, but it was not conducted since the applicant’s son’s clothes had been returned to his father and he had destroyed them.",
            "uk": "43.  Для усунення суперечностей між результатами експертиз щодо способу та порядку отримання тілесних ушкоджень сином заявника (див. пункти 24, 40 та 41) було призначено ще одну судово-медичну експертизу, але вона не була проведена, оскільки одяг сина заявника повернули його батьку, який його знищив."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "45.  On 28 February 2014 a follow-up ballistic and forensic medical examination was conducted. It confirmed the findings of the examinations of 30 June and 6 October 1999 (see paragraph 24 above). The experts further noted that there were no forensic signs enabling the order of the shots to be determined.",
            "uk": "45.  28 лютого 2014 року була проведена подальша судово-балістична та судово-медична експертиза. Під час неї було підтверджено висновки експертиз від 30 червня та 06 жовтня \n1999 року (див. пункт 24). Експерти також зазначили про відсутність криміналістичних слідів, які дозволяли б визначити порядок пострілів."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "46.  On 28 March 2014 the proceedings were again terminated. That decision was upheld on 24 December 2014 by the Galytskyy District Court; however, on 21 January 2015 the Lviv Regional Court of Appeal set aside this decision as unsubstantiated.",
            "uk": "46.  28 березня 2014 року справу було знову закрито. 24 грудня \n2014 року Галицький районний суд залишив цю постанову без змін; однак 21 січня 2015 року Апеляційний суд Львівської області скасував цю постанову як необґрунтовану."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "49.  The proceedings were again terminated on 30 September 2015 and 29 July 2017. On 16 May and 31 August 2017 the Galytskyy District Court of Lviv set aside the decisions to terminate the criminal proceedings, reasoning that the investigator had failed to address the shortcomings outlined in the decision of the Galytskyy District Court of Lviv of 18 June 2015.",
            "uk": "49.  30 вересня 2015 року та 29 липня 2017 року повторно виносилися постанови про закриття кримінальної справи. 16 травня та 31 серпня 2017 року Галицький районний суд міста Львова скасовував ці постанови, мотивуючи це тим, що слідчий не усунув недоліки, зазначені в ухвалі Галицького районного суду міста Львова від \n18 червня 2015 року."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "50.  As at 13 March 2018, the proceedings were still pending. No further information has been provided.",
            "uk": "50.  Станом на 13 березня 2018 року провадження ще тривало. Жодних додаткових відомостей надано не було."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "відповіднА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "Code of Criminal Procedure of 28 December 1960",
            "uk": "Кримінально-процесуальний кодекс україни від \n28 грудня 1960 року"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "51.  The relevant provisions, as in force at the material time, provided:",
            "uk": "51.  Відповідні положення у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "Article 4",
            "uk": "Стаття 4"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "Obligation to institute criminal proceedings and investigate a crime",
            "uk": "Обов’язок порушити кримінальну справу і розкрити злочин"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "“A court, prosecutor, investigator or body of inquiry shall, to the extent that it is within their power to do so, institute criminal proceedings in every case where signs of a crime have been discovered, take all necessary measures provided by law to establish the circumstances surrounding the crime, identify those guilty of the crime and punish them.”",
            "uk": "«Суд, прокурор, слідчий і орган дізнання зобов’язані в межах своєї компетенції порушити кримінальну справу в кожному випадку виявлення ознак злочину, вжити всіх передбачених законом заходів до встановлення події злочину, осіб, винних у вчиненні злочину, і до їх покарання»"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "Article 97",
            "uk": "Стаття 97"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "Obligation to accept allegations or notifications of crimes and the procedure for their examination",
            "uk": "Обов’язковість прийняття заяв і повідомлень про злочини і порядок їх розгляду"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "“A prosecutor, investigator, body of inquiry or judge shall accept allegations or notifications of crimes [which have been] committed or [are] being prepared, including in cases that are outside their jurisdiction.",
            "uk": "«Прокурор, слідчий, орган дізнання або суддя зобов’язані приймати заяви і повідомлення про вчинені або підготовлювані злочини, в тому числі і в справах, які не підлягають їх віданню."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "Upon receipt of an allegation or notification of a crime, the prosecutor, investigator, body of inquiry or judge shall adopt, within three days, one of the following decisions:",
            "uk": "По заяві або повідомленню про злочин прокурор, слідчий, орган дізнання або суддя зобов’язані не пізніше триденного строку прийняти одне з таких рішень:"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "(1)  to institute criminal proceedings;",
            "uk": "(1)  порушити кримінальну справу;"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "(2)  to refuse to institute criminal proceedings;",
            "uk": "(2)  відмовити в порушенні кримінальної справи;"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "(3)  to remit the allegation or notification for examination in accordance with [the rules of] jurisdiction.",
            "uk": "(3)   направити заяву або повідомлення [відповідно до норм] за належністю."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "Simultaneously, all possible measures shall be applied to prevent the further commission of the crime or to put an end to it ...",
            "uk": "Одночасно вживається всіх можливих заходів, щоб запобігти злочинові або припинити його..."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "Before instituting criminal proceedings, the prosecutor, investigator or body of inquiry shall conduct an inquiry, if it is necessary to verify [information contained in] an allegation or notification of a crime. [The inquiry] shall be completed within ten days by means of collecting explanations from individual citizens or officials or by means of obtaining necessary documents.",
            "uk": "Коли необхідно перевірити [інформацію, яка міститься у] заяві або повідомленні про злочин до порушення справи, така перевірка здійснюється прокурором, слідчим або органом дізнання в строк не більше десяти днів шляхом відібрання пояснень від окремих громадян чи посадових осіб або витребування необхідних документів."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "[Information contained in] an allegation or notification of a crime may be verified before instituting criminal proceedings by means of operational-search activities...”",
            "uk": "[Інформація, яка міститься у] заяві або повідомленні про злочини до порушення кримінальної справи можуть бути перевірені шляхом проведення оперативно-розшукової діяльності....»"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "Police Act of 20 December 1990",
            "uk": "закон україни «про міліцію» від 20 грудня 1990 року"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "52.  The relevant provisions, as in force at the material time, read as follows:",
            "uk": "52.  Відповідні положення у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Article 15",
            "uk": "Стаття 15"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "Use of firearms",
            "uk": "Застосування вогнепальної зброї"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "“Police officers shall have the right to use firearms as a last resort in the following cases:",
            "uk": "«Працівники міліції як крайній захід мають право застосовувати вогнепальну зброю у таких випадках:"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "(1)  to protect citizens from an attack that threatens their life and health, as well as for the release of hostages;",
            "uk": "(1)  для захисту громадян від нападу, що загрожує їх життю і здоров’ю, а також звільнення заложників;"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "(2)  to hold off an attack on a police officer or his family members if their life or health are endangered;",
            "uk": "(2)  для відбиття нападу на працівника міліції або членів його сім’ї, якщо їх життю або здоров’ю загрожує небезпека;"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "(3)  to hold off attacks on secured facilities, convoys, residential premises of citizens, premises of State and public enterprises, institutions and organisations, and their release in the event of a takeover;",
            "uk": "(3)  для відбиття нападу на охоронювані об’єкти, конвої, жилі приміщення громадян, приміщення державних і громадських підприємств, установ і організацій, а також звільнення їх у разі захоплення;"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "(4)  to apprehend a person caught committing a serious criminal offence and trying to escape;",
            "uk": "(4)  для затримання особи, яку застали при вчиненні тяжкого злочину і яка намагається втекти;"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "(5)  to apprehend a person putting up armed resistance, trying to escape from custody, as well as an armed person who threatens to use weapons and other life-threatening items that threaten the life and health of police officers;",
            "uk": "(5)  для затримання особи, яка чинить збройний опір, намагається втекти з-під варти, а також озброєної особи, яка погрожує застосуванням зброї та інших предметів, що загрожує життю і здоров’ю працівника міліції;"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "(6)  to stop the vehicle by damaging it, if the driver poses a threat to the life or health of citizens or police officers ...”",
            "uk": "(6)  для зупинки транспортного засобу шляхом його пошкодження, якщо водій своїми діями створює загрозу життю чи здоров’ю громадян або працівника міліції...»"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ статті 2 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "53.  The applicant complained that his son, Ruslan Yukhymovych, had been killed by State agents, and that the domestic authorities had failed to carry out an effective investigation into the circumstances of his death. He relied on Article 2, Article 6 § 1 and Article 13 of the Convention.",
            "uk": "53.  Заявник скаржився, що його сина Руслана Юхимовича вбили представники держави, а національні органи влади не провели ефективного розслідування обставин його смерті. Він посилався на статтю 2, пункт 1 статті 6 та статтю 13 Конвенції."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "54.  The Court, which is master of the characterisation to be given in law to the facts of the case (see Igor Shevchenko v. Ukraine, no. 22737/04, § 38 12 January 2012), finds that the complaints at issue fall to be examined under Article 2 of the Convention, which reads as follows:",
            "uk": "54.  Суд, якому належить провідна роль щодо здійснення юридичної кваліфікації фактів справи (див. рішення у справі «Ігор Шевченко проти України» (Igor Shevchenko v. Ukraine), заява № 22737/04, пункт 38, від 12 січня 2012 року), вважає, що зазначені скарги мають розглядатися за статтею 2 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
            "uk": "«1.  Право кожного на життя охороняється законом. Нікого не може бути умисно позбавлено життя інакше ніж на виконання смертного вироку суду, винесеного після визнання його винним у вчиненні злочину, за який закон передбачає таке покарання."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
            "uk": "2.  Позбавлення життя не розглядається як таке, що вчинене на порушення цієї статті, якщо воно є наслідком виключно необхідного застосування сили:"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "(a)  in defence of any person from unlawful violence;",
            "uk": "(a)  для захисту будь-якої особи від незаконного насильства;"
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
            "uk": "(b)  для здійснення законного арешту або для запобігання втечі особи, яку законно тримають під вартою;"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
            "uk": "(c)  при вчиненні правомірних дій для придушення заворушення або повстання.»"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "55.  The Court notes that the application is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "55.  Суд зазначає, що ця заява не є ані явно необґрунтованою, ані неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "56.  The applicant stated that the State was responsible for the death of his son since his shooting had not been warranted by the circumstances. He maintained that at the time of the shooting his son had posed no danger, irrespective of whether he had been in possession of the gun, since he had been shot twice in the back while fleeing the scene of the incident.",
            "uk": "56.  Заявник зазначив, що держава несла відповідальність за смерть його сина, оскільки здійснення пострілів у нього не було виправдане обставинами. Він стверджував, що на момент пострілів його син не становив жодної небезпеки, незалежно від наявності у нього пістолета, оскільки під час втечі з місця події йому двічі вистрелили у спину."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "57.  The applicant also pointed out that the documents and witness statements as regards his son having a gun had been contradictory, and that these contradictions had not been resolved in the course of the investigation.",
            "uk": "57.  Заявник також вказав, що документи та показання свідків стосовно наявності в його сина пістолета були суперечливими, і ці суперечності не були усунені під час розслідування."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "58.  Lastly, the applicant submitted that the investigation into the circumstances of his son’s death had been excessively lengthy and ineffective, in violation of Article 2 of the Convention.",
            "uk": "58.  Насамкінець, заявник стверджував, що розслідування обставин смерті його сина було надмірно тривалим і неефективним усупереч статті 2 Конвенції."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "59.  The Government submitted that the actions of the police officers had been lawful and that O. had shot the applicant’s son to defend another police officer, M., at whom the applicant’s son had been pointing a gun.",
            "uk": "59.  Уряд стверджував, що дії працівників міліції були законними, а О. застрелив сина заявника, аби захистити іншого працівника міліції М., на якого син заявника направив пістолет."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "60.  In justifying the use of force by the police, the Government relied on the findings of the investigation into the applicant’s son’s killing and on the conclusion of the internal inquiry conducted by the DCOC. In particular, they argued that the witness testimony and results of the investigative actions conducted gave reasons to assume that the applicant’s son had been armed and had posed a threat to the lives and health of the police officers.",
            "uk": "60.  Обґрунтовуючи застосування сили працівниками міліції, Уряд посилався на висновки розслідування вбивства сина заявника та висновок проведеного УБОЗом службового розслідування. Зокрема, Уряд стверджував, що показання свідків і результати проведених слідчих дій давали підстави припустити, що син заявника був озброєний та становив загрозу життю і здоров’ю працівників міліції."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "61.  The Government further contended that the circumstances of the killing of the applicant’s son had been thoroughly investigated; the applicant had been granted the opportunity to be involved in the proceedings, and a significant number of investigative actions had been carried out.",
            "uk": "61.  Уряд також стверджував, що обставини вбивства сина заявника були ретельно розслідувані; заявник отримав можливість брати участь у провадженні, а також було проведено значну кількість слідчих дій."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "Procedural limb",
            "uk": "Процесуальний аспект"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "63.  The Court reiterates that the obligation to protect the right to life under Article 2 of the Convention requires that there should be some form of effective official investigation when an individual has been killed as a result of the use of force.",
            "uk": "63.  Суд повторює, що обов’язок захищати право на життя за статтею 2 Конвенції вимагає існування певної форми ефективного розслідування, коли особа була вбита в результаті застосування сили."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "67.  Turning to the present case, the Court notes that a number of investigative steps (see paragraphs 11-12 above) were taken immediately after the incident. However, they did not lead to the opening of criminal proceedings until 31 March 1999, twenty-seven days after the fatal shooting when the Lviv regional prosecutor’s office set aside the earlier decision of the Mykolayiv district prosecutor’s office refusing to institute such proceedings (see paragraphs 14-15 above).",
            "uk": "67.  Повертаючись до цієї справи, Суд зазначає, що одразу після інциденту було проведено низку слідчих дій (див. пункти 11 і 12). Однак кримінальна справа була порушена лише 31 березня 1999 року, через двадцять сім днів після того, як син заявника був застрелений, коли прокуратура Львівської області скасувала постанову прокуратури Миколаївського району про відмову в порушенні кримінальної справи (див. пункти 14 і 15)."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "The Court also notes that substantial shortcomings in the investigation significantly undermined any further possibility of establishing the circumstances surrounding the death of the applicant’s son. In this connection, the Court refers, in particular, to the domestic courts’ decisions, which noted the failure of the investigating authorities to secure the scene of the incident and the failure to establish whether the applicant’s son had been armed (see paragraphs 32 and 33 above).",
            "uk": "Суд також зазначає, що суттєві недоліки у розслідуванні значною мірою підірвали можливість надалі встановити обставин, пов’язані зі смертю сина заявника. У зв’язку з цим Суд посилається, зокрема, на постанови національних судів, в яких зазначено про порушення органами досудового слідства обстановки місця події та невстановлення того, чи був син заявника озброєним (див. пункти 32 та 33)."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "69.  Lastly, the Court notes that the investigation into the death of the applicant’s son has been pending for more than nineteen years and that, according to the materials submitted to the Court, its outcome remains unclear. Such a delay in itself raises serious concerns as to the domestic authorities’ compliance with the requirement of promptness and reasonable expedition (see Starčević v. Croatia, no. 80909/12, § 58, 13 November 2014 with further references).",
            "uk": "69.  Насамкінець, Суд зазначає, що розслідування смерті сина заявника триває вже більше дев’ятнадцяти років і згідно з поданими до Суду матеріалами результату досі немає. Така затримка сама собою викликає серйозні занепокоєння щодо дотримання національними органами влади вимоги оперативності та розумної швидкості (див. рішення у справі «Старчевич проти Хорватії» (Starčević v. Croatia), заява № 80909/12, пункт 58, від 13 листопада 2014 року з подальшими посиланнями)."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "Substantive limb",
            "uk": "Матеріальний аспект"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "Assessment of the planning and control of the operation",
            "uk": "Оцінка планування заходів із затримання і контроль за їхнім проведенням"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "76.  Turning to the facts of the present case, the Court notes that the applicant’s son was not killed in the course of an unplanned operation which gave rise to developments to which the police were called upon to react (contrast Makaratzis, cited above, § 69).",
            "uk": "76.  Повертаючись до фактів цієї справи, Суд зазначає, що син заявника не був убитий під час неспланованої операції, яка призвела до подій, на які працівники міліції мусили реагувати (див. в якості протилежного прикладу рішенні у справі «Макарацис проти Греції» (Makaratzis v. Greece), пункт 69)."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "77.  In assessing the planning of the police operation, the Court has been hampered by the absence of any documents regarding its planning and conduct. As such, it is unable to establish how exactly the police officers were instructed by their superiors to arrest the suspects. Nevertheless, it will assess the operation on the basis of the material available. It appears, however, that this material contains a number of contradictions as to the preparation of the operation and the purpose of the ambush.",
            "uk": "77.  Оцінити планування заходів міліції із затримання Суду заважає відсутністю будь-яких документів щодо їхнього планування та проведення. У зв’язку з цим неможливо встановити, які саме вказівки щодо затримання підозрюваних керівництво дало працівникам міліції. Однак Суд оцінить сплановані заходи на підставі наявних матеріалів. Проте, як вбачається, ці матеріали містять низку суперечностей стосовно підготовки спланованих заходів із затримання та мети засідки."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "78.  The Court notes that the domestic courts questioned the manner in which B.’s statement concerning the alleged racketeering had been dealt with, in particular, that the identities of the suspects had not been established and that they had not been questioned (see paragraphs 33 and 36 above).",
            "uk": "78.  Суд зазначає, що національні суди поставили під сумнів спосіб розгляду заяви Б. стосовно стверджуваного вимагання, зокрема, у зв’язку з тим, що особи підозрюваних не були встановлені і вони не були допитані (див. пункти 33 та 36)."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "79.  Furthermore, according to the Government, the identities of the suspects and the possibility of their being armed were established before planning the ambush in order to apprehend them (see paragraph 6 above).",
            "uk": "79.  Крім того, на думку Уряду, особи підозрюваних та ймовірна наявность у них зброї були встановлені ще до планування засідки з метою їхнього затримання (див. пункт 6)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "80.  The Court further notes that the subsequent proceedings cast doubt on whether the officers were clearly identifiable as police officers as they were wearing civilian clothes (see, for instance, Haász and Szabó v. Hungary, nos. 11327/14 and 11613/14, § 63, 13 October 2015).",
            "uk": "80.  Суд також зазначає, що під час подальшого провадження виникли сумніви, чи можна було чітко ідентифікувати осіб, які здійснювали затримання, як працівників міліції, оскільки вони були у цивільному одязі (див., наприклад, рішення у справі «Хаас і Шабо проти Угорщини» (Haász and Szabó v. Hungary), заяви № 11327/14 та № 11613/14, пункт 63, від 13 жовтня 2015 року)."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "81.  In the light of the above, the Court cannot conclude that the operation was planned and conducted in such a way as to reduce to a minimum recourse to lethal force (see, for example, Wasilewska and Kałucka v. Poland, cited above, § 57; and contrast Bubbins, cited above, § 151).",
            "uk": "81.  З огляду на зазначене Суд не може дійти висновку, що заходи із затримання були сплановані і проведені так, щоб мінімізувати застосування сили зі смертельним наслідком (див., наприклад, згадане рішення у справі «Василевська та Калуцька проти Польщі» (Wasilewska and Kałucka v. Poland), пункт 57 та в якості протилежного прикладу згадане рішення у справі «Баббінс проти Сполученого Королівства» (Bubbins v. the United Kingdom), пункт 151)."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "Assessment of the use of force",
            "uk": "Оцінка застосування сили"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "82.  As to the use of force, the Court notes that it is confronted with fundamentally different accounts of how the applicant’s son died. While the applicant maintained that his son had been killed by police officers as a result of disproportionate use of force, the Government asserted that he had died as a result of an armed clash which had taken place between him and the police, following his attempt to evade arrest.",
            "uk": "82.  Щодо застосування сили Суд зазначає, що існує дві принципово різні версії того, як помер син заявника. Тоді як заявник стверджував, що його син був убитий працівниками міліції внаслідок непропорційного застосування сили, Уряд доводив, що син заявника загинув внаслідок збройної сутички між ним і працівниками міліції, яка сталася після його спроби уникнути затримання."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "The Court further notes other omissions and shortcomings in the authorities’ investigation, in particular contradictions between the results of the forensic examinations concerning the way and order in which the injuries had been inflicted on the applicant’s son (see paragraph 43 above). Lastly, the Court observes that both gunshot wounds sustained by the applicant’s son were to his back (compare with Mansuroğlu, cited above, § 98).",
            "uk": "Суд також вказує на інші упущення та недоліки у розслідуванні, проведеному органами державної влади, зокрема наявність суперечностей між висновками судово-медичних експертиз стосовно способу та порядку, в якому син заявника отримав тілесні ушкодження (див. пункт 43). Насамкінець, Суд зауважує, що обидва вогнепальні поранення, отримані сином заявника, були у спину (див. для порівняння згадане рішення у справі «Мансуроглу проти Туреччини» (Mansuroğlu v. Turkey), пункт 98)."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "84.  Against this background the Court consequently has serious doubts as to how the shooting took place, in particular, whether the applicant’s son was armed and whether he posed a threat to the police officers, largely due to the manner in which the investigation has been conducted.",
            "uk": "84.  У зв’язку з цим у Суду виникають серйозні сумніви стосовно того, як відбувалася стрілянина, зокрема, чи був син заявника озброєним і чи становив загрозу для працівників міліції, значною мірою через спосіб проведення розслідування."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "85.  In view of the above, the Court concludes that the Government have not provided a satisfactory and convincing explanation of how the events in question occurred or presented solid evidence to refute the applicant’s allegations that the use of the lethal force against his son was not justified.",
            "uk": "85.  З огляду на зазначене Суд доходить висновку, що Уряд не надав достатнього та переконливого пояснення, як відбувалися ці події, і не навів вагомих доказів для спростування твердження заявника, що застосування сили зі смертельним наслідком до його сина було невиправданим."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "Conclusion",
            "uk": "Висновок"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "87.  In such circumstances, the Court finds that there has been a violation of Article 2 of the Convention under its substantive limb.",
            "uk": "87.  За таких обставин Суд вважає, що було порушено матеріальний аспект статті 2 Конвенції."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "88.  Article 41 of the Convention provides:",
            "uk": "88.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "89.  The applicant claimed 426,000 euros (EUR) in respect of pecuniary and non-pecuniary damage.",
            "uk": "89.  Заявник вимагав 426 000 євро в якості відшкодування матеріальної та моральної шкоди."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "90.  The Government contended that the claim was groundless and that there was no causal connection between the alleged violation of the Convention rights and the non-pecuniary loss sustained.",
            "uk": "90.  Уряд стверджував, що вимога була необґрунтованою і між стверджуваним порушенням конвенційних прав та моральною шкодою, якої зазнав заявник, не існувало причинно-наслідкового зв’язку."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "91.  Ruling on an equitable basis, the Court awards the applicant EUR 39,000 in respect of non-pecuniary damage.",
            "uk": "91.  Ухвалюючи рішення на засадах справедливості, Суд присуджує заявнику 39 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "92.  The applicant also claimed EUR 6,000 for the costs and expenses incurred before the domestic courts and the Court.",
            "uk": "92.  Заявник також вимагав 6 000 євро в якості компенсації судових та інших витрат, понесених під час провадження у національних судах і Суді."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "93.  The Government noted that only part of the applicant’s claim was supported by documents.",
            "uk": "93.  Уряд зазначив, що документами підтверджувалася лише частина вимоги заявника."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "94.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these were actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 70 covering costs under all heads, plus any tax that may be chargeable to the applicant.",
            "uk": "94.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні у нього документи та зазначені критерії Суд вважає за доцільне присудити суму у розмірі \n70 євро в якості компенсації за всіма аспектами та додатково суму будь-якого податку, що може нараховуватися заявнику."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "95.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "95.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "Declares the application admissible;",
            "uk": "Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "Holds that there has been a violation of Article 2 of the Convention under its procedural limb;",
            "uk": "Постановляє, що було порушено процесуальний аспект статті 2 Конвенції;"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "Holds that there has been a violation of Article 2 of the Convention under its substantive limb;",
            "uk": "Постановляє, що було порушено матеріальний аспект статті 2 Конвенції;"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "Holds, unanimously,",
            "uk": "Постановляє одноголосно, що:"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити заявнику такі суми, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "EUR 39,000 (thirty-nine thousands euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "39 000 (тридцять дев’ять тисяч) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "EUR 70 (seventy euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
            "uk": "70 (сімдесят) євро та додатково суму будь-якого податку, що може нараховуватися заявнику, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    }
]