[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF NECHAY v. UKRAINE",
            "uk": "СПРАВА «НЕЧАЙ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 15360/10)",
            "uk": "(Заява № 15360/10)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 5 § 3 ● Length of pre-trial detention ● No sufficient and relevant grounds for detention lasting almost five years and four months",
            "uk": "П. 3 ст. 5 ● Тривалість тримання під вартою під час досудового розслідування ● Відсутність достатніх і належних підстав для тримання під вартою упродовж майже п’яти років та чотирьох місяців"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "Art 6 § 1 (criminal) ● Reasonable time ● Excessive length of proceedings lasting twelve and a half years",
            "uk": "П. 1 ст. 6 (кримінальний аспект) ● Розумний строк ● Надмірна тривалість провадження, яка становила дванадцять з половиною років"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "Art 13 ● No effective remedy in respect of length of criminal proceedings",
            "uk": "Ст. 13 ● Відсутність ефективних засобів юридичного захисту у зв’язку з тривалістю кримінального провадження"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "1 July 2021",
            "uk": "01 липня 2021 року"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "01/10/2021",
            "uk": "01.10.2021"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "In the case of Nechay v. Ukraine,",
            "uk": "У справі «Нечай проти України»"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tMārtiņš Mits,\n\tGanna Yudkivska,\n\tStéphanie Mourou-Vikström,\n\tJovan Ilievski,\n\tLado Chanturia,\n\tIvana Jelić, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГанна Юдківська (Ganna Yudkivska),\n\tСтефані Моро-Вікстром (Stéphanie Mourou-Vikström),\n\tЙован Ілієвський (Jovan Ilievski),\n\tЛадо Чантурія (Lado Chanturia),\n\tІвана Джеліч (Ivana Jelić), судді,\nта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "Having regard to:",
            "uk": "З огляду на:"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the application (no. 15360/10) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Oleksiy Oleksandrovych Nechay (“the applicant”), on 1 March 2010;",
            "uk": "заяву (№ 15360/10), яку 01 березня 2010 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Олексій Олександрович Нечай (далі – заявник);"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the complaints about the length of the applicant’s pre-trial detention and the length of the criminal proceedings against him, and the lack of effective domestic remedies for the latter complaint, and to declare the remainder of the application inadmissible;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про скарги на тривалість тримання заявника під вартою під час досудового розслідування, тривалість кримінального провадження щодо нього та відсутність ефективних національних засобів юридичного захисту у зв’язку з останньою скаргою, а також визнати решту скарг у заяві неприйнятними;"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Having deliberated in private on 8 June 2021,",
            "uk": "після обговорення за зачиненими дверима 08 червня 2021 року"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "1.  The applicant complained under Article 5 § 3 about the length of his pre-trial detention, and under Article 6 § 1 and Article 13 of the Convention of the excessive duration of the criminal proceedings against him and the lack of effective remedies for that complaint.",
            "uk": "1.  Заявник скаржився за пунктом 3 статті 5 Конвенції на тривалість тримання його під вартою під час досудового розслідування, а також за пунктом 1 статті 6 та статтею 13 Конвенції на надмірну тривалість кримінального провадження щодо нього та відсутність ефективних засобів юридичного захисту у зв’язку з цією скаргою."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "2.  The applicant was born in 1978 and lives in Kyiv. The applicant, who had been granted legal aid, was represented by Mr T. Matkivskyy, a lawyer practising in Kyiv.",
            "uk": "2.  Заявник народився в 1978 році і проживає у м. Київ. Заявника, якому було надано правову допомогу, представляв пан Т. Матківський, юрист, який практикує у м. Київ."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "3.  The Government were represented by their Agent, Mr I. Lishchyna, of the Ministry of Justice.",
            "uk": "3.  Уряд України представляв його Уповноважений, пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "5.  On 26 February 2004 the applicant’s father was found dead in the applicant’s apartment. He had multiple injuries.",
            "uk": "5.  26 лютого 2004 року батька заявника знайшли мертвим у квартирі заявника. У нього були численні тілесні ушкодження."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "6.  On 27 February 2004 the applicant was arrested on suspicion of having caused the death of his father and on the next day criminal proceedings against him were initiated.",
            "uk": "6.  27 лютого 2004 року заявника затримали за підозрою у вчиненні вбивства батька, а наступного дня щодо нього порушили кримінальну справу."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "7.  On 3 March 2004 the Dniprovskyy District Court of Kyiv (“the District Court”) ordered the applicant’s pre-trial detention on the grounds that he was suspected of having committed a serious crime and could continue his criminal activities, evade investigation and trial, and hinder the determination of the truth.",
            "uk": "7.  03 березня 2004 року Дніпровський районний суд міста Києва (далі – районний суд) обрав заявнику запобіжний захід у вигляді тримання під вартою у зв’язку з тим, що він підозрювався у вчиненні тяжкого злочину і міг продовжувати свою злочинну діяльність, ухилятися від слідства та суду, а також перешкоджати встановленню істини у справі."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "8.  On 21 April 2004 the District Court extended the applicant’s detention until 29 May 2004, on the same grounds as those stated in its order of 3 March 2004.",
            "uk": "8.  21 квітня 2004 року районний суд продовжив строк тримання заявника під вартою до 29 травня 2004 року з тих самих підстав, що були наведені в його постанові від 03 березня 2004 року."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "9.  On 26 May 2004 the Kyiv Dniprovskyy district prosecutor’s office (“the district prosecutor’s office”) referred the applicant’s case to the District Court so that it could decide on compulsory psychiatric treatment for the applicant.",
            "uk": "9.  26 травня 2004 року прокуратура Дніпровського району міста Києва (далі – районна прокуратура) передала справу заявника до районного суду для вирішення питання про застосування до заявника примусових заходів медичного характеру."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "10.  The District Court ordered a psychiatric expert examination of the applicant, which established that he had been aware of his actions at the time his father had been killed and had been able to control them, but at the time of the examination he had been suffering from a temporary mental disorder requiring compulsory psychiatric treatment.",
            "uk": "10.  Районний суд призначив судово-психіатричну експертизу заявника, в результаті якої було встановлено, що на момент вбивства батька він усвідомлював свої дії і міг ними керувати, проте на момент проведення експертизи він страждав від тимчасового психічного розладу і потребував застосування примусових заходів медичного характеру в психіатричній лікарні."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "11.  On 21 June 2004 the District Court ordered that the applicant should have compulsory treatment in a high-security psychiatric hospital until he had recovered, and noted that after his recovery the applicant could be subject to criminal liability. The decision of the court contained no indication that the criminal proceedings against the applicant had been suspended or terminated, but referred to the relevant legal provision (see paragraph 35 below).",
            "uk": "11.  21 червня 2004 року районний суд постановив, що заявник повинен був проходити лікування у психіатричній лікарні із суворим наглядом до свого одужання, і зазначив, що після одужання заявник міг бути притягнутий до кримінальної відповідальності. Постанова суду не містила вказівок, що кримінальна справа щодо заявника була зупинена або закрита, однак містила посилання на відповідне положення законодавства (див. пункт 35)."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "12.  On 19 July 2004 the applicant was placed in the Ukrainian psychiatric hospital with strict supervision in Dnipropetrovsk.",
            "uk": "12.  19 липня 2004 року заявника помістили до Української психіатричної лікарні з суворим наглядом м. Дніпропетровська."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "13.  On 20 January 2005 a commission of medical experts gave an opinion indicating that the applicant no longer required compulsory psychiatric treatment.",
            "uk": "13.  20 січня 2005 року комісія медичних експертів склала акт, в якому зазначила, що заявник більше не потребував застосування примусових заходів медичного характеру."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "14.  On 9 February 2005 the psychiatrist who had treated the applicant sent a request to the District Court, asking for revocation of the order for the applicant’s compulsory psychiatric treatment. The request was received by the District Court on 14 February 2005.",
            "uk": "14.  09 лютого 2005 року психіатр, який лікував заявника, направив до районного суду заяву щодо скасування постанови про застосування до заявника примусових заходів медичного характеру. Заява надійшла до районного суду 14 лютого 2005 року."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "16.  On 16 May 2005 the district prosecutor’s office received the criminal case against the applicant which had been remitted for further investigation.",
            "uk": "16.  16 травня 2005 року районна прокуратура отримала направлену на додаткове розслідування кримінальну справу щодо заявника."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "17.  On 17 June 2005 the applicant was transferred from the hospital to the Kyiv pre-trial detention centre (SIZO).",
            "uk": "17.  17 червня 2005 року заявника перевели з лікарні до Київського слідчого ізолятора (далі – СІЗО)."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "18.  On 14 July 2005 the Kyiv City Court of Appeal (“the Court of Appeal”) extended the period of the applicant’s detention to six months, having indicated that there were no grounds to change the preventive measure in respect of him.",
            "uk": "18.  14 липня 2005 року Апеляційний суд міста Києва (далі – апеляційний суд) продовжив строк тримання заявника під вартою до шести місяців, вказавши про відсутність підстав для зміни запобіжного заходу щодо нього."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "19.  On 26 December 2006 the District Court found the applicant guilty of murder and sentenced him to eight years’ imprisonment.",
            "uk": "19.  26 грудня 2006 року районний суд визнав заявника винним у вчиненні вбивства та обрав йому покарання у виді позбавлення волі на вісім років."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "20.  On 14 February 2008 the Court of Appeal quashed the judgment of the first-instance court and remitted the case to the prosecution authorities for additional investigation. The applicant’s detention was extended without any grounds being indicated.",
            "uk": "20.  14 лютого 2008 року апеляційний суд скасував вирок суду першої інстанції та направив справу до прокуратури на додаткове розслідування. Строк тримання заявника під вартою було продовжено без наведення обґрунтування."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "21.  On 13 May 2008 the Court of Appeal extended the period of the applicant’s detention to nine months, having indicated that there were no grounds to change the preventive measure in respect of him.",
            "uk": "21.  13 травня 2008 року апеляційний суд продовжив строк тримання заявника під вартою до дев’яти місяців, вказавши про відсутність підстав для зміни запобіжного заходу щодо нього."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "22.  On 23 September 2008 the District Court rejected an application for release lodged by the applicant, on the grounds that the application was premature because the court had not yet studied all the case material in order to decide on the applicant’s guilt or innocence.",
            "uk": "22.  23 вересня 2008 року районний суд залишив без задоволення подане заявником клопотання про зміну запобіжного заходу у зв’язку з поданням такого клопотання передчасно, оскільки суд ще не ознайомився з усіма матеріалами справи для ухвалення рішення про вину заявника або його невинуватість."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "23.  On 15 June 2009 the District Court found the applicant guilty of grievous bodily harm causing death and sentenced him to seven and a half years’ imprisonment.",
            "uk": "23.  15 червня 2009 року районний суд визнав заявника винним у заподіянні тяжких тілесних ушкоджень, що потягли за собою смерть, та обрав йому покарання у виді позбавлення волі на сім з половиною років."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "24.  On 26 October 2009 the Court of Appeal quashed the judgment of the District Court and remitted the case to the prosecution authorities for additional investigation. The applicant’s detention was extended without any reasons being given.",
            "uk": "24.  26 жовтня 2009 року апеляційний суд скасував вирок районного суду та направив справу до прокуратури на додаткове розслідування. Строк тримання заявника під вартою було продовжено без наведення обґрунтування."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "25.  On 1 April 2010 the District Court rejected another application for release lodged by the applicant. Without going into detail, the court noted that it had taken into account the severity of the crime of which the applicant was accused and “a reference from his place of residence”, in addition to his personality, age, state of health, profession and place of residence.",
            "uk": "25.  01 квітня 2010 року районний суд залишив без задоволення ще одне подане заявником клопотання про зміну запобіжного заходу. Не навівши деталей, суд зазначив, що він врахував тяжкість злочину, у вчиненні якого обвинувачувався заявник, і «характеристику з місця проживання», а також його особу, вік, стан здоров’я, вид діяльності та місце проживання."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "26.  On 1 August 2011 the District Court rejected another application for release lodged by the applicant, giving the same reasons as those stated in the ruling of 1 April 2010.",
            "uk": "26.  01 серпня 2011 року районний суд залишив без задоволення ще одне подане заявником клопотання про зміну запобіжного заходу, вказавши те саме обґрунтування, що й у постанові від 01 квітня 2010 року."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "27.  On 5 September 2011 the District Court decided to release the applicant on the ground that he had been sentenced to seven and a half years of imprisonment and there was no grounds to believe that he could be sentenced to more, and that period had expired. The court decided to replace the applicant’s detention with another preventive measure, that is an obligation not to abscond.",
            "uk": "27.  05 вересня 2011 року районний суд ухвалив постанову про зміну запобіжного заходу стосовно заявника на тій підставі, що він був засуджений до семи з половиною років позбавлення волі і не було причин вважати, що йому могли обрати покарання у виді позбавлення волі на більший строк, крім того, цей строк уже закінчився. Суд вирішив замінити запобіжний захід у вигляді тримання під вартою іншим запобіжним заходом, а саме підпискою про невиїзд."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "28.  On 2 November 2011 the District Court found the applicant guilty of grievous bodily harm causing death and sentenced him to seven and a half years’ imprisonment. The court took into account the period of time which the applicant had spent in detention – from 27 February 2004 until 5 September 2011 – and thus concluded that he had already served his sentence.",
            "uk": "28.  02 листопада 2011 року районний суд визнав заявника винним у заподіянні тяжких тілесних ушкоджень, що потягли за собою смерть, та обрав йому покарання у виді позбавлення волі на строк сім з половиною років. Суд зарахував період часу, який заявник провів під вартою – з 27 лютого 2004 року до 05 вересня 2011 року, – і з огляду на це дійшов висновку, що він вже відбув покарання."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "29.  On 12 March 2012 the Court of Appeal upheld the judgment of the first-instance court.",
            "uk": "29.  12 березня 2012 року апеляційний суд залишив без змін вирок суду першої інстанції."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "30.  On 1 November 2012 the Higher Specialised Court for Civil and Criminal Matters (“the Higher Specialised Court”) quashed the decision of the Court of Appeal and remitted the case to that court for a fresh examination.",
            "uk": "30.  01 листопада 2012 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ (далі – Вищий спеціалізований суд України) скасував ухвалу апеляційного суду та направив справу на новий апеляційний розгляд."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "31.  On 17 June 2013 the Court of Appeal examined the applicant’s case and upheld the judgment of the District Court of 2 November 2011.",
            "uk": "31.  17 червня 2013 року апеляційний суд розглянув справу заявника та залишив без змін вирок районного суду від 02 листопада 2011 року."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "32.  On 25 March 2014 the Higher Specialised Court quashed the decision of the Court of Appeal and once again remitted the case to that court for a fresh examination.",
            "uk": "32.  25 березня 2014 року Вищий спеціалізований суд України скасував ухвалу апеляційного суду та знову направив справу на новий апеляційний розгляд."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "33.  On 19 July 2016 the Court of Appeal quashed the judgment of the first-instance court of 2 November 2011 and closed the criminal proceedings against the applicant for want of proof of his involvement in the crime.",
            "uk": "33.  19 липня 2016 року апеляційний суд скасував вирок суду першої інстанції від 02 листопада 2011 року та закрив кримінальну справу щодо заявника у зв’язку з недоведеністю його участі у вчиненні злочину."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "34.  On 14 June 2017 the Higher Specialised Court rejected an appeal on points of law lodged by the prosecutor and upheld the decision of the Court of Appeal of 19 July 2016.",
            "uk": "34.  14 червня 2017 року Вищий спеціалізований суд України залишив без задоволення касаційну скаргу прокурора та залишив без змін ухвалу апеляційного суду від 19 липня 2016 року."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "The 1961 Code of Criminal Procedure",
            "uk": "КРИМІНАЛЬНО-ПРОЦЕСУАЛЬНИЙ КОДЕКС УКРАЇНИ \n1961 РОКУ"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "The 2003 Civil Code",
            "uk": "ЦИВІЛЬНИЙ КОДЕКС УКРАЇНИ 2003 РОКУ"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "36.  Article 1176 of the Civil Code provides for the right to compensation for damage sustained as a result of unlawful decisions, actions or inactivity by bodies of inquiry, pre-trial investigation authorities, prosecutor’s offices and courts. It further provides that the procedure for claiming compensation for damage inflicted by such bodies “shall be established by law”.",
            "uk": "36.  Стаття 1176 Цивільного кодексу України передбачає право на відшкодування шкоди, завданої незаконними рішеннями, діями чи бездіяльністю органу дізнання, досудового слідства, прокуратури або суду. Вона також передбачає, що порядок відшкодування шкоди, завданої такими органами, «встановлюється законом»."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "The COMPENSATION ACT",
            "uk": "Закон України «Про порядок відшкодування шкоди, завданої громадянинові незаконними діями органів, що здійснюють оперативно-розшукову діяльність, органів досудового розслідування, прокуратури і суду»"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "37.  The relevant provisions of the Act of 1 December 1994 on the Procedure for Compensation for Damage caused to Citizens by the Unlawful Acts of Bodies of Inquiry, Pre-trial Investigation Authorities, Prosecutor’s Offices and Courts (“the Compensation Act”) can be found in the judgment in Taran v. Ukraine (no. 31898/06, §§ 42 and 43, 17 October 2013).",
            "uk": "37.  Відповідні положення Закону України від 01 грудня 1994 року «Про порядок відшкодування шкоди, завданої громадянинові незаконними діями органів, що здійснюють оперативно-розшукову діяльність, органів досудового розслідування, прокуратури та судів» (далі – Закон України «Про відшкодування шкоди») наведені в рішенні у справі «Таран проти України» (Taran v. Ukraine), заява № 31898/06, пункти 42 і 43, від 17 жовтня 2013 року)."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 3 СТАТТІ 5 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "38.  The applicant complained that his pre-trial detention had been unreasonably long, in violation of Article 5 § 3 of the Convention, which provides as follows, in so far as relevant:",
            "uk": "38.  Заявник скаржився на надмірну тривалість тримання його під вартою під час досудового розслідування всупереч пункту 3 статті 5 Конвенції, відповідна частина якого передбачає:"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
            "uk": "«Кожен, кого заарештовано або затримано згідно з положеннями підпункту «c» пункту 1 цієї статті ... має бути забезпечено розгляд справи судом упродовж розумного строку або звільнення під час провадження. Таке звільнення може бути обумовлене гарантіями з’явитися на судове засідання.»"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "39.  The Government contended that the applicant’s complaints were inadmissible for non-exhaustion of domestic remedies. They argued that on 19 July 2016 the criminal proceedings against him had been terminated on the grounds that he had been exonerated, thus he had been entitled to lodge a civil claim for damages under Article 1176 of the Civil Code or the Compensation Act.",
            "uk": "39.  Уряд стверджував, що скарги заявника були неприйнятними у зв’язку з невичерпанням національних засобів юридичного захисту. Він доводив, що 19 липня 2016 року кримінальна справа щодо заявника була закрита у зв’язку з його виправданням, таким чином, він мав право подати цивільний позов про відшкодування шкоди на підставі статті 1176 Цивільного кодексу України або Закону України «Про відшкодування шкоди»."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "40.  The applicant disagreed. He considered that the remedies suggested by the Government had been ineffective in his circumstances, and noted that the Government had not provided any examples of domestic case-law to prove the contrary.",
            "uk": "40.  Заявник заперечив. Він вважав, що запропоновані Урядом засоби юридичного захисту були неефективними за його обставин, та зазначив, що Уряд не навів прикладів з національної практики для доведення протилежного."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "41.  The Court notes that the scope of its review of the applicant’s compliance with the rule on exhaustion of domestic remedies is limited by the Government’s objections (see Yordanov v. Bulgaria, no. 56856/00, § 76, 10 August 2006, with further references).",
            "uk": "41.  Суд зазначає, що межі перевірки дотримання заявником правила вичерпання національних засобів юридичного захисту обмежуються запереченнями Уряду (див. рішення у справі «Йорданов проти Болгарії» (Yordanov v. Bulgaria), заява № 56856/00, пункт 76, від 10 серпня 2006 року з подальшими посиланнями)."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "43.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "43.  Суд зазначає, що ця скарга не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Period to be taken into consideration",
            "uk": "Період, який слід розглядати"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "44.  The applicant considered that the whole period of his detention should be taken into account for the purpose of an assessment under Article 5 § 3 of the Convention. He pointed out that the District Court, having convicted him on 2 November 2011, had taken into account the whole period of his seven and a half years’ detention, including the period of his compulsory medical treatment, as provided for by Article 423 of the CCP (see paragraph 35 above).",
            "uk": "44.  Заявник вважав, що для здійснення оцінки за пунктом 3 статті 5 Конвенції слід враховувати весь період тримання його під вартою. Він зазначив, що у вироку від 02 листопада 2011 року районний суд враховував весь період тримання його під вартою протягом семи з половиною років, у тому числі період застосування до нього примусових заходів медичного характеру, як передбачено статтею 423 КПК України (див. пункт 35)."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "45.  The Government did not submit observations on the merits of this complaint.",
            "uk": "45.  Уряд не надав зауважень щодо суті цієї скарги."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "46.  The applicable general principles are set out in Buzadji v. the Republic of Moldova ([GC], no. 23755/07, §§ 84-91 and 102, 5 July 2016).",
            "uk": "46.  Застосовні загальні принципи наведені в рішенні у справі «Бузаджі проти Республіки Молдова» [ВП] (Buzadji v. the Republic of Moldova) [GC], заява № 23755/07, пункти 84 – 91 та 102, від 05 липня 2016 року)."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "48.  As to the period when the applicant received compulsory medical treatment for his mental condition between 21 June 2004 and 4 April 2005 in accordance with the order of the District Court, the Court considers that it is not necessary to decide on whether Article 5 § 1 (c) of the Convention is applicable to the period in question, for the following reasons.",
            "uk": "48.  Стосовно періоду з 21 червня 2004 року до 04 квітня 2005 року, коли згідно з постановою районного суду до заявника застосовувалися примусові заходи медичного характеру у зв’язку з його психічним захворюванням, Суд вважає, що немає потреби вирішувати питання, чи застосовується підпункт «с» пункту 1 статті 5 Конвенції до відповідного періоду з таких причин."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "50.  Accordingly, the period to be taken into consideration, after deducting the periods covered by Article 5 § 1 (a) and (e) of the Convention (see paragraphs 47 and 49 above), lasted almost five years and four months.",
            "uk": "50.  Отже, після вирахування періодів, охоплених підпунктами «а» та «е» пункту 1 статті 5 Конвенції (див. пункти 47 та 49), період, який слід розглядати, тривав майже п’ять років і чотири місяці."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Reasonableness of the duration of the pre-trial detention",
            "uk": "Обґрунтованість тривалості тримання під вартою під час досудового розслідування"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "51.  The applicant considered that the duration of his pre-trial detention had been excessively long.",
            "uk": "51.  Заявник вважав надмірною тривалість тримання його під вартою під час досудового розслідування."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "52.  The Government submitted no observations on the merits under this head.",
            "uk": "52.  Уряд не надав зауважень щодо суті скарг за цим пунктом."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "55.  Having regard to the above, the Court considers that by failing to address specific facts or consider other measures as an alternative to pretrial detention for a long time, and by relying essentially and routinely on the seriousness of the charges, the authorities extended the applicant’s detention pending trial on grounds that cannot be regarded as “sufficient” and “relevant” to justify its duration.",
            "uk": "55.  З огляду на зазначене Суд вважає, що не оцінюючи конкретні факти або не розглядаючи можливість застосування інших запобіжних заходів як альтернативу триманню під вартою під час досудового розслідування протягом тривалого часу, та по суті постійно посилаючись на тяжкість обвинувачень, органи державної влади продовжували строк тримання заявника під вартою під час судового розгляду на підставах, які не можуть вважатися «достатніми» та «відповідними», щоб виправдати його тривалість."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "56.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
            "uk": "56.  Отже, було порушено пункт 3 статті 5 Конвенції."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "57.  The applicant complained that the proceedings against him had lasted more than ten years. He referred to Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
            "uk": "57.  Заявник скаржився, що провадження щодо нього тривало понад десять років. Він послався на пункт 1 статті 6 Конвенції, відповідна частина якого передбачає:"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий і публічний розгляд його справи упродовж розумного строку ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру або встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення.»"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "58.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
            "uk": "58.  Суд зазначає, що ця скарга не є ні явно необґрунтованою, ні неприйнятною з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "Periods to be taken into consideration",
            "uk": "Періоди, які слід розглядати"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "60.  The Government alleged that the criminal proceedings against the applicant had started on 28 February 2004 (when the criminal case had been instituted) and ended on 19 July 2016 (when the Court of Appeal had quashed the judgment of the District Court and discontinued the criminal proceedings against the applicant).",
            "uk": "60.  Уряд стверджував, що кримінальне провадження щодо заявника розпочалося 28 лютого 2004 року (коли було порушено кримінальну справу) і закінчилося 19 липня 2016 року (коли апеляційний суд скасував вирок районного суду та закрив кримінальну справу щодо заявника)."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "62.  The Court reiterates that a person arrested on suspicion of having committed a criminal offence can be regarded as being “charged with a criminal offence” and claim the protection of Article 6 of the Convention (see Simeonovi v. Bulgaria [GC], no. 21980/04, § 111, 12 May 2017). Therefore, it considers that the proceedings against the applicant started on 27 February 2004 when he was arrested.",
            "uk": "62.  Суд повторює, що особа, затримана за підозрою у вчиненні злочину, може вважатися «обвинуваченим у вчиненні кримінального правопорушення» і вимагати захисту за статтею 6 Конвенції (див. рішення у справі «Сімеонови проти Болгарії» [ВП] (Simeonovi v. Bulgaria) [GC], заява № 21980/04, пункт 111, від 12 травня 2017 року). Тому він вважає, що провадження щодо заявника розпочалося \n27 лютого 2004 року, коли його затримали."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "63.  The proceedings ended on 14 June 2017 when the Higher Specialised Court upheld the decision of the Court of Appeal of 19 July 2016 as a part of the ordinary criminal proceedings and that decision became final (see Yaikov v. Russia, no. 39317/05, § 72, 18 June 2015).",
            "uk": "63.  Провадження закінчилося 14 червня 2017 року, коли Вищий спеціалізований суд України залишив без змін ухвалу апеляційного суду від 19 липня 2016 року у межах звичайного кримінального провадження, і ця ухвала набрала законної сили (див. рішення у справі «Яіков проти Росії» (Yaikov v. Russia), пункт 72, від 18 червня \n2015 року)."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "66.  The Court considers that the criminal proceedings against the applicant started on 27 February 2004 and ended on 14 June 2017; they therefore lasted twelve and a half years over three levels of jurisdiction, after the exclusion of the period between 21 June 2004 and 4 April 2005.",
            "uk": "66.  Суд вважає, що кримінальне провадження щодо заявника розпочалося 27 лютого 2004 року та закінчилося 14 червня 2017 року; і воно, таким чином, тривало дванадцять з половиною років у трьох інстанціях після виключення періоду з 21 червня 2004 року до \n04 квітня 2005 року."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "Length of the proceedings against the applicant",
            "uk": "Тривалість провадження щодо заявника"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "67.  The applicant maintained that the lengthy criminal proceedings had been caused by ineffective investigations and long periods of inactivity on the part of the domestic authorities. In addition, the criminal case had been remitted to the prosecutor’s office for additional investigation on several occasions.",
            "uk": "67.  Заявник стверджував, що тривалість кримінального провадження була пов’язана з неефективним розслідуванням і тривалими періодами бездіяльності національних органів влади. До того ж кримінальна справа неодноразово направлялася до прокуратури на додаткове розслідування."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "68.  The Government maintained that the length of the proceedings in the applicant’s case had been reasonable, in view of the complexity of the case and the conduct of the participants in the proceedings.",
            "uk": "68.  Уряд доводив, що тривалість провадження у справі заявника була розумною з огляду на складність справи та поведінку учасників провадження."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "71.  Having regard to its case-law on the subject, the Court considers that in the instant case, the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
            "uk": "71.  З огляду на свою практику з цього питання Суд вважає, що у цій справі тривалість провадження була надмірною та не відповідала вимозі «розумного строку»."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "72.  It follows that there has been a violation of Article 6 § 1 of the Convention.",
            "uk": "72.  Отже, було порушено пункт 1 статті 6 Конвенції."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 13 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "73.  Lastly, the applicant complained that he had had no effective remedies allowing him to accelerate the proceedings against him. He referred to Article 13 of the Convention in this regard, which reads as follows:",
            "uk": "73.  Насамкінець, заявник скаржився на відсутність у його розпорядженні ефективних засобів юридичного захисту, які б дозволяли йому прискорити провадження щодо нього. У зв’язку з цим він послався на статтю 13 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в [цій] Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "74.  The Government submitted that this complaint was manifestly illfounded.",
            "uk": "74.  Уряд стверджував, що ця скарга була явно необґрунтованою."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "75.  The applicant disagreed.",
            "uk": "75.  Заявник заперечив."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "76.  The Court notes that this complaint is linked to the complaint under Article 6 § 1 concerning the length of the proceedings which was examined above. It finds no reason to declare it inadmissible. The Court must therefore declare it admissible.",
            "uk": "76.  Суд зазначає, що ця скарга пов’язана з уже розглянутою скаргою за пунктом 1 статті 6 Конвенції стосовно тривалості провадження. Він не вбачає підстав оголошувати її неприйнятною. Отже, Суд має визнати її прийнятною."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "78.  The Court does not find any reasons to depart from this case-law in the present case.",
            "uk": "78.  Суд не вбачає підстав відходити від цієї практики у цій справі."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "79.  There has therefore been a violation of Article 13 of the Convention.",
            "uk": "79.  Отже, було порушено статтю 13 Конвенції."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "80.  Article 41 of the Convention provides:",
            "uk": "80.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію»."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "81.  The applicant claimed 3,000,000 euros (EUR) in respect of pecuniary damage and EUR 4,000,000 in respect of non-pecuniary damage.",
            "uk": "81.  Заявник вимагав 3 000 000 євро в якості відшкодування матеріальної шкоди та 4 000 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "82.  The Government contested the above claims as exorbitant and unsubstantiated.",
            "uk": "82.  Уряд заперечив проти цих вимог як надмірних і необґрунтованих."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "83.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
            "uk": "83.  Суд не вбачає жодного причинно-наслідкового зв’язку між встановленим порушенням і стверджуваною матеріальною шкодою; отже, він відхиляє цю вимогу."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "84.  The Court, ruling on an equitable basis, awards the applicant EUR 5,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
            "uk": "84.  Ухвалюючи рішення на засадах справедливості, Суд присуджує заявнику 5 500 євро в якості відшкодування моральної шкоди та додатково суму будь-якого податку, що може нараховуватися."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "85.  The applicant also claimed EUR 1,500 for the costs and expenses incurred before the Court. He submitted documents in support of his claim. The Government considered that the applicant had provided the relevant evidence to substantiate the amount claimed.",
            "uk": "85.  Заявник також вимагав 1 500 євро в якості компенсації судових та інших витрат, понесених під час провадження у Суді. Він надав документи для підтвердження своєї вимоги. Уряд вважав, що заявник надав належні докази для обґрунтування суми, яка вимагалася."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "86.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these were actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, and the fact that the applicant had been granted legal aid, the Court rejects the claim for costs and expenses.",
            "uk": "86.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні документи, наведені критерії і надання заявнику правової допомоги Суд відхиляє вимогу про компенсацію судових та інших витрат."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "87.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "87.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "Declares the application admissible;",
            "uk": "Оголошує заяву прийнятною;"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "Holds that there has been a violation of Article 5 § 3 of the Convention;",
            "uk": "Постановляє, що було порушено пункт 3 статті 5 Конвенції;"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції;"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "Holds that there has been a violation of Article 13 of the Convention;",
            "uk": "Постановляє, що було порушено статтю 13 Конвенції;"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,500 (five thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявнику 5 500 (п’ять тисяч п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди, які мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "Done in English, and notified in writing on 1 July 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 01 липня 2021 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]