[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF BATKIVSKA TURBOTA FOUNDATION v. UKRAINE",
            "uk": "СПРАВА «ФОНД «БАТЬКІВСЬКА ТУРБОТА» ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 5876/15)",
            "uk": "(Заява № 5876/15)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT\n(Just satisfaction)",
            "uk": "РІШЕННЯ\n(Справедлива сатисфакція)"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 41 • Just satisfaction • Withdrawal of applicant´s claims for pecuniary and non-pecuniary damage further to review of his case at domestic level • Costs and expenses before the Court • Award",
            "uk": "Ст. 41 • Справедлива сатисфакція • Відмова заявника від вимог про відшкодування матеріальної та моральної шкоди у зв’язку з переглядом його справи на національному рівні • Судові та інші витрати, понесені під час провадження у Суді • Винагорода"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "3 September 2020",
            "uk": "03 вересня 2020 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "03/12/2020",
            "uk": "03.12.2020"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Batkivska Turbota Foundation v. Ukraine,",
            "uk": "У справі «Фонд «Батьківська турбота» проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGanna Yudkivska,\n\tMārtiņš Mits,\n\tLәtif Hüseynov,\n\tLado Chanturia,\n\tAnja Seibert-Fohr,\n\tMattias Guyomar, judges,\nand Victor Soloveytchik, Deputy Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tЛятіф Гусейнов (Lәtif Hüseynov),\n\tЛадо Чантурія (Lado Chanturia),\n\tАня Сайбер-Фор (Anja Seibert-Fohr), \n\tМаттіас Гуйомар (Mattias Guyomar), судді,\nта Віктор Соловейчік (Victor Soloveytchik), заступник Секретаря секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having deliberated in private on 30 June 2020,",
            "uk": "після обговорення за зачиненими дверима 30 червня 2020 року"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "1.  The case originated in an application (no. 5876/15) against Ukraine lodged with the Court on 23 January 2015 under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Ukraine-wide Civic Charity Foundation Batkivska Turbota (“the applicant”), a charity foundation registered in Ukraine in 1999.",
            "uk": "1.  Справу було розпочато за заявою (№ 5876/15), яку 23 січня \n2015 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) Всеукраїнський громадський благодійний фонд «Батьківська турбота», благодійний фонд, зареєстрований в Україні у 1999 році (далі – заявник)."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "2.  In a judgment delivered on 9 October 2018 (“the principal judgment”) the Court held that there had been a violation of Article 1 of Protocol No. 1 to the Convention on account of the annulment of the applicant’s title to a property in the court proceedings instituted against it by the prosecutor (see Batkivska Turbota Foundation v. Ukraine, no. 5876/15, § 64 and point 2 of the operative provisions, 9 October 2018).",
            "uk": "2.  У рішенні, ухваленому 09 жовтня 2018 року (далі – основне рішення), Суд постановив, що було порушено статтю 1 Першого протоколу до Конвенції у зв’язку з визнанням судами недійсним права власності заявника на майно під час судового розгляду позову, поданого прокурором проти заявника (див. рішення у справі «Фонд «Батьківська турбота» проти України» (Batkivska Turbota Foundation v. Ukraine), заява № 5876/15, пункт 64 та пункт 2 резолютивної частини, \nвід 09 жовтня 2018 року)."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  Since the question of the application of Article 41 of the Convention was not ready for decision, the Court reserved it and invited the parties to submit, within three months from the date on which the judgment became final in accordance with Article 44 § 2 of the Convention, their written observations on that issue and, in particular, to notify the Court of any agreement they might reach (ibid., § 72, and point 3(b) of the operative provisions).",
            "uk": "4.  Оскільки питання про застосування статті 41 Конвенції не було готовим до вирішення, Суд відклав його розгляд і запропонував сторонам у тримісячний строк з дати набуття цим рішенням статусу остаточного відповідно до пункту 2 статті 44 Конвенції надати свої письмові зауваження з цього питання і, зокрема, повідомити Суд про будь-яку угоду, якої вони можуть дійти (там само, пункт 72 та підпункт «b» пункту 3 резолютивної частини)."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "5.  The parties then provided information about new developments in the case and updated their observations on Article 41.",
            "uk": "5.  Сторони надали інформацію про нові обставини у справі та внесли зміни до своїх зауважень за статтею 41 Конвенція."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "6.  Article 41 of the Convention provides:",
            "uk": "6.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "New developments and the parties’ updated observations",
            "uk": "Нові обставини та змінені зауваження сторін"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "7.  On 17 October 2018 the applicant informed the Government that if the Supreme Court of Ukraine were to allow its application for a review of the case at the domestic level following the Court’s principal judgment and adopt a new judgment rejecting the prosecutor’s claim against it, it would withdraw its initial claims for pecuniary and non-pecuniary damage and would only maintain its claim for costs and expenses.",
            "uk": "7.  17 жовтня 2018 року заявник повідомив Уряд, що у випадку задоволення Верховним Судом його заяви про перегляд справи на національному рівні на підставі основного рішення Суду та ухвалення нової постанови про відмову у задоволенні позову прокурора, поданого проти нього, заявник відмовиться від своїх початкових вимог про відшкодування матеріальної та моральної шкоди і підтримає лише свою вимогу про компенсацію судових та інших витрат."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "8.  On 26 March 2019 the applicant informed the Court that it had applied to the Supreme Court for a review of its case in the light of the Court’s findings made in the principal judgment. It stated that the possibility of reaching an agreement on Article 41 depended on the outcome of the review of its case by the Supreme Court.",
            "uk": "8.  26 березня 2019 року заявник повідомив Суд, що звернувся до Верховного Суду із заявою про перегляд його справи у зв’язку з висновками Суду, зробленими в основному рішенні. Заявник зазначив, що можливість досягнення угоди за статтею 41 Конвенції залежатиме від результату перегляду справи Верховним Судом."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "10.  In reply, on 4 September 2019 the applicant stated that since its property rights had been restored at the domestic level, it would not seek compensation for pecuniary and non-pecuniary damage. It also withdrew its claims for the recovery of the domestic costs and expenses, but maintained its claim for the recovery of legal costs incurred before the Court, to be paid into its representative’s bank account.",
            "uk": "10.   04 вересня 2019 року заявник зазначив у відповідь, що оскільки на національному рівні його майнові права були відновлені, він не вимагатиме відшкодування матеріальної та моральної шкоди. Заявник також відмовився від своєї вимоги про компенсацію судових та інших витрат, понесених під час провадження на національному рівні, але підтримав свою вимогу про компенсацію судових витрат, понесених під час провадження у Суді, яка мала бути сплачена на банківський рахунок його представника."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "11.  The Court notes that following the review of its case at the domestic level, the applicant withdrew its initial claims in respect of pecuniary and non-pecuniary damage and for recovery of the domestic costs and expenses, and did not maintain its initial claim for recovery of the cost of the expert report. Accordingly, the Court considers that there is no call for an award in this respect.",
            "uk": "11.  Суд зазначає, що після перегляду його справи на національному рівні заявник відмовився від своїх початкових вимог щодо відшкодування матеріальної та моральної шкоди, а також компенсації судових та інших витрат, понесених під час провадження на національному рівні, і не підтримав свою початкову вимогу щодо відшкодування вартості експертного звіту. Тому Суд вважає, що немає підстав присуджувати щось у зв’язку з цим."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "Other measures",
            "uk": "Інші заходи"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "13.  The Court also notes that, following the review of its case at domestic level, the applicant did not maintain its initial submission that that Court should indicate, under Article 46 of the Convention, “urgent measures” to be adopted by Ukraine. Accordingly, it considers that the applicant has implicitly renounced that submission and that it is not therefore necessary to take any decision in this respect.",
            "uk": "13.  Суд також зазначає, що після перегляду справи на національному рівні заявник не підтримав своє первинне прохання про визначення цим Судом відповідно до статті 46 Конвенції «термінових заходів», які мають бути вжиті Україною. Отже, Суд вважає, що заявник опосередковано відмовився від цього прохання, і тому немає необхідності ухвалювати будь-яке рішення у зв’язку з цим."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "14.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "14.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "за цих підстав суд одноголосно"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points.",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "Done in English, and notified in writing on 3 September 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 03 вересня 2020 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]