[
    {
        "id": 0,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "1.  The case originated in an application (no. 14057/17) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Viktor Valeryevich Sukachov (“the applicant”), on 10 February 2017.",
            "uk": "1.  Справу було розпочато за заявою (№ 14057/17), яку 10 лютого 2017 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Віктор Валерійович Сукачов \n(далі – заявник)."
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "2.  The applicant, who had been granted legal aid, was represented by Ms Y. Ashchenko, a lawyer practising in Kharkiv. On 23 August 2018 Ms Ashchenko informed the Court that she could no longer represent the applicant. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявника, якому було надано правову допомогу, представляла \nпані О. Ащенко, юрист, яка практикує у м. Харків. 23 серпня 2018 року пані Ащенко поінформувала Суд, що більше не могла представляти заявника. Уряд України (далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "3.  The applicant alleged, in particular, that the conditions of his pre-trial detention and of his transfer to and detention at the court on hearing days had been inhuman and degrading, in breach of Article 3 of the Convention. He also complained, in substance under Article 13 of the Convention, that he had had no effective remedies for the above complaints.",
            "uk": "3.  Заявник стверджував, зокрема, що умови тримання його під вартою під час досудового слідства та перевезення до суду і тримання його там у дні проведення судових засідань були нелюдськими та такими, що принижують гідність, у порушення статті 3 Конвенції. Він також скаржився по суті за статтею 13 Конвенції на відсутність у його розпорядженні ефективних засобів юридичного захисту у зв’язку із зазначеними скаргами."
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "4.  On 19 December 2017 the Court decided to grant priority to the application under Rule 41 of the Rules of Court, give the Government notice of the applicant’s complaints, and invite the parties to comment on the suitability of the case for the pilotjudgment procedure (Rule 61 § 2 (a)).",
            "uk": "4.  19 грудня 2017 року Суд вирішив надати справі заявника статус пріоритетної відповідно до Правила 41 Регламенту Суду, повідомити Уряд про скарги заявника та запропонувати сторонам надати коментарі щодо доцільності застосування до справи процедури пілотного рішення (підпункт «а» пункту 2 Правила 61)."
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "5.  The parties provided observations on the case. The Government also submitted comments on the application of the pilotjudgment procedure in the present case, while the applicant left this matter to the Court’s discretion.",
            "uk": "5.  Сторони надали зауваження у справі. Уряд також надав коментарі щодо застосування процедури пілотного рішення у цій справі, тоді як заявник залишив це питання на розсуд Суду."
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "6.  The applicant was born in 1978 and is currently detained in Dnipro.",
            "uk": "6.  Заявник народився в 1978 році та наразі тримається під вартою у м. Дніпро."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "A.  Conditions of the applicant’s pre-trial detention",
            "uk": "A.  Умови тримання заявника під вартою під час досудового слідства"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "7.  On 31 May 2012 the applicant was arrested on suspicion of involvement in terrorism and production and storage of explosives.",
            "uk": "7.  31 травня 2012 року заявник був затриманий за підозрою у причетності до тероризму та виготовленні і зберіганні вибухових речовин."
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "8.  Eventually, on 20 February 2018, the Industrialnyy District Court of Dnipro (“the District Court”) found him guilty as charged and sentenced him to twelve years’ imprisonment.",
            "uk": "8.  Зрештою, 20 лютого 2018 року Індустріальний районний суд міста Дніпра (далі – районний суд) визнав його винним за всіма пунктами обвинувачення та обрав йому покарання у виді позбавлення волі на строк дванадцять років."
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "9.  Since 12 July 2012 the applicant has been held in detention in the Dnipropetrovsk (now Dnipro) Pre-trial Detention Facility no. 3, which in March 2016 was recategorised as a prison (hereinafter referred to, for practical purposes, as “the Dnipro SIZO”).",
            "uk": "9.  З 12 липня 2012 року заявник тримається під вартою у Дніпропетровському (наразі Дніпровському) слідчому ізоляторі № 3, який у березні 2016 року було перереєстровано в установу виконання покарань (далі для практичних цілей – Дніпровське СІЗО)."
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "11.  From 8 to 26 May 2014 the applicant was held in cell no. 931, which had an overall surface area of 14.5 square metres or 13 square metres of living space and was designed for five people. The applicant submitted that four to five detainees had been held in that cell. Without disputing the above submission, the Government referred again to the unavailability of the relevant records.",
            "uk": "11.  З 08 до 26 травня 2014 року заявника тримали у розрахованій на п’ятьох осіб камері № 931, загальна площа якої складала \n14,5 квадратні метри або 13 квадратних метрів житлового простору. Заявник стверджував, що в цій камері трималося від чотирьох до п’яти ув’язнених. Не оскарживши це твердження, Уряд знову послався на відсутність відповідних записів."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "16.  Lastly, in support of his submissions about the conditions of detention in the Dnipro SIZO, the applicant referred to the reports prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) following its 2009 and 2013 visits to Ukraine (see paragraphs 28 and 30 below) and to the report for 2012 prepared by the National Preventive Mechanism (“the NPM”; see paragraph 46 below), both of which had visited the SIZO.",
            "uk": "16.  Насамкінець, на підтримку своїх доводів про умови тримання під вартою у Дніпровському СІЗО, заявник посилався на доповіді Європейського Комітету з питань запобігання катуванням чи нелюдському або такому, що принижує гідність, поводженню чи покаранню (далі – КЗК) за результатами його візитів до України у \n2009 та 2013 роках (див. пункти 28 і 30) та на доповідь за 2012 рік, підготовлену представниками національного превентивного механізму (далі – НПМ; див. пункт 46), які відвідали СІЗО."
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "19.  On 23 February 2017 the applicant sent a complaint to the Prosecutor General, claiming that his complaints about the inappropriate condition of the shower cabins had not been properly examined and that the condition of some shower cabins had not been checked during the inspection. He also stated that he could take a shower only once a week.",
            "uk": "19.  23 лютого 2017 року заявник звернувся до Генерального прокурора України зі скаргою, стверджуючи про неналежний розгляд його скарг щодо поганого стану душових і непроведення перевірки стану деяких з них. Він також стверджував, що міг приймати душ лише раз на тиждень."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "B.  Conditions of the applicant’s transfer and detention on hearing days",
            "uk": "B.  Умови перевезення заявника та тримання під вартою у дні проведення судових засідань"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "21.  The Government stated, and the applicant did not dispute, that from November 2012 to March 2018 the latter had been transported by prison van, on 392 occasions, from the Dnipro SIZO to the District Court to participate in court hearings on his criminal case. The distance from the SIZO to the court was about 26.5 km and a one-way trip lasted from forty minutes to one and a half hours.",
            "uk": "21.  Уряд зазначив, а заявник не оскаржував, що з листопада \n2012 року до березня 2018 року останній 392 рази перевозився в автомобілі спеціального призначення з Дніпровського СІЗО до районного суду для участі у судових засіданнях у його кримінальній справі. Відстань від СІЗО до суду складала приблизно 26,5 км, і поїздка в один кінець тривала від сорока хвилин до півтори години."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "24.  On arrival at the District Court, the applicant was held in cells located in the holding area, where there was a room for convoy officers, three holding cells for detainees and a toilet facility. The Government stated, and the applicant did not dispute, that the cells measured 6 square metres each, were equipped with benches and had artificial lighting.",
            "uk": "24.  Після прибуття до районного суду заявник тримався у камерах, розташованих у кімнаті для очікування, де знаходилися місце для працівників конвою, три камери для ув’язнених і туалет. Уряд стверджував, і заявник не оскаржив, що кожна з камер була розміром \n6 квадратних метрів, обладнана лавками та мала штучне освітлення."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "26.  In support of his statements, the applicant submitted four photographs of the holding cells. He also referred to a letter from the State Judicial Administration of 25 May 2015, which confirmed that there had been no artificial ventilation in those cells. The applicant also referred to the NPM reports for 2013 and 2014 (see paragraph 47 below).",
            "uk": "26.  На підтримку своїх тверджень заявник надав чотири фотографії камер для очікування. Він також посилався на лист управління Державної судової адміністрації України від 25 травня 2015 року, який підтверджував відсутність у цих камерах штучної вентиляції. Заявник також посилався на доповіді НПМ за 2013 та 2014 роки (див. \nпункт 47)."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "II.  RELEVANT COUNCIL OF EUROPE, INTERNATIONAL AND DOMESTIC MATERIAL",
            "uk": "II.  ВІДПОВІДНІ МАТЕРІАЛИ РАДИ ЄВРОПИ, МІЖНАРОДНІ ТА НАЦІОНАЛЬНІ МАТЕРІАЛИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "A.  Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment",
            "uk": "A.  Комітет з питань запобігання катуванням чи нелюдському або такому, що принижує гідність, поводженню чи покаранню"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "1.  General Reports",
            "uk": "1.  Загальні доповіді"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "27.  Relevant excerpts from the CPT’s General Reports read as follows:",
            "uk": "27.  У відповідних витягах із загальних доповідей КЗК зазначено:"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "2nd General Report ()",
            "uk": "2-а загальна доповідь ()"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "“46. Overcrowding is an issue of direct relevance to the CPT’s mandate. All the services and activities within a prison will be adversely affected if it is required to cater for more prisoners than it was designed to accommodate; the overall quality of life in the establishment will be lowered, perhaps significantly. Moreover, the level of overcrowding in a prison, or in a particular part of it, might be such as to be in itself inhuman or degrading from a physical standpoint.",
            "uk": "«46. Питання переповненості безпосередньо стосується компетенції КЗК. Всі служби та діяльність всередині установи виконання покарань зазнають негативного впливу, якщо в установі буде більше ув’язнених, ніж було передбачено для тримання у ній; загальний рівень життя в установі, можливо, суттєво погіршиться. Крім того, з матеріальної точки зору рівень переповненості установи виконання покарань або конкретної її частини може сам собою бути нелюдським або таким, що принижує гідність."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "48. Specific mention should be made of outdoor exercise. The requirement that prisoners be allowed at least one hour of exercise in the open air every day is widely accepted as a basic safeguard ... It is also axiomatic that outdoor exercise facilities should be reasonably spacious and whenever possible offer shelter from inclement weather ...",
            "uk": "48. Особливу увагу слід приділяти прогулянкам. Вимога про дозвіл ув’язненим перебувати щодня щонайменше одну годину на свіжому повітрі широко визнається основоположною гарантією... Також очевидно, що щоденне перебування на свіжому повітрі має відбуватись на розумно просторій ділянці; сама ділянка має бути, наскільки можливо, обладнана укриттям на випадок поганої погоди ..."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "49. Ready access to proper toilet facilities and the maintenance of good standards of hygiene are essential components of a humane environment ...",
            "uk": "49. Доступ у будь-який час до нормальних туалетів, а також підтримання належних гігієнічних умов є важливими елементами створення гуманних умов ..."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "50. The CPT would add that it is particularly concerned when it finds a combination of overcrowding, poor regime activities and inadequate access to toilet/washing facilities in the same establishment. The cumulative effect of such conditions can prove extremely detrimental to prisoners ...”",
            "uk": "50. КЗК хотів би додати, що його особливо турбує, коли він встановлює проблему переповненості у поєднанні з недостатнім режимом діяльності та неналежним доступом до туалетів/душових в одній установі виконання покарань. Загальний вплив таких умов на ув’язнених може виявитися вкрай негативним...»"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "7th General Report ()",
            "uk": "7-а загальна доповідь ()"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "The CPT has been led to conclude on more than one occasion that the adverse effects of overcrowding have resulted in inhuman and degrading conditions of detention ...”",
            "uk": "КЗК вже неодноразово був змушений зробити висновок, що негативний вплив переповненості призводить до нелюдських та таких, що принижують гідність, умов тримання під вартою ... »"
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "11th General Report ()",
            "uk": "11-а загальна доповідь ()"
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "2.  Reports in respect of Ukraine",
            "uk": "2.  Доповіді щодо України"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "28.  Since 1 September 1997, when the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment entered into force in respect of Ukraine, CPT delegations have visited various detention facilities in Ukraine, including the Dnipro SIZO (in 2009 and 2013). Thus, in its 2011 Report () prepared following the visit to Ukraine on 8-21 September 2009, the CPT noted as follows (original emphasis; footnotes omitted):",
            "uk": "28.  З 01 вересня 1997 року, коли Європейська конвенція про запобігання катуванням чи нелюдському або такому, що принижує гідність, поводженню чи покаранню набрала чинності для України, делегації КЗК відвідували різні установи виконання покарань і слідчі ізолятори в Україні, у тому числі Дніпровське СІЗО (у 2009 та \n2013 роках). Таким чином, у його доповіді від 2011 року () за результатами візиту до України 08 – 21 вересня \n2009 року, КЗК зазначив (оригінальне виділення; примітки опущені):"
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "“107. ... The CPT recommends that the Ukrainian authorities make strenuous efforts to offer organised out-of-cell activities (work, recreation/association, education, sport) to prisoners at the Kyiv SIZO. Further, the Committee recommends that steps be taken to construct more appropriate exercise yards which allow prisoners to exert themselves physically, as well as indoor and outdoor sports facilities ...",
            "uk": "«107. ... КЗК рекомендує, щоб органи влади України вжили активних заходів для забезпечення ув’язненим у Київському СІЗО організованої діяльності за межами камери (робота, відпочинок/спілкування, освіта, спорт). Також Комітет рекомендує вжити заходів для будівництва більш підходящих подвір’їв, щоб ув’язнені могли займатися спортивними вправами, а також забезпечити спортивний інвентар для виконання вправ у приміщенні та надворі ..."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "109. When visited by the delegation, the SIZO in Dnipropetrovsk was holding 2,900 prisoners (including 220 women and 63 juveniles) for an official capacity of 3,456. The prisoner population comprised 26 life-sentenced prisoners. The SIZO served as a transit point for prisoners being transferred between penitentiary establishments and had a monthly turnover of some 5,000 inmates.",
            "uk": "109. На момент відвідання делегацією в СІЗО у м. Дніпропетровськ трималося 2 900 осіб (у тому числі 220 жінок і 63 неповнолітніх) при офіційній місткості 3 456 осіб. Ця кількість включала 26 засуджених до довічного позбавлення волі. СІЗО слугувало транзитним пунктом для засуджених, яких переводили з однієї пенітенціарної установи до іншої та щомісячно через нього проходило близько \n5 000 осіб."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "Prisoners were accommodated in 10 buildings of different age and configuration. Given that the visit to the establishment was of a targeted nature – focusing on newly arrived prisoners and life-sentenced prisoners – the delegation received an impression of material conditions only in some of the buildings.",
            "uk": "Ув’язнені були розміщені у 10 будівлях різного віку та конфігурації. З огляду на те, що візит до установи носив цільовий характер, і був зосереджений на новоприбулих ув’язнених і засуджених до довічного позбавлення волі, у делегації склалася думка про побутові умови тримання тільки стосовно кількох будівель."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "110. In a detention block which had recently been renovated (units 6 and 7), cells measuring some 7 m² were holding usually 2, but occasionally 3, prisoners. There was enough natural light coming through the cells’ large windows, and access to artificial light and ventilation also appeared to be adequate. Each cell was equipped with a partitioned toilet and sink. This block, referred to as the “Euro-standard” block, was considered by the administration as a model.",
            "uk": "110. У нещодавно відремонтованому блоці (відділення 6 і 7) у камерах площею близько 7 м2 зазвичай трималося 2, а іноді – 3 ув’язнених. У камерах було достатньо природного світла, яке надходило через великі вікна, а доступ до електричного освітлення та вентиляції також був належним. Кожна камера була обладнана відгородженим санітарним вузлом і рукомийником. Цей блок, так званий блок «євро-стандарту», вважався адміністрацією взірцем."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "The CPT recommends that, at the Dnipropetrovsk SIZO, efforts be made to decrease overcrowding, the objective being to offer a minimum of 4 m² of living space per prisoner in multi-occupancy cells.",
            "uk": "КЗК рекомендує Дніпропетровському СІЗО докласти зусиль для зменшення переповненості, аби забезпечити не менше 4 м2 житлової площі на одного ув’язненого в багатомісних камерах."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "111. As at the Kyiv SIZO, the vast majority of prisoners spent almost all their time locked up in their cells, without being offered any activities worthy of the name. The first recommendation made in paragraph 107 applies equally to the Dnipropetrovsk SIZO.”",
            "uk": "111. Як і у Київському СІЗО, більшість ув’язнених проводила майже весь час зачиненою в камерах без будь-якої належної діяльності. Перша рекомендація, надана у пункті 107, також стосується Дніпропетровського СІЗО.»"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "29.  The CPT also made the following general recommendations to the Ukrainian authorities:",
            "uk": "29.  КЗК також дав такі загальні рекомендації органам влади України:"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "“- the examination of proposals to amend the Code of Criminal Procedure and the Criminal Code to be considered a priority, the aim being to shorten the length of court proceedings in criminal cases and to circumscribe more closely the circumstances in which recourse can be had to the preventive measure of remand in custody ...",
            "uk": "«- розгляд пропозицій щодо внесення змін до Кримінально-процесуального кодексу України та Кримінального кодексу України має вважатися пріоритетом, його мета має полягати у скороченні тривалості судових проваджень у кримінальних справах і ретельнішому описі обставин, за яких може бути обрано запобіжний захід у вигляді тримання під вартою ..."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "- efforts to be made to develop the training provided to judges and prosecutors, with a view to promoting the use of alternatives to imprisonment ...",
            "uk": "- слід докласти зусиль для вдосконалення підготовки суддів і прокурорів для сприяння використанню альтернативних ув’язненню запобіжних заходів ..."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "- the Ukrainian authorities to review as soon as possible the norms fixed by legislation for living space per prisoner, ensuring that they provide for at least 4 m² per inmate in multi-occupancy cells in all the establishments under the authority of the Department on Enforcement of Sentences (SIZOs included ...",
            "uk": "- органи влади України повинні якнайшвидше переглянути закріплені у законодавстві норми щодо особистого простору на кожного ув’язненого та забезпечити надання щонайменше 4 м2 простору на особу у багатомісних камерах у всіх установах під керівництвом Державного департаменту України з питань виконання покарань (у тому числі СІЗО ..."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "- the Ukrainian authorities to step up their efforts to develop the programmes of activities for sentenced and remand prisoners. The aim should be to ensure that both categories of prisoner are able to spend a reasonable part of the day (8 hours or more) outside their cells, engaged in purposeful activity of a varied nature ...”",
            "uk": "- органи влади України мають активізувати свої зусилля для вдосконалення програм діяльності засуджених та осіб, взятих під варту. Метою повинно бути забезпечення обом категоріям ув’язнених можливості проводити значну частину доби (8 або більше годин) поза межами камери, займаючись різноманітною важливою діяльністю ...»"
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "30.  In its 2014 Report () prepared following the visit to Ukraine on 9-21 October 2013, the CPT noted as follows (original emphasis; footnotes omitted):",
            "uk": "30.  У своїй доповіді від 2014 року () за результатами візиту до України 09 – 21 жовтня 2013 року, Комітет зауважив таке (оригінальне виділення; примітки опущені):"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "“118. The CPT’s delegation paid follow-up visits to Kyiv, Dnipropetrovsk, Odessa and Simferopol SIZOs, where remand prisoners/inmates not yet serving their sentences represented about 90% or more of the whole prison population in these establishments. It should be noted from the outset that these establishments were operating below their official capacities at the time of the 2013 visit, although these capacities were still based on the national standard of 2.5 m² of living space per inmate: ...",
            "uk": "«118. Делегація КЗК здійснила повторні візити до Київського, Дніпропетровського, Одеського та Сімферопольського СІЗО, в яких ув’язнені/засуджені, які ще не відбували свої покарання, складали приблизно 90% або більше від загальної кількості ув’язнених цих установ. Насамперед, слід зазначити, що на момент візиту у 2013 році ці установи діяли за меншої місткості, аніж офіційна, хоча визначення місткості усе ще ґрунтувалося на національному стандарті у 2.5 м2 особистого простору на ув’язненого: ..."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "● Dnipropetrovsk SIZO was accommodating 1,777 inmates (including 129 women and 24 juveniles) for an official capacity of 3,519 places; ...",
            "uk": "● Дніпропетровське СІЗО вміщувало 1 777 ув’язнених (у тому числі 129 жінок та 24 підлітків) за офіційної місткості 3 519 місць; ..."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "The delegation noted that at Dnipropetrovsk SIZO, metal shutters attached to the cells’ windows in blocks Nos. 9 and 10 had been removed following the 2009 visit. Steps were also being taken to pursue gradual renovation works in the cells; most of the accommodation areas were indeed in a poor state of repair, badly ventilated and dirty. Further, in-cell toilets were only partially partitioned ...",
            "uk": "Делегація зазначила, що у Дніпропетровському СІЗО металеві ставні, прикріплені до вікон камер у відділеннях 9 і 10, були зняті після візиту у \n2009 році. Були вжиті заходи для здійснення поступових ремонтних робіт у камерах; більшість житлових приміщень дійсно була у поганому стані, камери мали погану вентиляцію та були брудними. Крім того, туалети в камерах були відгороджені лише частково..."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "c. outdoor exercise",
            "uk": "c. прогулянки"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "122. In all the SIZOs visited, inmates had access to one hour of daily outdoor exercise (two hours for juveniles). Nevertheless, the yards seen by the CPT’s delegation were frequently too small for their intended occupancy and for real physical exertion (e.g. 9.5 m² for up to two inmates or 34 m² for up to 12 prisoners in Kyiv) ...",
            "uk": "122. У всіх відвіданих СІЗО ув’язнені мали доступ до щоденних одногодинних прогулянок (дві години для підлітків). Однак подвір’я для прогулянок, які оглянула делегація КЗК, часто були замалими для передбаченої місткості та серйозних фізичних навантажень (наприклад, 9,5 м2 для двох ув’язнених або 34 м2 для 12 ув’язнених у Київському СІЗО) ..."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "d. activity programmes",
            "uk": "d. програми діяльності"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "Newly adopted Internal Rules on SIZOs indicate that remand prisoners may have access to general education regardless of their age. However, if a remand prisoner wishes to work, an authorisation from an investigator or judge should be sought ...",
            "uk": "Нещодавно ухвалені Правила внутрішнього розпорядку слідчих ізоляторів Державної кримінально-виконавчої служби України вказують, що особи, взяті під варту, повинні мати доступ до загальної освіти незалежно від їхнього віку. Проте якщо особа, взята під варту, бажає працювати, необхідно отримати дозвіл від слідчого або судді ..."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "f. conclusions",
            "uk": "f. висновки"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "127. In the light of the above remarks, the CPT recommends that ... the Ukrainian authorities take further action to:",
            "uk": "127. У контексті цих зауважень КЗК рекомендує... органам влади України вжити подальші заходи для того, щоб:"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "● pursue their refurbishment/reconstruction programmes in older accommodation buildings of Kyiv and Dnipropetrovsk SIZOs; ...",
            "uk": "● реалізувати програми переобладнання/ремонту у старих будівлях Київського та Дніпропетровського СІЗО; ..."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "● ensure, when implementing refurbishment/(re)construction programmes, that in-cell toilets/sanitary annexes are fully partitioned (i.e. up to the ceiling); ...",
            "uk": "● забезпечити під час здійснення програм переобладнання/ремонту повне відокремлення туалетів/санвузлів у камерах (наприклад, до стелі); ..."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "● ensure that prisoners have the possibility of genuine physical exertion every day; this will require enlarging the exercise yards. Whenever possible, the current yards located on the roofs of the accommodation blocks should be replaced by outdoor exercise facilities located at ground level;",
            "uk": "● забезпечити, щоб ув’язнені мали можливість щодня отримувати фізичне навантаження; це потребуватиме збільшення подвір’їв для прогулянок. За можливості наявні подвір’я, розташовані на дахах житлових блоків, необхідно замінити подвір’ями, розташованими на землі;"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "● ... steps should be taken to ensure that, when designing and constructing new SIZOs/accommodation blocks for remand prisoners, provision is made for proper outdoor exercise at ground level, association with prisoners from other cells, work, education and other meaningful activities ...”",
            "uk": "● ... слід вжити заходів для гарантування, що під час розробки та будівництва нових СІЗО/житлових блоків для осіб, взятих під варту, забезпечуватимуться належні умови для прогулянок на подвір’ях, розташованих на землі, спілкування з ув’язненими з інших камер, роботи, навчання та здійснення інших видів важливої діяльності ...»"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "“... unfortunately, the above-mentioned reforms have not yet impacted upon the situation of remand prisoners. In particular, the old inadequate norm of living space per inmate in SIZOs (2.5 m²) was still in force at the time of the visit, complex rules on separation of different categories of remand prisoners continued to result in localised overcrowding in the pre-trial facilities visited ...”",
            "uk": "«... на жаль, зазначені реформи ще не вплинули на ситуацію осіб, взятих під варту. Зокрема, на момент візиту все ще діяла стара неналежна норма щодо особистого простору на одного ув’язненого у СІЗО (2,5 м2), а складні правила розподілення різних категорій осіб, взятих під варту, продовжували спричиняти локалізовану переповненість у відвіданих слідчих ізоляторах ...»"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "32.  The CPT thus called upon the Ukrainian authorities to take decisive steps to revise the legislation and the regime for remand prisoners. It also observed (original emphasis, footnotes omitted):",
            "uk": "32.  Тому КЗК закликав органи влади України вжити рішучих заходів для перегляду законодавства та режиму для осіб, взятих під варту. Він також зауважив (оригінальне виділення; примітки опущені):"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Further, it is a matter of serious concern for the CPT that, in all the SIZOs visited, remand prisoners were usually not offered any out-of-cell activities other than outdoor exercise for one hour per day.”",
            "uk": "Крім того, у КЗК викликає серйозне занепокоєння те, що в усіх відвіданих СІЗО особам, взятим під варту, зазвичай не пропонувалося жодної діяльності поза межами камери, окрім одногодинних прогулянок раз на добу.»"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "33.  Most recently, in the 2018 Report () prepared following its visit to Ukraine on 8-21 December 2017, the CPT stated as follows (original emphasis; footnotes omitted):",
            "uk": "33.  Нещодавно, у доповіді від 2018 року () за результатами візиту до України 08 – 21 грудня 2017 року КЗК зазначив (оригінальне виділення; примітки опущені):"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "“9. ... the CPT is very concerned to note that, after its 7th periodic visit to Ukraine (and 14 visits altogether), little or no action has been taken to implement several of its long-standing recommendations concerning in particular the prison system, especially as regards material conditions, the legal norm of living space for remand prisoners, the regime for remand prisoners ...",
            "uk": "«9. ... КЗК із занепокоєнням зазначає, що після 7-го періодичного візиту до України (та 14 візитів у цілому) було вжито мало або не вжито взагалі заходів для реалізації декількох давно сформульованих рекомендацій, у тому числі щодо пенітенціарної системи, зокрема стосовно побутових умов, правової норми про особистий простір для осіб, взятих під варту, режиму для осіб, взятих під варту ..."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "The CPT must stress that if no progress is made to implement its recommendations, the Committee might have to consider having recourse to Article 10, paragraph 2, of the Convention. However, the CPT hopes that decisive action by the Ukrainian authorities to implement its recommendations will render such a step unnecessary ...",
            "uk": "КЗК повинен підкреслити, що у випадку відсутності прогресу у реалізації його рекомендацій, Комітету доведеться розглянути можливість застосування \nпункту 2 статті 10 Конвенції. Проте КЗК сподівається, що рішучі дії органів влади України для реалізації його рекомендацій зроблять такий крок непотрібним ..."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "54. The delegation carried out a follow-up visit to Kyiv Pre-Trial Detention Centre (hereafter Kyiv SIZO); further, first-time visits were carried out to Chernivtsi Penitentiary Institution No. 33 (hereafter Chernivtsi SIZO), Ivano-Frankivsk Penitentiary Institution No. 12 (hereafter Ivano-Frankivsk SIZO), Lviv Penitentiary Institution No. 19 (hereafter Lviv SIZO) ...",
            "uk": "54. Делегація здійснила повторний візит до Київського слідчого ізолятора (далі – Київське СІЗО); крім того, вперше відвідала Чернівецький слідчий ізолятор № 33 (далі – Чернівецьке СІЗО), Івано-Франківський слідчий ізолятор № 12 (далі – Івано-Франківське СІЗО), Львівський слідчий ізолятор № 19 (далі – Львівське СІЗО) ..."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "A general description of Kyiv SIZO can be found in the reports on previous visits. At the time of the 2017 visit, the establishment was accommodating 2,371 inmates ... and had the official capacity of 2,474. However, this capacity included the former women’s block which was out of service due to fire damage; in fact, the establishment had 2,200 operational places which meant that it was officially overcrowded.",
            "uk": "Загальний опис Київського СІЗО наведений у доповідях про попередні візити. На момент візиту у 2017 році в установі трималося 2 371 ув’язнених ... та її офіційна місткість становила 2 474 місць. Проте ця місткість включала колишнє жіноче відділення, яке не працювало через пошкодження внаслідок пожежі; фактично в установі було 2 200 придатних для використання місць, що свідчило про її офіційну переповненість."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "Chernivtsi SIZO is an old Austrian-built prison, a listed monument located in centre of town. It was opened in 1819, partly damaged during WW2 and extensively refurbished in the 1950s (when electricity, sewage and central heating were installed). With the official capacity of 304, the establishment was accommodating 198 inmates living in a single detention block (with two floors) ...",
            "uk": "Чернівецьке СІЗО є старою побудованою австрійцями пенітенціарною установою, і пам’яткою архітектури, розташованою у центрі міста. Ізолятор був відкритий у 1819 році, частково пошкоджений протягом Другої світової війни та пережив масштабну реконструкцію у 1950-х роках (коли його було підключено до електрики, каналізації та системи централізованого опалення). При офіційній місткості у 304 особи в установі трималося 198 ув’язнених, які проживали в одному (двоповерховому) блоці. .."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Ivano-Frankivsk SIZO, brought into service in 1918, is located in the centre of town on a relatively small area adjoining to the city’s police headquarters, the prosecutor’s office and the court. The establishment has the official capacity of 401 and was accommodating 380 prisoners ...",
            "uk": "Івано-Франківське СІЗО, яке почало працювати у 1918 році, розташоване у центрі міста на відносно невеликій площі поряд з міським відділом поліції, прокуратурою та судом. Офіційна місткість установи становить 401 особу і в ній трималося 380 засуджених ..."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "Lviv SIZO, located in the city centre and with the official capacity of 900, occupies a former monastery built in the 17th century and transformed into a prison in 1784. A listed monument composed of two 3-storey detention blocks and several adjoining buildings (administration, health-care unit, kitchen, etc.), it was accommodating 821 prisoners ...",
            "uk": "Львівське СІЗО з офіційною місткістю у 900 осіб розташоване у центрі міста у будівлі колишнього монастиря, побудованого у 17-му столітті та перетвореного на установу виконання покарань у 1784 році. Ця пам’ятка архітектури складається з двох триповерхових блоків і декількох прибудов (будівля адміністрації, медична частина, кухня тощо), у ньому тримався 821 засуджений ..."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "56. The CPT wishes to stress that it is fully aware of the overall difficulties and challenges facing Ukraine. However, given the dramatic situation in at least some of the penitentiary establishments visited, the Committee is of the view that real action is urgently required to bring about a positive change for the prison system.",
            "uk": "56. КЗК бажає наголосити, що добре обізнаний про загальні труднощі та виклики, що стоять перед Україною. Проте з огляду на драматичну ситуацію у щонайменше деяких відвіданих пенітенціарних установах Комітет вважає за необхідне невідкладно вжити реальних заходів для досягнення позитивних змін у пенітенціарній системі."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "In the light of the fact found during this visit, and especially as concerns Kyiv SIZO which was the subject of an immediate observation ..., the CPT calls upon the Ukrainian authorities to attach the highest priority to the implementation of all the measures mentioned in paragraph 55 above. This will necessitate putting in place a proper inter-agency co-ordination (including the Ministry of Finance) and a realistic action plan with precise deadlines and allocated budget.",
            "uk": "У контексті встановлених протягом цього візиту фактів, а особливо щодо Київського СІЗО, яке було предметом безпосереднього розгляду, ... КЗК закликає органи влади України приділити першочергову увагу реалізації всіх заходів, зазначених у пункті 55. Це потребуватиме створення системи належної міжвідомчої координації (у тому числі з Міністерством фінансів України) та реалістичного плану заходів з точними строками і виділеним на їхню реалізацію бюджетом."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "The Committee also urges the Ukrainian authorities to pursue their efforts to reduce prisoner population, in particular by making more use of the available alternatives to remand detention.",
            "uk": "Комітет також закликає органи влади України продовжити докладати зусилля для зменшення кількості ув’язнених, зокрема шляхом ширшого використання альтернативних триманню під вартою під час досудового слідства запобіжних заходів."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "62. The most striking feature of the establishments visited (all of them except Kremenchuk Juvenile Colony ...) were the generally poor or even appalling material conditions, in particular in Kyiv and Lviv.",
            "uk": "62. Найбільш вражаючою рисою відвіданих установ (усіх, окрім Кременчуцької виховної колонії для неповнолітніх ...) були у цілому погані або навіть жахливі побутові умови, зокрема у м. Київ і м. Львів."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "In short, for the bulk of the prisoner population (except women and juveniles) conditions at Kyiv SIZO could easily be considered as inhuman and degrading.",
            "uk": "Коротко кажучи, для більшої частини контингенту установ (окрім жінок і неповнолітніх) умови у Київському СІЗО могли вважатися нелюдськими та такими, що принижували гідність."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "63. ... at the end of the visit the delegation invoked Article 8, paragraph 5, of the Convention and requested the Ukrainian authorities to provide the Committee, within 3 months, with a detailed action plan, comprising precise deadlines and financial allocations, to address the situation at Kyiv SIZO.",
            "uk": "63. ... наприкінці візиту делегація послалася на пункт 5 статті 8 Конвенції та попросила органи влади України впродовж 3 місяців надати Комітету детальний план дій, в якому будуть зазначені точні строки та сума виділених коштів для вирішення ситуації у Київському СІЗО."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "In the light of the indeed totally unacceptable situation at Kyiv SIZO, the CPT calls upon the Ukrainian authorities to reconstruct/refurbish Kyiv SIZO without further delay. In this context, steps must also be taken to ensure that every prisoner has his own bed.",
            "uk": "З огляду на дійсно повністю неприйнятну ситуацію у Київському СІЗО КЗК закликає органи влади України реконструювати/переобладнати Київське СІЗО без подальших затримок. У цьому контексті слід також вжити заходів для забезпечення кожного ув’язненого власним ліжком."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "64. The material conditions at Lviv SIZO were determined to a large extent by the obsolete infrastructure of the ages-old buildings, and the situation was compounded by a total absence of budget for repairs, resulting inter alia in repeated breakdowns of power and water supply.",
            "uk": "64. Побутові умови у Львівському СІЗО характеризувалися значною мірою застарілою інфраструктурою старих будівель, і ситуація погіршилася через повну відсутність бюджету для ремонту, що призводило, inter alia, до неодноразових перебоїв в електро- та водопостачанні."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Cells were generally dilapidated and so were the furniture, mattresses and bedsheets. Further, some of the cells were stuffy and humid, especially the larger ones. In many of the cells, conditions were cramped (e.g. 14 inmates sharing a cell measuring some 50 m², including sanitary annexe; six inmates living in a cell measuring some 16 m²) and both the access to natural light and artificial lighting left much to be desired.",
            "uk": "Камери зазвичай були напівзруйнованими, а меблі, матраци та простирадла – зношеними. Крім того, у деяких камерах було душно та волого, особливо у великих. У багатьох камерах було тісно (наприклад, 14 ув’язнених трималися у камері площею 50 м2 з урахуванням санвузла; шість ув’язнених проживали у камері площею приблизно 16 м2), а доступ як до природного, так і до штучного освітлення залишав бажати кращого."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "On the positive side, the cells were mostly clean. Conditions were somewhat better in the cells for women and juveniles (which had in-cell showers and were not overcrowded).",
            "uk": "Позитивним було те, що камери переважно були чистими. Умови були дещо кращими в камерах для жінок і неповнолітніх (у камерах знаходилися душові та вони не були переповненими)."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "65. According to the Director of Lviv SIZO, talks were ongoing with the city’s Mayor’s Office and with a private investor in order to close the prison and move it to a new purpose-built facility in the outskirts of town. The Committee would like to receive more information on these plans and prospects for their implementation ...",
            "uk": "65. Згідно з твердженнями начальника Львівського СІЗО тривали переговори з міською радою та приватним інвестором щодо закриття установи та переведення ув’язнених до нової спеціалізованої установи на окраїні міста. Комітет хотів би отримати більше інформації про ці плани та перспективи їхньої реалізації ..."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "67. Material conditions were somewhat better at Chernivtsi and Ivano-Frankivsk SIZOs which were less overcrowded.",
            "uk": "67. Побутові умови були дещо кращими у Чернівецькому та Івано-Франківському СІЗО, які були менш переповненими."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "Evidence of recent repairs was also visible at Ivano-Frankivsk SIZO (likewise, only because the Director had managed to secure help from the municipality and some local companies), and a few of the cells had been redecorated with the help of the inmates. However, most of the prisoner accommodation was run down (including the furniture), with cells being quite stuffy, dark and not very clean.",
            "uk": "Результати нещодавнього ремонту також були помітні в Івано-Франківському СІЗО (так само проведеного лише завдяки отриманню начальником допомоги від органу місцевого самоврядування та деяких місцевих компаній), і деякі з камер були відремонтовані із залученням допомоги ув’язнених. Проте більшість житлових приміщень знаходилися у поганому стані (у тому числі меблі), в камерах було дуже душно, темно та не дуже чисто."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "68. ... the CPT calls upon the Ukrainian authorities to urgently allocate sufficient State budget resources to Lviv, Chernivtsi and Ivano-Frankivsk SIZOs ... and to proceed without delay with refurbishment/reconstruction of these establishments so as to address the above-described deficiencies; this should include, wherever applicable, transforming large-capacity dormitories into smaller cells. Reference is also made to the recommendation i[n] paragraph 57 above ...",
            "uk": "68. ... КЗК закликає органи влади України негайно виділити достатньо коштів з державного бюджету Львівському, Чернівецькому та Івано-Франківському СІЗО... і продовжити без затримок ремонт/реконструкцію цих установ для усунення зазначених недоліків; це повинно включати, де можливо, перетворення великих спальних приміщень на камери меншого розміру. Див. також рекомендацію [у] пункті 57..."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "70. Most of the in-cell toilets in the prisons visited were still only partially screened. Further, as a rule, inmates had access to a shower only once a week, hygiene items (other than soap) were not provided free of charge and, in all the establishments visited except in Kremenchuk, the delegation heard complaints from prisoners about poor quality of the food. The CPT recommends that steps be taken to address these deficiencies ...",
            "uk": "70. Більшість туалетів у камерах відвіданих установ досі були лише частково відокремленими. Крім того, як правило, ув’язнені мали доступ до душу лише раз на тиждень, предмети гігієни (окрім мила) не надавалися безкоштовно, а в усіх відвіданих установах, окрім Кременчуцького СІЗО, делегація почула скарги ув’язнених на погану якість їжі. КЗК рекомендує вжити заходів для усунення цих недоліків ..."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "71. The CPT’s long-standing recommendation to develop a regime for remand prisoners remains, regrettably, unimplemented (see also paragraph 57 above).",
            "uk": "71. Давно сформульовані рекомендації КЗК щодо створення режиму для осіб, взятих під варту, на жаль, залишаються невиконаними (див. також пункт 57)."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "As during the previous visits, the vast majority of remand prisoners spent up to 23 hours a day locked up inside their cells with no organised activities. Inmates had access to outdoor exercise for one hour per day (two hours for women and juveniles) in small, oppressive and dilapidated yards which were, moreover, usually located on the roofs of detention blocks and offered nothing but sky view.",
            "uk": "Як і протягом попередніх візитів, переважна більшість осіб, взятих під варту, проводила до 23 годин на добу зачиненими в камерах без жодної організованої діяльності. Ув’язнені мали доступ до одногодинних (двогодинних для жінок і неповнолітніх) прогулянок раз на добу у невеликих, гнітючих і напівзруйнованих подвір’ях, які до того ж зазвичай розташовувалися на дахах блоків для ув’язнених, та з яких можна було побачити лише небо."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "The only other distractions for remand prisoners were watching TV or listening to the radio in their cells, reading books and newspapers, and playing board games with their cellmates ...",
            "uk": "Єдиними іншими розвагами для ув’язнених був перегляд телепрограм або прослуховування радіо у своїх камерах, читання книг і газет, а також настільні ігри зі співкамерниками ..."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "73. ... The CPT calls upon the Ukrainian authorities to intensify their efforts to develop the programmes of activities for both sentenced and remand prisoners, notably as regards work, educational and vocational activities ...",
            "uk": "73. ... КЗК закликає органи влади України посилити свої зусилля для розробки програм діяльності для засуджених та ув’язнених, зокрема щодо праці, навчання та професійної підготовки..."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "The Committee also calls upon the Ukrainian authorities to take steps without further delay, in the SIZOs visited (and in all remand prisons in general), to enlarge and improve exercise yards ...”",
            "uk": "Комітет також закликає органи влади України без подальшої затримки вжити заходів у відвіданих СІЗО (та загалом в усіх слідчих ізоляторах) для збільшення кількості та покращення подвір’їв для прогулянок...»"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "B.  Committee of Ministers of the Council of Europe",
            "uk": "B.  Комітет міністрів Ради Європи"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "1.  General documents",
            "uk": "1.  Загальні документи"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "34.  On 30 September 1999 the Committee of Ministers adopted  concerning prison overcrowding and prison population inflation, which provides in particular as follows:",
            "uk": "34.  30 вересня 1999 року Комітет міністрів ухвалив  щодо переповненості в’язниць і зростання кількості ув’язнених, яка передбачає, зокрема;"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "“Considering that prison overcrowding and prison population growth represent a major challenge to prison administrations and the criminal justice system as a whole, both in terms of human rights and of the efficient management of penal institutions;",
            "uk": "«Враховуючи, що переповненість в’язниць і зростання кількості ув’язнених становлять серйозну проблему для адміністрацій цих установ і системи кримінального правосуддя в цілому, як з точки зору прав людини, так і ефективного управління пенітенціарними установами;"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "Considering that the efficient management of the prison population is contingent on such matters as the overall crime situation, priorities in crime control, the range of penalties available on the law books, the severity of the sentences imposed, the frequency of use of community sanctions and measures, the use of pre-trial detention, the effectiveness and efficiency of criminal justice agencies and not least public attitudes towards crime and punishment ...",
            "uk": "Враховуючи, що ефективне управління контингентом ув’язнених залежить від таких факторів, як загальна криміногенна ситуація, пріоритети у боротьбі зі злочинністю, діапазон передбачених у кодексах покарань, тяжкість обраних покарань, частота використання громадських санкцій та заходів, використання тримання під вартою під час досудового слідства, ефективність і результативність органів кримінального правосуддя і, не в останню чергу, ставлення суспільства до злочину та покарання ..."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "Recommends that governments of member states:",
            "uk": "Рекомендує Урядам держав-членів:"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "- take all appropriate measures, when reviewing their legislation and practice in relation to prison overcrowding and prison population inflation, to apply the principles set out in the appendix to this recommendation ...",
            "uk": "- вжити всіх необхідних заходів під час перегляду їхнього законодавства та практики щодо переповненості в’язниць і зростання кількості ув’язнених, застосовувати принципи, викладені в Додатку до цієї рекомендації ..."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Appendix to Recommendation No. R (99) 22",
            "uk": "Додаток до Рекомендації № R (99) 22"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "I. Basic principles",
            "uk": "I. Основні принципи"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "1. Deprivation of liberty should be regarded as a sanction or measure of last resort and should therefore be provided for only, where the seriousness of the offence would make any other sanction or measure clearly inadequate.",
            "uk": "1. Позбавлення волі слід розглядати як крайню санкцію або захід, а тому воно має передбачатися тільки для серйозних правопорушень, коли інші санкції та заходи є явно недостатніми."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "2. The extension of the prison estate should rather be an exceptional measure, as it is generally unlikely to offer a lasting solution to the problem of overcrowding. Countries whose prison capacity may be sufficient in overall terms but poorly adapted to local needs should try to achieve a more rational distribution of prison capacity ...",
            "uk": "2. Розширення приміщень в’язниць повинно бути радше винятковою мірою, оскільки зазвичай це навряд стане довгостроковим вирішенням проблеми переповненості. Країни, в яких місткість в’язниць може бути достатньою в цілому, але погано пристосованою до місцевих потреб, повинні намагатися досягнути більш раціонального розподілення місць у в’язницях ..."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "II. Coping with a shortage of prison places",
            "uk": "II. Боротьба з браком місць у в’язницях"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "6. In order to avoid excessive levels of overcrowding a maximum capacity for penal institutions should be set.",
            "uk": "6. Для уникнення надмірного рівня переповненості необхідно встановити максимальну місткість пенітенціарних установ."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "III. Measures relating to the pre-trial stage",
            "uk": "III. Заходи щодо стадії досудового слідства"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "Avoiding criminal proceedings - Reducing recourse to pre-trial detention",
            "uk": "Уникнення кримінального переслідування – Зменшення застосування запобіжного заходу у вигляді тримання під вартою під час досудового слідства"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "13. In order to assist the efficient and humane use of pre-trial detention, adequate financial and human resources should be made available and appropriate procedural means and managerial techniques be developed, as necessary.”",
            "uk": "13. Для сприяння ефективному та гуманному використанню запобіжного заходу у вигляді тримання під вартою під час досудового слідства необхідно передбачити належні фінансові і людські ресурси, а також у разі потреби розробити відповідні процесуальні засоби та управлінські методи.»"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "35.  On 11 January 2006 the Committee of Ministers revised the European Prison Rules (), originally adopted on 12 February 1987. These are its recommendations to member States of the Council of Europe on the minimum standards to be applied to persons held in pre-trial detention and to convicted persons. They provide, in so far as relevant, as follows:",
            "uk": "35.  11 січня 2006 року Комітет міністрів переглянув Європейські пенітенціарні правила (), спочатку ухвалені 12 лютого 1987 року. Такими були його рекомендації державам-членам Ради Європи щодо мінімальних стандартів, застосовних до осіб, взятих під варту під час досудового слідства, та засуджених. Їхні відповідні частини передбачають:"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "“1. All persons deprived of their liberty shall be treated with respect for their human rights.",
            "uk": "«1. Під час поводження з усіма особами, позбавленими волі, необхідно поважати їхні права людини."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "2. Persons deprived of their liberty retain all rights that are not lawfully taken away by the decision sentencing them or remanding them in custody.",
            "uk": "2. Особи, позбавлені волі, зберігають усі права, яких вони не були законно позбавлені за рішенням суду, відповідно до якого вони засуджені до позбавлення волі чи взяті під варту."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "3. Restrictions placed on persons deprived of their liberty shall be the minimum necessary and proportionate to the legitimate objective for which they are imposed.",
            "uk": "3. Обмеження, накладені на осіб, позбавлених волі, повинні бути мінімально необхідними та відповідати тій законній меті, з якою вони накладалися."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "4. Prison conditions that infringe prisoners’ human rights are not justified by lack of resources ...",
            "uk": "4. Тримання ув’язнених в умовах, які порушують їхні права людини, не може бути виправдано нестачею ресурсів..."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "Allocation and accommodation",
            "uk": "Розподіл та розміщення"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "18.1. The accommodation provided for prisoners, and in particular all sleeping accommodation, shall respect human dignity and, as far as possible, privacy, and meet the requirements of health and hygiene, due regard being paid to climatic conditions and especially to floor space, cubic content of air, lighting, heating and ventilation.",
            "uk": "18.1. Розміщення ув’язнених, і зокрема надання місць для сну, повинно проводитися з повагою до людської гідності та, у разі можливості, із забезпеченням усамітнення, а також відповідно до санітарно-гігієнічних вимог з урахуванням кліматичних умов, у тому числі площі, кубатури приміщення, освітлення, опалення та вентиляції."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "18.2. In all buildings where prisoners are required to live, work or congregate:",
            "uk": "18.2. У всіх будівлях, де ув’язнені повинні мешкати, працювати або збиратися:"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "a. the windows shall be large enough to enable the prisoners to read or work by natural light in normal conditions and shall allow the entrance of fresh air except where there is an adequate air conditioning system;",
            "uk": "a. вікна мусять бути достатньо великими, аби ув’язнені могли читати або працювати при природному освітленні в нормальних умовах, та має забезпечуватися приплив свіжого повітря, крім випадків, коли наявна відповідна система кондиціонування повітря;"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "b. artificial light shall satisfy recognised technical standards; and",
            "uk": "b. штучне освітлення має відповідати загальноприйнятим технічним нормам; та"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "c. there shall be an alarm system that enables prisoners to contact the staff without delay.",
            "uk": "c. має бути передбачена система сигналізації, яка дозволяє ув’язненим без затримки зв’язуватися з персоналом."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "18.3. Specific minimum requirements in respect of the matters referred to in paragraphs 1 and 2 shall be set in national law.",
            "uk": "18.3. Конкретні мінімальні вимоги щодо питань, перерахованих у пунктах 1 і 2, визначаються національним законодавством."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "18.4. National law shall provide mechanisms for ensuring that these minimum requirements are not breached by the overcrowding of prisons.",
            "uk": "18.4. Національне законодавство мусить передбачати механізми для гарантування, що ці мінімальні вимоги не порушуються внаслідок перенаповнення в’язниць."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "18.5. Prisoners shall normally be accommodated during the night in individual cells except where it is preferable for them to share sleeping accommodation.",
            "uk": "18.5. Зазвичай уночі ув’язнені тримаються в окремих камерах, за винятком тих випадків, коли їм зручніше розташовуватися разом з іншими ув’язненими."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "18.6. Accommodation shall only be shared if it is suitable for this purpose and shall be occupied by prisoners suitable to associate with each other.",
            "uk": "18.6. Спільне розміщення допускається лише в тому випадку, коли приміщення є придатним для цього та ув’язнені, які проживають там, можуть спілкуватися одне з одним."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "18.7. As far as possible, prisoners shall be given a choice before being required to share sleeping accommodation.",
            "uk": "18.7. Наскільки це можливо, ув’язненим має надаватися вибір перед поміщенням до спільного спального приміщення."
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "18.8. In deciding to accommodate prisoners in particular prisons or in particular sections of a prison due account shall be taken of the need to detain:",
            "uk": "18.8. Під час ухвалення рішення щодо поміщення ув’язненого до конкретної в’язниці або до конкретного її відділення слід належним чином враховувати необхідність тримання під вартою:"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "a. untried prisoners separately from sentenced prisoners;",
            "uk": "a. підслідних окремо від засуджених;"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "b. male prisoners separately from females; and",
            "uk": "b. ув’язнених чоловіків окремо від жінок; та"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "c. young adult prisoners separately from older prisoners.",
            "uk": "c. молодих ув’язнених окремо від ув’язнених старшого віку."
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "18.9. Exceptions can be made to the requirements for separate detention in terms of paragraph 8 in order to allow prisoners to participate jointly in organised activities, but these groups shall always be separated at night unless they consent to be detained together and the prison authorities judge that it would be in the best interest of all the prisoners concerned.",
            "uk": "18.9. Можуть бути зроблені винятки з вимог про роздільне тримання, передбачених у пункті 8, для надання ув’язненим можливості спільно брати участь в організованій діяльності, проте ці групи мають завжди розділятися на ніч, якщо тільки ув’язнені не згодні триматися разом та адміністрація в’язниці не вважає, що це буде найкраще відповідати інтересам всіх ув’язнених."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "18.10. Accommodation of all prisoners shall be in conditions with the least restrictive security arrangements compatible with the risk of their escaping or harming themselves or others.",
            "uk": "18.10. Заходи безпеки під час розміщення всіх ув’язнених повинні бути мінімально обмежуючими з урахуванням ризику втечі або заподіяння ув’язненими шкоди собі або іншим."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "Hygiene",
            "uk": "Гігієна"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "19.1. All parts of every prison shall be properly maintained and kept clean at all times.",
            "uk": "19.1. Всі частини кожної в’язниці мають завжди триматися в порядку та чистоті."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "19.2. When prisoners are admitted to prison the cells or other accommodation to which they are allocated shall be clean.",
            "uk": "19.2. Під час поміщенні ув’язнених камери в’язниці або інші приміщення, до яких вони розподілені, повинні бути чистими."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "19.3. Prisoners shall have ready access to sanitary facilities that are hygienic and respect privacy.",
            "uk": "19.3. Ув’язнені повинні мати безперешкодний доступ до санітарних вузлів, які відповідають вимогам гігієни та дозволяють усамітнитися."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "19.4. Adequate facilities shall be provided so that every prisoner may have a bath or shower, at a temperature suitable to the climate, if possible daily but at least twice a week (or more frequently if necessary) in the interest of general hygiene.",
            "uk": "19.4. Ванних і душових повинно бути достатньо, аби кожен ув’язнений міг користуватися ними при температурі, яка відповідає клімату, і якщо можливо, щодня, але не менш двох разів на тиждень (або частіше, якщо це необхідно) для підтримання гігієни."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "19.5. Prisoners shall keep their persons, clothing and sleeping accommodation clean and tidy.",
            "uk": "19.5. Ув’язнені повинні тримати себе, свій одяг і спальні місця в чистому та охайному вигляді."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "19.6. The prison authorities shall provide them with the means for doing so including toiletries and general cleaning implements and materials.",
            "uk": "19.6. Адміністрація в’язниці має забезпечувати їх відповідними предметами, у тому числі туалетними речами, інвентарем і засобами для прибирання."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "19.7. Special provision shall be made for the sanitary needs of women.",
            "uk": "19.7. Слід передбачити спеціальні заходи для задоволення санітарних потреб жінок."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Exercise and recreation",
            "uk": "Фізичні вправи та дозвілля"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "27.1. Every prisoner shall be provided with the opportunity of at least one hour of exercise every day in the open air, if the weather permits.",
            "uk": "27.1. Кожен ув’язнений мусить мати можливість займатися фізичними вправами на свіжому повітрі не менше години щодня, якщо дозволяє погода."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "27.2. When the weather is inclement alternative arrangements shall be made to allow prisoners to exercise.",
            "uk": "27.2. Мають бути передбачені інші можливості для заняття ув’язненими фізичними вправами на випадок поганої погоди."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "27.3. Properly organised activities to promote physical fitness and provide for adequate exercise and recreational opportunities shall form an integral part of prison regimes.",
            "uk": "27.3. Належним чином організована діяльність щодо підтримки фізичної форми та надання можливостей для належного заняття фізичними вправами і дозвіллям мають бути невід’ємною складовою частиною внутрішнього розпорядку в’язниці."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "27.4. Prison authorities shall facilitate such activities by providing appropriate installations and equipment.",
            "uk": "27.4. Адміністрація в’язниць має сприяти такій діяльності шляхом надання відповідного обладнання та інвентарю."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "27.5. Prison authorities shall make arrangements to organise special activities for those prisoners who need them.",
            "uk": "27.5. Адміністрація в’язниць має вживати заходів для організації спеціальної діяльності для ув’язнених, які цього потребують."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "27.6. Recreational opportunities, which include sport, games, cultural activities, hobbies and other leisure pursuits, shall be provided and, as far as possible, prisoners shall be allowed to organise them.",
            "uk": "27.6. Потрібно надавати ув’язненим можливості для проведення дозвілля, включаючи спорт, ігри, культурні заходи, хобі та інші його форми, а також, наскільки можливо, слід дозволяти ув’язненим самим організовувати такі заходи."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "27.7. Prisoners shall be allowed to associate with each other during exercise and in order to take part in recreational activities ...”",
            "uk": "27.7. Ув’язнені мають право спілкуватися один з одним під час занять і задля спільного проведення дозвілля...»"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "2.  Decisions in respect of Ukraine",
            "uk": "2.  Рішення щодо України"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "37.  Thus, during the 1144th meeting held on 4-6 June 2012, Ministers’ Deputies adopted the following decision ():",
            "uk": "37.  Так, під час 1144-го засідання, проведеного 04 – 06 червня \n2012 року, заступники міністрів ухвалили таке рішення ():"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "“The Deputies",
            "uk": "«Заступники"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "1. recalled that the first judgment examined in these groups of cases was delivered by the Court in 2005;",
            "uk": "1. нагадали, що перше розглянуте у цих групах справ рішення було винесено Судом у 2005 році;"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "2. invited the Ukrainian authorities to provide urgently a comprehensive action plan aimed at responding to the structural problems highlighted by the Court in respect of conditions of detention..., as well as aimed at setting up effective remedies in respect thereof ...",
            "uk": "2. запропонували органам влади України терміново ухвалити комплексний план дій для вирішення структурних проблем, вказаних Судом у зв’язку з умовами тримання під вартою..., а також для створення ефективних засобів юридичного захисту у зв’язку з ними ..."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "4. invited further the Ukrainian authorities to provide also their assessment on the impact of the measures adopted so far and the results achieved by these measures ...”",
            "uk": "4. крім того, запропонував органам влади України також надати власну оцінку впливу вжитих наразі заходів і досягнутих цими заходами результатів ...»"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "38.  During the 1288th meeting of the Ministers’ Deputies held on 67 June 2017, the Committee of Ministers adopted the following decision ():",
            "uk": "38.  Під час 1288-го засідання заступників міністрів, проведеного \n06 – 07 червня 2017 року, Комітет міністрів ухвалив таке рішення ():"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "“The Deputies",
            "uk": "«Заступники"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "4.  noted the authorities’ commitment to adopting comprehensive measures to resolve the complex issues raised by these judgments and the important legislative and institutional reforms underway ...",
            "uk": "4.  відзначили зобов’язання державних органів вжити послідовних заходів з метою вирішення комплексних питань, порушених у зазначених рішеннях, а також важливі законодавчі та інституційні реформи, які перебувають на стадії впровадження..."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "6.  with regard to conditions of detention in pre-trial detention facilities and prisons, noted the introduction of the probation system and strongly encouraged the authorities to explore further the use of alternatives to detention to reduce overcrowding;",
            "uk": "6.  стосовно умов тримання у СІЗО та виправних колоніях звернули увагу на впровадження системи пробації та наполегливо закликали державні органи надалі впроваджувати альтернативи триманню під вартою з метою зменшення переповнення установ виконання покарань;"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "7.  strongly encouraged the authorities to focus on elaborating a coherent strategy to fight overcrowding and remedy the broader shortcomings in detention conditions, drawing inspiration from the relevant recommendations of the [CPT] and the Committee of Ministers ...",
            "uk": "7.  наполегливо закликали державні органи зосередитися на розробці узгодженої стратегії боротьби з переповненням установ виконання покарань та усунення значних недоліків умов тримання під вартою, спираючись на відповідні рекомендації Європейського комітету з питань запобіганню катуванням (КЗК) і Комітету міністрів..."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "10.  noted the elaboration of a draft law aimed at introducing both preventive and compensatory remedies and strongly encouraged the authorities to continue their efforts, in the context of the on-going cooperation activities with the Council of Europe, to put in place an effective remedy or combination of remedies ...”",
            "uk": "10.  звернули увагу на розробку законопроекту, спрямованого на впровадження превентивних і компенсаційних засобів юридичного захисту та наполегливо закликали державні органи продовжувати у постійній співпраці з Радою Європи вживати заходи з метою впровадження ефективного засобу юридичного захисту або поєднання таких засобів...»"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "39.  During the 1302nd meeting of the Ministers’ Deputies held on 57 December 2017, the Committee of Ministers adopted the following decision ():",
            "uk": "39.  Під час 1302-го засідання заступників міністрів, проведеного \n05– 07 грудня 2017 року, Комітет міністрів ухвалив таке рішення ():"
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "“The Deputies",
            "uk": "«Заступники"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "As regards general measures",
            "uk": "Щодо загальних заходів"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "Conditions of detention in pre-trial detention centres",
            "uk": "Умови тримання у СІЗО"
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "2.  noted with satisfaction the legislative and administrative measures underway to reform the penitentiary system, and in particular the efforts taken towards the full implementation of the probation system to reduce the overall prison population;",
            "uk": "2.  із задоволенням відзначили законодавчі та адміністративні заходи, що вживаються для реформування пенітенціарної системи, зокрема, зусилля, що спрямовані на повне впровадження системи пробації з метою зменшення загальної кількості ув’язнених;"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "3.  strongly encouraged the authorities to continue with these reforms and to put in place a clear global strategy to address all the deficiencies in material conditions in pre-trial detention centres taking into due consideration the recommendations of [the CPT];",
            "uk": "3.  рішуче закликали державні органи продовжувати запровадження цих реформ та зосередитися на розробці чіткої узгодженої стратегії боротьби з усіма недоліками матеріальних умов тримання в СІЗО, враховуючи при цьому рекомендації Європейського комітету з питань запобіганню катуванням [КЗК];"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "Establishment of effective remedies",
            "uk": "Впровадження ефективних засобів юридичного захисту"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "4.  considered that, in light of the length of time that this issue has been pending, it is now urgent that the authorities take decisive action to establish both preventive and compensatory remedies in line with the European Court’s case law;",
            "uk": "4.  зважаючи на тривалий розгляд цього питання, державним органам необхідно терміново вжити рішучих заходів для впровадження як превентивних, так і компенсаційних засобів юридичного захисту у відповідність до усталеної практики Європейського суду;"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "5.  invited the authorities to submit full details on the content of the draft law currently pending before the Parliament, together with clarifications on the outstanding issues, by 21 December 2017 ...”",
            "uk": "5.  запропонували державним органам подати повну інформацію щодо змісту законопроекту, який знаходиться на розгляді в Парламенті, разом із наданням інформації щодо невирішених питань, до 21 грудня 2017 року ...»"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "40.  During the 1310th meeting of the Ministers’ Deputies held on 1315 March 2018, the Committee of Ministers adopted the following decision ():",
            "uk": "40.  Під час 1310-го засідання заступників міністрів, проведеного \n13 – 15 березня 2018 року, Комітет міністрів ухвалив таке рішення ():"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "“The Deputies",
            "uk": "«Заступники"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "As regards general measures",
            "uk": "Щодо загальних заходів"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "4.  noted with interest the information submitted by the authorities regarding the on-going reform of the penitentiary system; regretted however that the information submitted so far is not sufficiently detailed to demonstrate concrete results either in terms of reduction in overcrowding or improvement in material conditions of detention and access to medical care;",
            "uk": "4.  із зацікавленістю відзначили інформацію, надану державними органами, щодо поточної реформи пенітенціарної системи; проте висловили жаль, що надана наразі інформація не є достатньо детальною, щоб продемонструвати конкретні результати як щодо зменшення переповненості так і поліпшення матеріальних умов тримання під вартою та доступу до медичної допомоги;"
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "5.  strongly urged the authorities to adopt a comprehensive long-term strategy capable of leading to the resolution of these problems of a structural nature, drawing due inspiration from the longstanding recommendations of the [CPT], as well as the Committee of Ministers’ recommendations in the areas concerned;",
            "uk": "5.  наполегливо закликали державні органи прийняти комплексну довгострокову стратегію вирішення цих проблем структурного характеру, спираючись на усталені рекомендації Європейського комітету з питань запобігання катуванням чи нелюдському або такому, що принижує гідність, поводженню чи покаранню [КЗК] і Комітету міністрів з цього питання;"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "7.  decided to resume examination of these groups of cases at the 1331st meeting (December 2018) (DH) at the latest and, in the event that no concrete progress has been made on the establishment of effective compensatory and preventive remedies in the meantime, instructed the Secretariat to prepare a draft interim resolution for that meeting.”",
            "uk": "7.  вирішили відновити розгляд цих груп справ щонайпізніше на своєму 1331-му (DH) засіданні у грудні 2018 року, та, за відсутності інформації про конкретний досягнутий прогрес впровадження ефективних компенсаційних та превентивних заходів, дали Секретаріату вказівку підготувати проект Проміжної Резолюції для цього засідання.»"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "41.  As no such progress was made and, in particular, as it appeared that the draft law previously referred to by the authorities had apparently been put aside and no concrete alternatives were under consideration (), during the 1331st meeting held on 46 December 2018 the following interim resolution () was adopted:",
            "uk": "41.  Оскільки жодного такого прогресу досягнуто не було і, зокрема, як вбачалося, законопроєкт, на який раніше посилалися органи державної влади, був відхилений та не розглядалися які-небудь його конкретні альтернативи (), під час 1331-го засідання, проведеного 04 – 06 грудня 2018 року, була ухвалена така тимчасова резолюція ():"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "“The Committee of Ministers ...",
            "uk": "«Комітет міністрів ..."
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "Having regard to the judgments of the [Court] in the Nevmerzhitsky, Yakovenko, Logvinenko, Isayev and Melnik groups of cases against Ukraine ... transmitted to the Committee for supervision of their execution under Article 46 of the Convention;",
            "uk": "Беручи до уваги рішення [Суду] у групах справ проти України «Невмержицький проти України» (Nevmerzhitsky v. Ukraine), «Яковенко проти України» (Yakovenko v. Ukraine), «Логвиненко проти України» (Logvinenko v. Ukraine), «Ісаєв проти України» (Isayev v. Ukraine) та «Мельник проти України» (Melnik v. Ukraine), ... передані Комітетові для здійснення нагляду за їх виконанням відповідно до статті 46 Конвенції;"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "Recalling that the problems revealed by the present cases, notably the inhuman and/or degrading treatment suffered by the applicants because of overcrowding, poor material conditions of detention ... and the lack of an effective remedy in respect thereof, for which the Court found violations of Articles 3 and 13 of the Convention, have been pending before the Committee since 2005;",
            "uk": "Нагадуючи, що проблеми, виявлені у цих справах, зокрема, нелюдське та/або таке, що принижує гідність поводження, якого зазнали заявники з огляду на переповненість у камерах, неналежні умови тримання під вартою та ненадання належної медичної допомоги під час тримання під вартою, та відсутність ефективного юридичного засобу захисту у зв’язку з цим, в яких Суд констатував порушення статей 3 та 13 Конвенції, розглядаються Комітетом з 2005 року;"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "Underlining that, given the structural nature of the problems arising from the judgments of these groups, and the many years that have elapsed since the issues first came to the attention of the Committee, it is of paramount importance that the authorities now take concrete and decisive steps to address all these deficiencies;",
            "uk": "Підкреслюючи, що з огляду на структурний характер проблем, виявлених у рішеннях в цих групах справ, та тривалий проміжок часу з моменту, коли Комітет вперше звернув увагу на ці проблемні питання, надважливим є вжиття державними органами чітких та рішучих заходів/кроків для усунення усіх цих недоліків;"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "Noting with interest the adoption of the Passport for Reform, a strategy paper in which the authorities seem to have identified the main obstacles to the improvement of conditions of detention in Ukraine;",
            "uk": "Із зацікавленням відзначили прийняття Паспорту реформ, що є стратегічним документом, в якому державні органи визначили основні перешкоди для покращення умов тримання під вартою в Україні;"
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "Recalling that in previous decisions the Committee has repeatedly called upon the authorities to take decisive action to establish, in law and in practice, preventive and compensatory remedies in line with the European Court’s case-law;",
            "uk": "Повторно наголосили, що у попередніх рішеннях Комітет неодноразово закликав державні органи вжити рішучих заходів, спрямованих на встановлення, на законодавчому рівні та на практиці, превентивних та компенсаційних засобів юридичного захисту відповідно до практики Європейського суду;"
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "Noting that some steps have been taken to initiate reflection on the adoption of such remedies by the establishment of a working group but that no concrete progress in this respect has so far been reported;",
            "uk": "Зазначили, що певні заходи, спрямовані на затвердження зазначених засобів, вже були вжиті у зв’язку зі створенням робочої групи, однак про жодний конкретний прогрес у зв’язку з цим і досі не було повідомлено;"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "STRESSED the seriousness of the implications based on the nature of the findings in the present judgments relating to the absolute prohibition of torture and illtreatment in Article 3 of the Convention;",
            "uk": "НАГОЛОСИЛИ на серйозності наслідків з огляду на характер порушень у цих рішеннях, пов’язаних з абсолютною забороною катування та поганого поводження, передбаченого статтею 3 Конвенції;"
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "UNDERLINED the urgent need for the authorities to follow up on their Passport for Reform and continue to work on the adoption of a comprehensive long-term strategy capable of leading to the resolution of these problems of a structural nature, with clear and binding timelines for the adoption of the relevant measures and the provision of the necessary human and financial resources;",
            "uk": "ПІДКРЕСЛИЛИ нагальну потребу дотримання державними органами Паспорту реформ та продовження працювати над прийняттям комплексної довгострокової стратегії, здатної призвести до вирішення цих проблем структурного характеру, із зазначенням чітких та обов’язкових термінів виконання, а також забезпеченням необхідних кадрових та фінансових ресурсів;"
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "RECALLED that the lack of concrete steps to establish effective domestic remedies for allegations of ill-treatment on account of overcrowding, poor material conditions of detention ... undermines the credibility of the authorities’ commitment to resolve these long-standing issues;",
            "uk": "ПОВТОРНО НАГОЛОСИЛИ, що відсутність конкретних заходів, спрямованих на встановлення ефективних засобів юридичного захисту щодо тверджень про погане поводження у зв’язку з переповненістю у камерах, неналежними умовами тримання під вартою ... послаблює довіру до готовності державних органів вирішити зазначені багаторічні проблеми;"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "NOTED that, in view of the increasing number of applications brought before the European Court, this lack of progress also puts an additional undue burden on the Convention system;",
            "uk": "ЗАЗНАЧИЛИ, що з огляду на збільшення кількості заяв, поданих до Європейського суду, така відсутність прогресу також створює додаткове невиправдане навантаження для Конвенційної системи;"
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "NOTED that, in order for such remedies to be effective in practice, there should at the same time be an overall improvement of material conditions and medical care in detention;",
            "uk": "ЗАЗНАЧИЛИ, що з метою забезпечення ефективності зазначених засобів юридичного захисту на практиці, необхідно також здійснити заходи, спрямовані на покращення матеріальних умов та надання медичної допомоги особам, під час їхнього тримання під вартою;"
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "CALLED UPON the authorities to act on their commitment to resolve the problems linked to conditions of detention and, therefore, to establish, as a matter of priority, effective domestic remedies for allegations of ill-treatment on account of overcrowding, poor material conditions ... in detention.”",
            "uk": "ЗАКЛИКАЛИ державні органи виконати свої зобов’язання щодо вирішення проблем, пов’язаних з умовами тримання під вартою, і, як наслідок, запровадити, у першочерговому порядку, ефективні національні засоби юридичного захисту щодо тверджень про погане поводження у зв’язку з переповненістю у камерах, неналежними матеріальними умовами тримання ... під вартою.»"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "C.  United Nations",
            "uk": "C.  Організація Об’єднаних Націй"
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "42.  On 17 December 2015 the United Nations General Assembly adopted the United Nations Standard Minimum Rules for the Treatment of Prisoners () as global key standards for the treatment of prisoners. In the relevant part they provide:",
            "uk": "42.  17 грудня 2015 року Генеральна асамблея Організації Об’єднаних Націй ухвалила Мінімальні стандартні правила поводження з ув’язненими (), як загальні ключові стандарти поводження з ув’язненими. У відповідних частинах вони передбачають:"
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "“Accommodation",
            "uk": "«Приміщення"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "Rule 13",
            "uk": "Правило 13"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "All accommodation provided for the use of prisoners and in particular all sleeping accommodation shall meet all requirements of health, due regard being paid to climatic conditions and particularly to cubic content of air, minimum floor space, lighting, heating and ventilation.",
            "uk": "Всі приміщення, якими користуються ув’язнені, особливо спальні, повинні відповідати всім санітарним вимогам, водночас належну увагу слід приділити кліматичним умовам, особливо кубатурі цих приміщень, мінімальному особистому простору, освітленню, опаленню і вентиляції."
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "Rule 14",
            "uk": "Правило 14"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "In all places where prisoners are required to live or work:",
            "uk": "У приміщеннях, де живуть і працюють ув’язнені:"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "(a) The windows shall be large enough to enable the prisoners to read or work by natural light and shall be so constructed that they can allow the entrance of fresh air whether or not there is artificial ventilation;",
            "uk": "(a) Вікна повинні бути достатньо великими, щоб ув’язнені могли читати або працювати при денному світлі, і сконструйованими так, щоб забезпечувати доступ свіжого повітря, незалежно від наявності системи штучної вентиляції;"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "(b) Artificial light shall be provided sufficient for the prisoners to read or work without injury to eyesight.",
            "uk": "(b) Штучне освітлення має бути достатнім, щоб ув’язнені могли читати або працювати без шкоди для зору."
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "Rule 15",
            "uk": "Правило 15"
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "The sanitary installations shall be adequate to enable every prisoner to comply with the needs of nature when necessary and in a clean and decent manner ...",
            "uk": "Санітарні вузли повинні бути належними, щоб кожен ув’язнений міг задовольняти свої природні потреби, коли йому це потрібно в умовах чистоти і пристойності..."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "Rule 17",
            "uk": "Правило 17"
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "All parts of a prison regularly used by prisoners shall be properly maintained and kept scrupulously clean at all times ...",
            "uk": "Усі частини установи, якими регулярно користуються ув’язнені, повинні завжди триматися в належному порядку і повній чистоті..."
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "Exercise and sport",
            "uk": "Фізичні вправи і спорт"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "Rule 23",
            "uk": "Правило 23"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "1. Every prisoner who is not employed in outdoor work shall have at least one hour of suitable exercise in the open air daily if the weather permits.",
            "uk": "1. Всі ув’язнені, не зайняті роботою на свіжому повітрі, мають право щонайменше на щоденну одногодинну прогулянку на вулиці, якщо дозволяє погода."
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "2. Young prisoners, and others of suitable age and physique, shall receive physical and recreational training during the period of exercise. To this end, space, installations and equipment should be provided ...”",
            "uk": "2. Неповнолітнім та іншим ув’язненим приблизно одного віку, що мають відповідний фізичний стан, має бути забезпечено фізичне тренування і можливість проведення спортивних ігор під час прогулянок. Для цього необхідно забезпечити наявність простору, обладнання та інвентаря...»"
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "D.  Subcommittee on Prevention of Torture",
            "uk": "D.  Підкомітет з питань запобігання катуванням"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "43.  In accordance with the 2002 Optional Protocol to the United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (“the 2002 Protocol”), which was ratified by Ukraine on 21 July 2006, the Subcommittee on Prevention of Torture (“the SPT”) established by the Protocol has carried out two visits to Ukraine (in 2011 and 2016).",
            "uk": "43.  Відповідно до Факультативного протоколу 2002 року до Конвенції Організації Об’єднаних Націй проти катувань та інших жорстоких, нелюдських або таких, що принижують гідність, видів поводження або покарання (далі – Протокол 2002 року), ратифікованого Україною 21 липня 2006 року, створений згідно з Протоколом Підкомітет з питань запобігання катуванням (далі – ПЗК) здійснив два візити до України (у 2011 та 2016 році)."
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "E.  Parliamentary Commissioner for Human Rights (Ombudsman) of Ukraine/National Preventive Mechanism",
            "uk": "E.  Уповноважений Верховної Ради України з прав людини (далі – Уповноважений з прав людини)/Національний превентивний механізм"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "45.  The question of whether the rights of detainees in Ukraine are observed has been addressed in the Ombudsman’s annual reports since 2000. In addition, since November 2012 the Ombudsman has exercised the NPM functions provided for by the 2002 Protocol. A number of issues have been raised by the Ombudsman/NPM in this respect.",
            "uk": "45.  З 2000 року питання, чи дотримуються права ув’язнених в Україні, розглядалося у щорічних доповідях Уповноваженого з прав людини. Крім того, з листопада 2012 року Уповноважений з прав людини виконує функції НПМ, передбачені Протоколом 2002 року. У зв’язку з цим Уповноважений з прав людини/НПМ порушував низку питань."
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "46.  In the  the NPM made the following observations in respect of the facilities visited, including the Dnipro SIZO: non-compliance with the domestic norm of 2.5 square metres of personal space per detainee in SIZOs; insufficient natural and artificial lighting in cells; absence of ventilation; excessive humidity and presence of mould in some cells.",
            "uk": "46.  У  НПМ зробив такі зауваження щодо умов у відвіданих установах, у тому числі Дніпровському СІЗО: недотримання національного стандарту у 2,5 квадратні метри особистого простору на ув’язненого у СІЗО; недостатнє природне та штучне освітлення у камерах; відсутність вентиляції; надмірна вологість і наявність цвілі у деяких камерах."
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "III.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "III.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "A.  Constitution of Ukraine (1996)",
            "uk": "A.  Конституція України (1996 року)"
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "51.  Article 28 provides that everyone has the right to respect for his or her dignity and that no one may be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity.",
            "uk": "51.  Стаття 28 передбачає, що кожен має право на повагу до його гідності і ніхто не може бути підданий катуванню, жорстокому, нелюдському або такому, що принижує його гідність, поводженню чи покаранню."
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "B.  Pre-trial Detention Act (1993)",
            "uk": "B.  Закон України «Про попереднє ув’язнення» (1993 року)"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "52.  Section 1 provides that detention must be based on the principles of strict observance of the Constitution of Ukraine and the requirements of the Universal Declaration of Human Rights, and other international norms and standards of treatment of detainees. Deliberate acts that cause physical or mental suffering or humiliation cannot be tolerated.",
            "uk": "52.  Стаття 1 передбачає, що тримання під вартою повинно здійснюється на принципах неухильного додержання Конституції України, вимог Загальної декларації прав людини та інших міжнародних правових норм і стандартів поводження з ув’язненими. Не можуть допускатися навмисні дії, що завдають фізичних чи моральних страждань або принижують людську гідність."
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "53.  Section 4 provides that persons taken into custody as a preventive measure must be held in pre-trial detention facilities, or SIZOs (слідчі ізолятори). In certain cases, such persons may be held in temporary detention facilities (ізолятори тимчасового тримання).",
            "uk": "53.  Стаття 4 передбачає, що установами для тримання осіб, щодо яких як запобіжний захід обрано тримання під вартою, є слідчі ізолятори. В окремих випадках ці особи можуть перебувати в ізоляторах тимчасового тримання."
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "54.  Section 9 provides that detainees have the right, inter alia, to one hour’s exercise per day and eight hours’ sleep. They may lodge complaints, submit requests and send letters to the State authorities and officials.",
            "uk": "54.  Стаття 9 передбачає, що особи, взяті під варту, мають право, inter alia, на щоденну прогулянку тривалістю одна година та восьмигодинний сон. Вони мають право звертатися зі скаргами, заявами та листами до державних органів і службових осіб."
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "55.  Section 11 provides that detainees must be accommodated in conditions that meet statutory sanitary and hygiene requirements. The cell space for each person must not be less than 2.5 square metres.",
            "uk": "55.  Стаття 11 передбачає, що особам, взятим під варту, забезпечуються побутові умови, що відповідають правилам санітарії та гігієни. Площа в камері для кожної особи не може бути менше \n2,5 квадратного метра."
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "56.  Under section 21 the SIZO administration must provide detainees with material and living conditions that meet the established statutory norms, and provide them with the necessary food and medical care.",
            "uk": "56.  Відповідно до статті 21 адміністрація СІЗО зобов’язана створити особам, взятим під варту, необхідні житлово-побутові умови відповідно до встановлених норм, а також забезпечити їх харчуванням і медичним обслуговуванням."
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "57.  Section 22 provides that prosecutors are responsible for ensuring that SIZOs comply with the relevant laws. The SIZO administration must comply with decisions and instructions issued by prosecutors in respect of conditions of detention.",
            "uk": "57.  Стаття 22 передбачає, що нагляд за додержанням відповідних законів у СІЗО здійснюється прокурорами. Постанови і вказівки прокурорів щодо умов тримання під вартою підлягають обов’язковому виконанню адміністрацією СІЗО."
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "C.  Prosecutors Act (2014)",
            "uk": "C.  Закон України «Про прокуратуру» (2014 року)"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "58.  Section 2 provides that prosecutors are responsible for ensuring compliance with the law during the execution of criminal sentences and oversee the application of other coercive measures related to restriction of personal freedom.",
            "uk": "58.  Стаття 2 передбачає, що до функцій прокуратури входить нагляд за додержанням законів при виконанні судових рішень у кримінальних справах, а також при застосуванні інших заходів примусового характеру, пов’язаних з обмеженням особистої свободи."
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "D.  Code of Criminal Procedure (2012)",
            "uk": "D.  Кримінальний процесуальний кодекс України (2012 року)"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "60.  Article 176 of the Code of Criminal Procedure (“the CCP”) provides that a personal undertaking, personal warranty, bail, house arrest and pre-trial detention may be applied as preventive measures.",
            "uk": "60.  Стаття 176 Кримінального процесуального кодексу України (далі – КПК України) передбачає, що запобіжними заходами є особисте зобов’язання, особиста порука, застава, домашній арешт і тримання під вартою."
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "61.  Article 183 provides that pre-trial detention is an exceptional measure. It may be applied only if the prosecutor proves that a less strict preventive measure cannot prevent the risks specified in the Code.",
            "uk": "61.  Стаття 183 передбачає, що тримання під вартою є винятковим запобіжним заходом. Воно застосовується виключно у разі, якщо прокурор доведе, що жоден із більш м’яких запобіжних заходів не зможе запобігти ризикам, передбаченим цим Кодексом."
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "E.  Code on the Execution of Sentences (2003)",
            "uk": "E.  Кримінально-виконавчий кодекс України (2003 року)"
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "63.  The Code on the Execution of Sentences (“the 2003 Code”) regulates the procedure for and conditions of the execution of criminal sentences.",
            "uk": "63.  Кримінально-виконавчий кодекс України (далі – Кодекс \n2003 року) регулює порядок та умови виконання кримінальних покарань."
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "F.  Pre-trial Detention Facilities Regulations (2013)",
            "uk": "F.  Правила внутрішнього розпорядку ізоляторів Державної кримінально-виконавчої служби України (2013 року)"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "66.  The 2013 Regulations reiterate and further specify the provisions of the Pre-trial Detention Act in respect of the procedure for and conditions of detention in SIZOs.",
            "uk": "66.  Правила 2013 року повторюють і детально роз’яснюють положення Закону України «Про попереднє ув’язнення» щодо порядку та умов тримання під вартою у СІЗО."
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "67.  In particular, detainees have, inter alia, the right to an hour’s daily exercise; to send complaints, applications and letters to State bodies and officials; to live in conditions that are in accordance with the rules on sanitation and hygiene; and to be provided with free hot meals three times a day, with an individual sleeping area, bedding and other household items, and with personal hygiene products.",
            "uk": "67.  Зокрема, особи, взяті під варту, мають право, inter alia, на щоденні прогулянки тривалістю одна година; звернення зі скаргами, заявами та листами до державних органів і посадових осіб; проживання в умовах, які відповідають санітарно-гігієнічним правилам, та отримання безкоштовної гарячої їжі тричі на добу, індивідуальне місце для сну, постільну білизну та інші предмети побуту, а також предмети особистої гігієни."
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "G.  Concept of Reform (Development) of the Prison System of Ukraine (2017)",
            "uk": "G.  Концепція реформування (розвитку) пенітенціарної системи України (2017 року)"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "68.  On 13 September 2017 the Government (Cabinet of Ministers) of Ukraine approved the Concept of Reform (Development) of the Prison System of Ukraine (“the 2017 Concept”), which set out the general principles underlying the reform and functioning of the prison system in Ukraine.",
            "uk": "68.  13 вересня 2017 року Уряд (Кабінет міністрів) України схвалив Концепцію реформування (розвитку) пенітенціарної системи України (далі – Концепція 2017 року), встановивши загальні принципи, які лежатимуть в основі реформування та функціонування пенітенціарної системи в Україні."
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "71.  The Government submitted that owing to financial constraints, implementation of the 2017 Concept was estimated to take until 2020.",
            "uk": "71.  Уряд стверджував, що з огляду на обмежене фінансування реалізація Концепції 2017 року за підрахунками триватиме до \n2020 року."
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "H.  Draft law on preventive and compensatory remedies",
            "uk": "H.  Законопроєкт про превентивні та компенсаційні засоби юридичного захисту"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "The judge is obliged to visit in person the relevant detention facility and to conduct an anonymous interview with a detainee who made an application. Upon the latter’s wish, participation of a defender is ensured during the interview. Decisions on the application of preventive measures should immediately be complied with by the relevant authorities or persons. Failure to comply with them entails disciplinary or criminal liability.",
            "uk": "За бажанням останнього під час зустрічі забезпечується участь захисника. Відповідні органи або особи повинні негайно виконувати рішення про застосування превентивних заходів. Їхнє невиконання тягне за собою притягнення до дисциплінарної або кримінальної відповідальності."
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "73.  The Government submitted that the draft law was being examined by the relevant parliamentary committees. According to the information available on the Parliament’s , on 29 August 2019 that draft law was withdrawn.",
            "uk": "73.  Уряд стверджував, що законопроєкт розглядали відповідні парламентські комітети. Згідно з доступною на  Верховної Ради України інформацією 29 серпня 2019 цей законопроєкт був відкликаний."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "I.  Statistics on persons held in pre-trial detention",
            "uk": "I.  Статистика щодо осіб, які тримаються під вартою під час досудового слідства"
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "74.  According to the NPM , the following numbers of detainees were held in SIZOs between 2009 and 2017: 34,148 in 2009; 38,030 in 2010; 39,363 in 2011; 37,632 in 2012; 30,854 in 2013; 21,502 in 2014; 15,638 in 2015; and 16,615 in 2016.",
            "uk": "74.  Згідно з  у період з 2009 до \n2017 року в СІЗО трималася така кількість осіб, взятих під варту: 34 148 осіб у 2009 році; 38 030 осіб у 2010 році; 39 363 осіб у \n2011 році; 37 632 осіб у 2012 році; 30 854 осіб у 2013 році; 21 502 осіб у 2014 році; 15 638 осіб у 2015 році та 16 615 осіб у 2016 році."
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "75.  According to the Government, as of 22 October 2017, there were 19,516 persons being held in SIZOs and penal institutions with SIZO functions.",
            "uk": "75.  Згідно з твердженнями Уряду станом на 22 жовтня 2017 року у СІЗО та пенітенціарних установах з функціями СІЗО знаходилося 19 516 осіб."
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "76.  According to the information on the SSES , as of 1 April 2019, 20,346 persons were being held in SIZOs.",
            "uk": "76.  Згідно з інформацією на  ДКВС станом на 01 квітня 2019 року у СІЗО перебувало 20 346 осіб."
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "J.  Statistics on the use of pre-trial detention as a preventive measure",
            "uk": "J.  Статистика застосування запобіжного заходу у вигляді взяття під варту"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "78.  The applicant complained under Article 3 of the Convention that the conditions of his detention in the Dnipro SIZO and of his transfer to and detention at the court on hearing days had been inhuman and degrading. Article 3 reads as follows:",
            "uk": "78.  Заявник скаржився за статтею 3 Конвенції, що умови тримання його у Дніпровському СІЗО та перевезення і тримання в суді у дні проведення судових засідань були нелюдськими та такими, що принижують гідність. Стаття 3 передбачає:"
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "1.  The applicant",
            "uk": "1.  Заявник"
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "81.  As regards the conditions of his detention in the court’s holding cells, the applicant noted that the Government had not commented on his complaint about the lack of ventilation in those cells and had not specified the number of detainees held with him. He thus submitted that there had been a breach of Article 3 on that account as well.",
            "uk": "81.  Щодо умов тримання його під вартою в камерах для очікування у суді заявник зазначив, що Уряд не прокоментував його скаргу про відсутність вентиляції у цих камерах і не вказав кількість ув’язнених, які трималися разом з ним. Тому заявник стверджував, що у зв’язку з цим також було порушено статтю 3 Конвенції."
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "2.  The Government",
            "uk": "2.  Уряд"
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "82.  Relying on their account of the events (see paragraphs 12, 17 and 23 above), the Government submitted that there had been no breach of Article 3 in the present case.",
            "uk": "82.  Посилаючись на свій опис подій (див. пункти 12, 17 і 23), Уряд стверджував, що у цій справі не було порушено статтю 3 Конвенції."
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "1.  General principles",
            "uk": "1.  Загальні принципи"
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "(a)  Assessment of the evidence and establishments of the facts",
            "uk": "(a)  Оцінка доказів і встановлення фактів"
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "83.  The relevant principles were summarised in Ananyev and Others v. Russia (nos. 42525/07 and 60800/08, 10 January 2012) as follows:",
            "uk": "83.  Відповідні принципи були таким чином узагальнені в рішенні у справі «Ананьєв та інші проти Росії» (Ananyev and Others v. Russia), \nзаяви № 42525/07 і № 60800/08, від 10 січня 2012 року):"
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "(b)  Relevant principles under Article 3",
            "uk": "(b)  Відповідні принципи за статтею 3 Конвенції"
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "2.  Conditions of the applicant’s detention in the Dnipro SIZO",
            "uk": "2.  Умови тримання заявника у Дніпровському СІЗО"
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "(a)  Admissibility",
            "uk": "(a)  Прийнятність"
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "88.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "88.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції та не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "(b)  Merits",
            "uk": "(b)  Суть"
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "(i)  General findings",
            "uk": "(i)  Загальні висновки"
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "90.  As to the former issues, the Court notes that the applicant’s submissions in respect of cells nos. 931 and 911 are supported by the photographs and written statements of his cellmates and other detainees (see paragraphs 14 and 15 above). The Government did not contest that evidence as such. The applicant’s submissions are also generally supported by the CPT’s 2014 report (see paragraph 30 above).",
            "uk": "90.  Щодо перших проблем Суд зазначає, що доводи заявника стосовно камер № 931 та № 911 підтверджуються фотографіями та письмовими показаннями його співкамерників та інших ув’язнених (див. пункти 14 і 15). Уряд не оскаржив ці показання як такі. У цілому доводи заявника також підтверджуються доповіддю КЗК за 2014 рік (див. Пункт 30)."
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "92.  Lastly, the Court notes that the applicant had one-hour daily walks during his detention in the Dnipro SIZO (see paragraphs 17 and 79 above).",
            "uk": "92.  Насамкінець, Суд зазначає, що заявник мав щоденні прогулянки на свіжому повітрі тривалістю одна година протягом тримання його під вартою у Дніпровському СІЗО (див. пункти 17 та 79)."
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "93.  The Court will next assess in turn the conditions of the applicant’s detention in the four cells mentioned above.",
            "uk": "93.  Далі Суд по черзі оцінить умови тримання заявника у чотирьох зазначених камерах."
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "(ii)  The applicant’s detention in cells nos. 655 and 661",
            "uk": "(ii)  Тримання заявника під вартою у камерах № 655 і № 661"
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "(iii)  The applicant’s detention in cell no. 931",
            "uk": "(iii)  Тримання заявника під вартою у камері № 931"
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "(iv)  The applicant’s detention in cell no. 911",
            "uk": "(iv)  Тримання заявника під вартою у камері № 911"
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "96.  From 26 May 2014 to 22 March 2017 the applicant was held in cell no. 911. From 26 May 2014 to 1 January 2015 he had from 2.6 to 3.25 square metres of personal space, depending on the number of detainees held with him; and from 1 January 2015 to 22 March 2017 he had, in various non-consecutive periods, 2.6, 3.25 or 4.3 square metres of personal space (see paragraph 12 above).",
            "uk": "96.  З 26 травня 2014 року до 22 березня 2017 року заявник тримався у камері № 911. З 26 травня 2014 року до 01 січня 2015 року він мав у своєму розпорядженні 2,6 – 3,25 квадратні метри особистого простору, залежно від кількості осіб, які трималися разом з ним; а з \n01 січня 2015 року до 22 березня 2017 року – у різні розділені у часі періоди, 2,6, 3,25 або 4,3 квадратні метри особистого простору (див. пункт 12)."
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "98.  As to the periods during which the applicant had 3.25 square metres of personal space, and even assuming that between 26 May 2014 and 1 January 2015 he had 3.25 square metres of personal space for most of the time, the space factor was aggravated by other aspects of the conditions of his detention (see paragraphs 90 and 92 above). Their cumulative effect also amounted to a breach of Article 3 of the Convention.",
            "uk": "98.  Щодо періодів, протягом яких заявник мав у своєму розпорядженні 3,25 квадратні метри особистого простору, та навіть припустивши, що з 26 травня 2014 року до 01 січня 2015 року більшість часу він мав у своєму розпорядженні 3,25 квадратні метри особистого простору, чинник простору погіршувався у зв’язку з іншими аспектами умов тримання його під вартою (див. пункти 90 та 92). Їхній сукупний вплив також становив порушення статті 3 Конвенції."
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "(v)  Conclusion",
            "uk": "(v)  Висновок"
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "100.  The Court concludes that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention in the Dnipro SIZO (except for periods during which he had 4.3 square metres of personal space in cell no. 911).",
            "uk": "100.  Суд вважає, що було порушено статтю 3 Конвенції у зв’язку з умовами тримання заявника під вартою у Дніпровському СІЗО (окрім періодів, протягом яких він мав у своєму розпорядженні 4,3 квадратні метри особистого простору в камері № 911)."
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "3.  Conditions of the applicant’s transfer and detention on hearing days",
            "uk": "3.  Умови перевезення та тримання заявника під вартою у дні проведення засідань"
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "106.  Accordingly, this part of the application is manifestly ill-founded and must be rejected under Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "106.  Отже, ця частина заяви є явно необґрунтованою та має бути відхилена відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 13 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "107.  The applicant further complained, in substance under Article 13 of the Convention, that there were no effective remedies in Ukraine in respect of his complaints under Article 3. The former provision reads as follows:",
            "uk": "107.  Заявник також скаржився по суті за статтею 13 Конвенції на відсутність ефективних засобів юридичного захисту в Україні у зв’язку з його скаргами за статтею 3 Конвенції. Це положення передбачає:"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в [цій] Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "1.  The applicant",
            "uk": "1.  Заявник"
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "2.  The Government",
            "uk": "2.  Уряд"
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "110.  The Court notes that it has declared manifestly ill-founded the applicant’s complaint about the conditions of his transfer and detention on hearing days. Accordingly, there is no arguable claim under Article 13 of the Convention in this respect (see Temchenko, cited above, § 98).",
            "uk": "110.  Суд зазначає, що визнав явно необґрунтованою скаргу заявника на умови його перевезення та тримання під вартою у дні проведення судових засідань. Отже, щодо цього не було подано небезпідставну скаргу за статтею 13 Конвенції (див. згадане рішення у справі «Темченко проти України» (Temchenko v. Ukraine), пункт 98)."
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "111.  As to the complaint concerning the alleged lack of effective remedies for the complaint about the conditions of detention in the Dnipro SIZO, the Court notes that it is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention; nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "111.  Щодо скарги на стверджувану відсутність засобів юридичного захисту у зв’язку зі скаргою на умови тримання під вартою у Дніпровському СІЗО Суд зазначає, що вона не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції; також не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "(a)  General principles",
            "uk": "(a)  Загальні принципи"
        }
    },
    {
        "id": 281,
        "translation": {
            "en": "For the purposes of the exhaustion of domestic remedies under Article 35 of the Convention, the Court has held that, in the absence of a preventive remedy providing for an effective avenue which the applicants could and should have used during their detention, the use of a compensatory remedy after unsatisfactory conditions of detention have ended is normally an effective remedy.",
            "uk": "Для цілей вичерпання національних засобів юридичного захисту за статтею 35 Конвенції Суд постановив, що за відсутності превентивного засобу юридичного захисту, який передбачає ефективну можливість, якою могли та повинні були скористуватися заявники протягом тримання їх під вартою, використання компенсаційного засобу юридичного захисту після закінчення існування незадовільних умов тримання під вартою зазвичай є ефективним засобом юридичного захисту."
        }
    },
    {
        "id": 282,
        "translation": {
            "en": "However, where an effective preventive remedy has been established, the applicants in detention, as a rule, cannot be dispensed from the obligation to use it. In other words, before bringing their complaints to the Court, they are first required to use properly the available and effective preventive remedy and then, if appropriate, the relevant compensatory remedy.",
            "uk": "Проте якщо ефективний превентивний засіб юридичного захисту був створений, то заявники, які тримаються під вартою, як правило, не можуть бути звільнені від зобов’язання ним скористатися. Іншими словами, перед зверненням до Суду зі скаргами вони повинні спочатку скористатися доступним та ефективним превентивними засобом юридичного захисту і згодом, за необхідності, відповідним компенсаційним засобом."
        }
    },
    {
        "id": 283,
        "translation": {
            "en": "If the use of an otherwise available and effective preventive remedy is futile in view of the brevity of an applicant’s stay in inadequate conditions of detention, the only viable option would be a compensatory remedy allowing for a possibility to obtain redress for the past placement in such conditions.",
            "uk": "Якщо використання доступного та ефективного в інших випадках засобу юридичного захисту є безуспішним через невелику тривалість перебування заявника у неналежних умовах, єдиним доступним вибором буде компенсаційний засіб юридичного захисту, який передбачає можливість отримання відшкодування за попереднє поміщення у такі умови."
        }
    },
    {
        "id": 284,
        "translation": {
            "en": "(b)  Application of the above principles in the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 285,
        "translation": {
            "en": "(i)  Preventive remedies",
            "uk": "(i)  Превентивні засоби юридичного захисту"
        }
    },
    {
        "id": 286,
        "translation": {
            "en": "118.  The Court notes that the Government referred to Article 8 of the 2003 Code, which deals with prisoners’ right to lodge complaints with various authorities, including a prosecutor. It also notes, however, that the Code concerns convicted persons and not those held in pre-trial detention, as was the present applicant. Nevertheless, section 9 of the Pre-trial Detention Act provides for a similar right for detainees (see paragraph 54 above).",
            "uk": "118.  Суд зазначає, що Уряд посилався на статтю 8 Кодексу \n2003 року, яка стосується права ув’язнених звертатися зі скаргами до різних органів державної влади, у тому числі прокурора. Проте він також зазначає, що цей Кодекс стосується засуджених, а не осіб, взятих під варту під час досудового слідства, як заявник у цій справі. Однак, стаття 9 Закону України «Про попереднє ув’язнення» передбачає аналогічне право для осіб, узятих під варту (див. пункт 54)."
        }
    },
    {
        "id": 287,
        "translation": {
            "en": "122.  In the present case the Government have not provided any new information as to how lodging a complaint with a prosecutor about inadequate conditions of detention could have prevented the alleged violation or its continuation, or provided the applicant with adequate redress. The Court thus concludes, as it has in previous cases against Ukraine, that such a complaint falls short of the requirements of an effective remedy.",
            "uk": "122.  У цій справі Уряд не надав жодної нової інформації щодо того, як звернення до прокурора зі скаргою про неналежні умови тримання під вартою могло б запобігти стверджуваному порушенню або його продовженню, або надати заявнику належне відшкодування. Тому, як і у попередніх справах проти України, Суд доходить висновку, що така скарга не відповідає вимозі ефективного засобу юридичного захисту."
        }
    },
    {
        "id": 288,
        "translation": {
            "en": "(ii)  Compensatory remedies",
            "uk": "(ii)  Компенсаційні засоби юридичного захисту"
        }
    },
    {
        "id": 289,
        "translation": {
            "en": "124.  The Court notes that the Government did not suggest that any such remedies had been available to the applicant in the present case.",
            "uk": "124.  Суд зазначає, що Уряд не стверджував, що будь-які такі засоби юридичного захисту були доступні заявнику у цій справі."
        }
    },
    {
        "id": 290,
        "translation": {
            "en": "(iii)  Conclusion",
            "uk": "(iii)  Висновок"
        }
    },
    {
        "id": 291,
        "translation": {
            "en": "125.  The Court thus concludes that there has been a violation of Article 13 of the Convention, read in conjunction with Article 3 of the Convention, on account of the absence for the applicant of an effective remedy to complain about the conditions of his detention in the Dnipro SIZO.",
            "uk": "125.  Тому Суд зазначає, що було порушено статтю 13 Конвенції у поєднанні зі статтею 3 Конвенції у зв’язку з відсутністю у заявника ефективного засобу юридичного захисту для оскарження умов тримання його під вартою у Дніпровському СІЗО."
        }
    },
    {
        "id": 292,
        "translation": {
            "en": "III.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
            "uk": "III.  ЗАСТОСУВАННЯ СТАТТІ 46 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 293,
        "translation": {
            "en": "126.  Article 46 of the Convention provides, in so far as relevant:",
            "uk": "126.  Відповідна частина статті 46 Конвенції передбачає:"
        }
    },
    {
        "id": 294,
        "translation": {
            "en": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
            "uk": "«1.  Високі Договірні Сторони зобов’язуються виконувати остаточні рішення Суду в будь-яких справах, у яких вони є сторонами."
        }
    },
    {
        "id": 295,
        "translation": {
            "en": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
            "uk": "2.  Остаточне рішення Суду передається Комітетові Міністрів, який здійснює нагляд за його виконанням.»"
        }
    },
    {
        "id": 296,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 297,
        "translation": {
            "en": "1.  The applicant",
            "uk": "1.  Заявник"
        }
    },
    {
        "id": 298,
        "translation": {
            "en": "2.  The Government",
            "uk": "2.  Уряд"
        }
    },
    {
        "id": 299,
        "translation": {
            "en": "131.  The Government further stated that in 2016 a division had been created in the Ministry of Justice for the inspection of respect for human rights in penal institutions. In 2017 it had inspected twenty penal institutions, and had then sent the interregional bureaux of the Ministry of Justice recommendations for the elimination of the breaches found and for measures to be taken.",
            "uk": "131.  Уряд також зазначив, що у 2016 році в Міністерстві юстиції України був створений відділ для інспекції дотримання прав людини в пенітенціарних установах. У 2017 році він перевірив двадцять пенітенціарних установ і надіслав міжрегіональному управлінню Міністерства юстиції України рекомендації щодо усунення виявлених порушень і вжиття заходів."
        }
    },
    {
        "id": 300,
        "translation": {
            "en": "133.  The Government also submitted that during its 1302nd meeting (see paragraph 39 above), the Committee of Ministers had noted with satisfaction the legislative and administrative measures being taken to reform the prison system. Taking into account the circumstances of the present case and the reforms being conducted, the Government concluded that it was not appropriate to apply the pilot-judgment procedure in the present case.",
            "uk": "133.  Уряд також стверджував, що під час 1302-го засідання (див. пункт 39) Комітет міністрів із задоволенням вказав на законодавчі та адміністративні заходи, вжиті для реформування пенітенціарної системи. Враховуючи обставини цієї справи та проведені реформи, Уряд дійшов висновку, що до цієї справи було недоречно застосовувати процедуру пілотного рішення."
        }
    },
    {
        "id": 301,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 302,
        "translation": {
            "en": "1.  General principles",
            "uk": "1.  Загальні принципи"
        }
    },
    {
        "id": 303,
        "translation": {
            "en": "134.  The relevant principles concerning the application of Article 46 of the Convention in pilot-judgment proceedings were recapitulated in Ananyev and Others (cited above, §§ 180-83; see also Neshkov and Others, § 267, and Varga and Others, §§ 94-97, both cited above) as follows:",
            "uk": "134.  Відповідні принципи щодо застосування статті 46 Конвенції у пілотному рішенні були узагальнені в згаданому рішенні у справі «Ананьєв та інші проти Росії» (Ananyev and Others v. Russia), \nпункти 180 – 183; див. також згадані рішення у справах «Нешков та інші проти Болгарії» (Neshkov and Others v. Bulgaria), пункт 267, «Варга та інші проти Угорщини» (Varga and Others v. Hungary), \nпункти 94 – 97) так:"
        }
    },
    {
        "id": 304,
        "translation": {
            "en": "(ii)  To facilitate the effective implementation of its judgments along these lines, the Court may resort to a pilot-judgment procedure allowing it to identify a structural problem underlying the breach and to indicate the measures to be taken by the respondent State to remedy them. However, the above approach is pursued with due respect for the functions of the Convention organs: under Article 46 § 2 of the Convention it is for the Committee of Ministers to evaluate the implementation of relevant measures;",
            "uk": "(ii)  Для сприяння ефективному виконанню його рішень у цьому контексті Суд може скористатися процедурою пілотного рішення, яка дозволяє йому визначити структурну проблему, яка призводить до порушення, та вказати заходи, які держава-відповідач повинна вжити для вирішення цієї проблеми. Проте цей підхід застосовується з повагою до функцій конвенційних органів: відповідно до пункту 2 статті 46 Конвенції саме Комітет міністрів повинен оцінити результати вжиття відповідних заходів;"
        }
    },
    {
        "id": 305,
        "translation": {
            "en": "(iv)  If the respondent State fails to adopt such measures following a pilot judgment, the Court will have no choice but to resume examination of any similar applications pending before it which it may have decided to adjourn and to take them to judgment, with a view to ensuring effective observance of the Convention.",
            "uk": "(iv)  Якщо держава-відповідач не вживає таких заходів після ухвалення пілотного рішення, то для забезпечення ефективного дотримання Конвенції Суд буде змушений продовжити розгляд та ухвалення рішень щодо аналогічних поданих до нього заяв, розгляд яких він міг вирішити відкласти."
        }
    },
    {
        "id": 306,
        "translation": {
            "en": "2.  Existence of a structural problem warranting the application of the pilot-judgment procedure in the present case",
            "uk": "2.  Існування структурної проблеми, яка виправдовує застосування процедури пілотного рішення у цій справі"
        }
    },
    {
        "id": 307,
        "translation": {
            "en": "3.  General measures to deal with the structural problem",
            "uk": "3.  Загальні заходи для вирішення структурної проблеми"
        }
    },
    {
        "id": 308,
        "translation": {
            "en": "(a)  Measures to reduce overcrowding and improve conditions of detention",
            "uk": "(a)  Заходи для зменшення переповненості та покращення умов тримання під вартою"
        }
    },
    {
        "id": 309,
        "translation": {
            "en": "150.  Reduction in overcrowding in the SIZOs would also follow from a change in the current minimum domestic standard of 2.5 square metres of personal space per detainee provided for in Section 11 of the Pre-trial Detention Act of 1993 (see paragraph 55 above); a change recommended by the CPT on a number of occasions (see paragraphs 28, 30, 31 and 33 above) and required by the standards set by the Court in Muršić (cited above, §§ 138-40).",
            "uk": "150.  Зменшення переповненості СІЗО також випливатиме зі зміни поточного мінімального національного стандарту у 2,5 квадратні метри особистого простору на одного ув’язненого, передбаченого статтею 11 Закону України «Про попереднє ув’язнення» 1993 року \n(див. пункт 55); внесення змін неодноразово рекомендував КЗК (див. пункти 28, 30, 31 і 33) та воно вимагається відповідно до встановлених Судом стандартів у згаданому рішенні у справі «Муршич проти Хорватії» (Muršić v. Croatia), пункти 138 – 140)."
        }
    },
    {
        "id": 310,
        "translation": {
            "en": "152.  The Court leaves it to the Ukrainian authorities, subject to supervision by the Committee of Ministers, to take the practical steps they consider appropriate to reduce overcrowding and improve conditions of detention, which may also include the measures suggested above.",
            "uk": "152.  Суд залишає на розсуд органів влади України здійснення під наглядом Комітету міністрів практичних заходів, які вони вважають доречними для зменшення переповненості та покращення умов тримання під вартою, що можуть також включати зазначені далі засоби."
        }
    },
    {
        "id": 311,
        "translation": {
            "en": "(b)  Effective remedies",
            "uk": "(b)  Ефективні засоби юридичного захисту"
        }
    },
    {
        "id": 312,
        "translation": {
            "en": "(i)  Preventive measures",
            "uk": "(i)  Превентивні засоби юридичного захисту"
        }
    },
    {
        "id": 313,
        "translation": {
            "en": "155.  The respondent State may also set up such a procedure before the existing authorities, for instance public prosecutors. As noted above, at present a complaint to a prosecutor is not an effective remedy in Ukraine for a number of reasons (see paragraphs 119-121 above). Therefore, if the respondent State eventually chooses to comply with this judgment by amending the procedure for complaining to a prosecutor, the procedure should comply with the principles set out in paragraphs 114 and 154 above.",
            "uk": "155.  Держава-відповідач також може запровадити такий порядок в існуючих органах державної влади, наприклад, у прокуратурі. Як було зазначено, наразі звернення до прокурора зі скаргою не є ефективним засобом юридичного захисту в Україні з низки підстав (див. пункти 119 – 121). Тому, якщо держава-відповідач зрештою вирішить виконати це рішення шляхом внесення змін до порядку звернення зі скаргою до прокурора, цей порядок має відповідати принципам, наведеним у пунктах 114 і 154."
        }
    },
    {
        "id": 314,
        "translation": {
            "en": "(ii)  Compensatory measures",
            "uk": "(ii)  Компенсаційні засоби юридичного захисту"
        }
    },
    {
        "id": 315,
        "translation": {
            "en": "(iii)  Time-limit for making the preventive and compensatory remedies available",
            "uk": "(iii)  Строк для введення превентивних і компенсаційних засобів"
        }
    },
    {
        "id": 316,
        "translation": {
            "en": "(c)  Procedure to be followed in other similar cases",
            "uk": "(c)  Процедура, якої необхідно дотримуватися в інших аналогічних справах"
        }
    },
    {
        "id": 317,
        "translation": {
            "en": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 318,
        "translation": {
            "en": "162.  Article 41 of the Convention provides:",
            "uk": "162.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 319,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 320,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 321,
        "translation": {
            "en": "163.  The applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "163.  Заявник вимагав 20 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 322,
        "translation": {
            "en": "164.  The Government considered the claim to be excessive and invited the Court to reject it.",
            "uk": "164.  Уряд вважав вимогу надмірною та закликав Суд відхилити її."
        }
    },
    {
        "id": 323,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 324,
        "translation": {
            "en": "166.  The applicant did not make any claim in this respect.",
            "uk": "166.  Заявник не подав жодних вимог щодо цього."
        }
    },
    {
        "id": 325,
        "translation": {
            "en": "167.  Accordingly, the Court makes no award under this head.",
            "uk": "167.  Отже, Суд нічого не присуджує за цим пунктом."
        }
    },
    {
        "id": 326,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 327,
        "translation": {
            "en": "168.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "168.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 328,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 329,
        "translation": {
            "en": "1.  Declares the applicant’s complaint under Article 3 of the Convention about the conditions of his detention in the Dnipro SIZO and the complaint under Article 13 of the Convention about the lack of effective remedies in respect of the above complaint admissible and the remainder of the application inadmissible;",
            "uk": "1.  Оголошує прийнятними скаргу заявника за статтею 3 Конвенції на умови тримання його під вартою у Дніпровському СІЗО та скаргу за статтею 13 Конвенції на відсутність ефективних засобів юридичного захисту у зв’язку із зазначеною скаргою, а решту скарг у заяві – неприйнятними;"
        }
    },
    {
        "id": 330,
        "translation": {
            "en": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the applicant’s conditions of detention in the Dnipro SIZO (except for the periods when the personal space available to him was above 4 square metres);",
            "uk": "2.  Постановляє, що було порушено статтю 3 Конвенції у зв’язку з умовами тримання заявника під вартою у Дніпровському СІЗО (за виключенням періодів, коли доступний йому особистий простір був більше 4 квадратних метрів);"
        }
    },
    {
        "id": 331,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 13 of the Convention on account of the absence of effective remedies for the applicant’s complaint under Article 3;",
            "uk": "3.  Постановляє, що було порушено статтю 13 Конвенції у зв’язку з відсутністю ефективних засобів юридичного захисту щодо скарги заявника за статтею 3 Конвенції;"
        }
    },
    {
        "id": 332,
        "translation": {
            "en": "4.  Holds that the finding of a violation constitutes sufficient just satisfaction in regard to Article 13 read in conjunction with Article 3 of the Convention;",
            "uk": "4.  Постановляє, що встановлення порушення статті 13 Конвенції у поєднанні зі статтею 3 Конвенції само собою є достатньою справедливою сатисфакцією;"
        }
    },
    {
        "id": 333,
        "translation": {
            "en": "5.  Holds",
            "uk": "5.  Постановляє, що:"
        }
    },
    {
        "id": 334,
        "translation": {
            "en": "(a)  that, in regard to Article 3, the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 9,500 (nine thousand five hundred euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of nonpecuniary damage;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявнику 9 500 (дев’ять тисяч п’ятсот) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 335,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 336,
        "translation": {
            "en": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction;",
            "uk": "6.  Відхиляє решту вимог заявника щодо справедливої сатисфакції;"
        }
    },
    {
        "id": 337,
        "translation": {
            "en": "7.  Holds that the respondent State must, within eighteen months from the date on which this judgment becomes final, in accordance with Article 44 § 2 of the Convention, make available a combination of effective domestic remedies in respect of conditions of detention that have both preventive and compensatory effects, in order to comply fully with the requirements set out in this judgment.",
            "uk": "7.  Постановляє, що упродовж вісімнадцяти місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 \nстатті 44 Конвенції, держава-відповідач повинна впровадити систему ефективних національних засобів юридичного захисту у зв’язку з умовами тримання під вартою, що мають як превентивний, так і компенсаційний вплив, для виконання у повному обсязі вимог, наведених у цьому рішенні."
        }
    },
    {
        "id": 338,
        "translation": {
            "en": "Done in English, and notified in writing on 30 January 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 30 січня 2020 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду"
        }
    },
    {
        "id": 339,
        "translation": {
            "en": "Claudia Westerdiek Registrar",
            "uk": "Клаудія Вестердік  (Claudia Westerdiek) Секретар"
        }
    },
    {
        "id": 340,
        "translation": {
            "en": "Angelika Nußberger President",
            "uk": "Ангеліка Нуссбергер (Angelika Nußberger) Голова"
        }
    },
    {
        "id": 341,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Grozev is annexed to this judgment.",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додається окрема думка судді Грозєва."
        }
    },
    {
        "id": 342,
        "translation": {
            "en": "A.N.\nC.W.",
            "uk": "A.Н.\nК.В."
        }
    },
    {
        "id": 343,
        "translation": {
            "en": "CONCURRING OPINION OF JUDGE GROZEV",
            "uk": "ДУМКА СУДДІ ГРОЗЄВА, ЯКА СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 344,
        "translation": {
            "en": "APPENDIX",
            "uk": "ДОдаток"
        }
    },
    {
        "id": 345,
        "translation": {
            "en": "The list below contains references to final judgments against Ukraine in which a violation of Article 3 of the Convention was found on account of inadequate conditions of the applicants’ detention in SIZOs, along with the SIZO’s name and the period during which the applicant was held in it.",
            "uk": "Наведений далі перелік містить посилання на остаточні рішення проти України, в яких було встановлено порушення статті 3 Конвенції у зв’язку з неналежними умовами тримання заявників під вартою у СІЗО разом із назвою СІЗО та періодом, протягом якого заявник у ньому тримався."
        }
    },
    {
        "id": 346,
        "translation": {
            "en": "1. Nevmerzhitsky v. Ukraine, no. 54825/00, ECHR 2005II (extracts); SIZO no. 1 of the Kyiv Region (2000);",
            "uk": "1. «Невмержицький проти України» (Nevmerzhitsky v. Ukraine), \nзаява № 54825/00, ЄСПЛ 2005II (витяги); СІЗО № 1 Київської області (2000 рік);"
        }
    },
    {
        "id": 347,
        "translation": {
            "en": "2. Dvoynykh v. Ukraine, no. 72277/01, 12 October 2006; Simferopol SIZO (2000);",
            "uk": "2.  «Двойних проти України» (Dvoynykh v. Ukraine), \nзаява № 72277/01, від 12 жовтня 2006 року; Сімферопольське СІЗО (2000 рік);"
        }
    },
    {
        "id": 348,
        "translation": {
            "en": "3. Koval v. Ukraine, no. 65550/01, 19 October 2006; Kyiv SIZO no. 13 (2000);",
            "uk": "3.  «Коваль проти України» (Koval v. Ukraine), заява № 65550/01, \nвід 19 жовтня 2006 року; Київське СІЗО № 13 (2000 рік);"
        }
    },
    {
        "id": 349,
        "translation": {
            "en": "4. Malenko v. Ukraine, no. 18660/03, 19 February 2009; Mariupol SIZO (1999-2003);",
            "uk": "4. «Маленко проти України» (Malenko v. Ukraine), заява № 18660/03, від 19 лютого 2009 року; Маріупольське СІЗО (1999 – 2003 роки);"
        }
    },
    {
        "id": 350,
        "translation": {
            "en": "5. Koktysh v. Ukraine, no. 43707/07, 10 December 2009; Simferopol SIZO (from 2007);",
            "uk": "5.  «Коктиш проти України» (Koktysh v. Ukraine), заява № 43707/07, від 10 грудня 2009 року; Сімферопольське СІЗО (з 2007 року);"
        }
    },
    {
        "id": 351,
        "translation": {
            "en": "6. Visloguzov v. Ukraine, no. 32362/02, 20 May 2010; Simferopol SIZO (2003-2004);",
            "uk": "6.  «Віслогузов проти України» (Visloguzov v. Ukraine), \nзаява № 32362/02, від 20 травня 2010 року; Сімферопольське СІЗО (2003 – 2004 роки);"
        }
    },
    {
        "id": 352,
        "translation": {
            "en": "7. Znaykin v. Ukraine, no. 37538/05, 7 October 2010; Simferopol SIZO (2005-2006);",
            "uk": "7. «Знайкін проти України» (Znaykin v. Ukraine), заява № 37538/05, від 07 жовтня 2010 року; Сімферопольське СІЗО (2005 – 2006 роки);"
        }
    },
    {
        "id": 353,
        "translation": {
            "en": "8. Kharchenko v. Ukraine, no. 40107/02, 10 February 2011; Kyiv SIZO no. 13 (2001-2003);",
            "uk": "8.  «Харченко проти України» (Kharchenko v. Ukraine), \nзаява № 40107/02, від 10 лютого 2011 року; Київське СІЗО № 13 (2001 – 2003 роки);"
        }
    },
    {
        "id": 354,
        "translation": {
            "en": "9. Izzetov v. Ukraine, no. 23136/04, 15 September 2011; Simferopol SIZO (1999-2006);",
            "uk": "9. «Іззетов проти України» (Izzetov v. Ukraine), заява № 23136/04, \nвід 15 вересня 2011 року; Сімферопольське СІЗО (1999 – 2006 роки);"
        }
    },
    {
        "id": 355,
        "translation": {
            "en": "10. Ustyantsev v. Ukraine, no. 3299/05, 12 January 2012; Odessa SIZO (2001-2006);",
            "uk": "10.  «Устянцев проти України» (Ustyantsev v. Ukraine), \nзаява № 3299/05, від 12 січня 2012 року; Одеське СІЗО (2001 – \n2006 роки);"
        }
    },
    {
        "id": 356,
        "translation": {
            "en": "11. Iglin v. Ukraine, no. 39908/05, 12 January 2012; Dnipro SIZO (2004-2006);",
            "uk": "11. «Іглін проти України» (Iglin v. Ukraine), заява № 39908/05, \nвід 12 січня 2012 року; Дніпровське СІЗО (2004 – 2006 роки);"
        }
    },
    {
        "id": 357,
        "translation": {
            "en": "12. Belyaev and Digtyar v. Ukraine, nos. 16984/04 and 9947/05, 16 February 2012; Sumy SIZO (2001-2004 and 2002-2004);",
            "uk": "12. «Бєляєв та Дігтяр проти України» (Belyaev and Digtyar v. Ukraine), заяви № 16984/04 та № 9947/05, від 16 лютого 2012 року; Сумське СІЗО (2001 – 2004 роки та 2002 – 2004 роки);"
        }
    },
    {
        "id": 358,
        "translation": {
            "en": "13. Gavula v. Ukraine, no. 52652/07, 16 May 2013; Kyiv SIZO no. 13 (2003-2010);",
            "uk": "13. «Гавула проти України» (Gavula v. Ukraine), заява № 52652/07, від 16 травня 2013 року; Київське СІЗО № 13 (2003 – 2010 роки);"
        }
    },
    {
        "id": 359,
        "translation": {
            "en": "14. Samoylovich v. Ukraine, no. 28969/04, 16 May 2013; Simferopol SIZO (1999-2006);",
            "uk": "14.  «Самойлович проти України» (Samoylovich v. Ukraine), \nзаява № 28969/04, від 16 травня 2013 року; Сімферопольське СІЗО (1999 – 2006 роки);"
        }
    },
    {
        "id": 360,
        "translation": {
            "en": "15. Kobernik v. Ukraine, no. 45947/06, 25 July 2013; Lugansk SIZO (2007);",
            "uk": "15.  «Коберник проти України» (Kobernik v. Ukraine), \nзаява № 45947/06, від 25 липня 2013 року; Луганське СІЗО (2007 рік);"
        }
    },
    {
        "id": 361,
        "translation": {
            "en": "16. Vitkovskiy v. Ukraine, no. 24938/06, 26 September 2013; Dnipro SIZO (2007-2009);",
            "uk": "16.  «Вітковський проти України» (Vitkovskiy v. Ukraine), \nзаява № 24938/06, від 26 вересня 2013 року; Дніпровське СІЗО (2007 – 2009 роки);"
        }
    },
    {
        "id": 362,
        "translation": {
            "en": "17. Gorbatenko v. Ukraine, no. 25209/06, 28 November 2013; Kharkiv SIZO (2004-2006 and 2011-) and Dnipro SIZO (2006, 2007 and 2011);",
            "uk": "17.  «Горбатенко проти України» (Gorbatenko v. Ukraine), \nзаява № 25209/06, від 28 листопада 2013 року; Харківське СІЗО (2004 – 2006 роки та з 2011 року) та Дніпровське СІЗО (2006, 2007 і \n2011 роки);"
        }
    },
    {
        "id": 363,
        "translation": {
            "en": "18. Andrey Yakovenko v. Ukraine, no. 63727/11, 13 March 2014; Odessa SIZO (2003-2005) and Kyiv SIZO (2005);",
            "uk": "18.  «Андрій Яковенко проти України» (Andrey Yakovenko v. Ukraine), заява № 63727/11, від 13 березня 2014 року; Одеське СІЗО (2003 – 2005 роки) та Київське СІЗО (2005 рік);"
        }
    },
    {
        "id": 364,
        "translation": {
            "en": "19. Zinchenko v. Ukraine, no. 63763/11, 13 March 2014; Odessa SIZO (2003-2005);",
            "uk": "19.  «Зінченко проти України» (Zinchenko v. Ukraine), \nзаява № 63763/11, від 13 березня 2014 року; Одеське СІЗО (2003 – \n2005 роки);"
        }
    },
    {
        "id": 365,
        "translation": {
            "en": "20. Buglov v. Ukraine, no. 28825/02, 10 July 2014; Donetsk SIZO (from 2000);",
            "uk": "20. «Буглов проти України» (Buglov v. Ukraine), заява № 28825/02, від 10 липня 2014 року; Донецьке СІЗО (з 2000 року);"
        }
    },
    {
        "id": 366,
        "translation": {
            "en": "21. Kushnir v. Ukraine, no. 42184/09, 11 December 2014; Kyiv SIZO (2009-2012);",
            "uk": "21. «Кушнір проти України» (Kushnir v. Ukraine), заява № 42184/09, від 11 грудня 2014 року; Київське СІЗО (2009 – 2012 роки);"
        }
    },
    {
        "id": 367,
        "translation": {
            "en": "22. Lutsenko v. Ukraine (no. 2), no. 29334/11, 11 June 2015; Kyiv SIZO (2010-2012);",
            "uk": "22. «Луценко проти України (№ 2)» (Lutsenko v. Ukraine (no. 2), заява № 29334/11, від 11 червня 2015 року; Київське СІЗО (2010 – \n2012 роки);"
        }
    },
    {
        "id": 368,
        "translation": {
            "en": "23. Rodzevillo v. Ukraine, no. 38771/05, 14 January 2016; Dnipro SIZO (2003-2007);",
            "uk": "23.  «Родзевілло проти України» (Rodzevillo v. Ukraine), \nзаява № 38771/05, від 14 січня 2016 року; Дніпровське СІЗО (2003 – 2007 роки);"
        }
    },
    {
        "id": 369,
        "translation": {
            "en": "24. Zakshevskiy v. Ukraine, no. 7193/04, 17 March 2016; Kharkiv SIZO (2004);",
            "uk": "24.  «Закшевський проти України» (Zakshevskiy v. Ukraine), \nзаява № 7193/04, від 17 березня 2016 року; Харківське СІЗО (2004 рік);"
        }
    },
    {
        "id": 370,
        "translation": {
            "en": "25. Korneykova and Korneykov v. Ukraine, no. 56660/12, 24 March 2016; Kharkiv SIZO (2012);",
            "uk": "25. «Корнейкова та Корнейков проти України» (Korneykova and Korneykov v. Ukraine), заява № 56660/12, від 24 березня 2016 року; Харківське СІЗО (2012 рік);"
        }
    },
    {
        "id": 371,
        "translation": {
            "en": "26. Kleutin v. Ukraine, no. 5911/05, 23 June 2016; Odessa SIZO (20042007);",
            "uk": "26. «Клеутін проти України» (Kleutin v. Ukraine), заява № 5911/05, від 23 червня 2016 року; Одеське СІЗО (2004 – 2007 роки);"
        }
    },
    {
        "id": 372,
        "translation": {
            "en": "27. Truten v. Ukraine, no. 18041/08, 23 June 2016; Poltava SIZO (20062010);",
            "uk": "27. «Трутень проти України» (Truten v. Ukraine), заява № 18041/08, від 23 червня 2016 року; Полтавське СІЗО (2006 – 2010 роки);"
        }
    },
    {
        "id": 373,
        "translation": {
            "en": "28. Savchenko v. Ukraine [CTE], no. 1574/06, 22 September 2016; Kherson, Odessa and Kyiv SIZOs (2005-2012);",
            "uk": "28. «Савченко проти України» [КМТ] (Savchenko v. Ukraine) [CTE], заява № 1574/06, від 22 вересня 2016 року; Херсонське, Одеське та Київське СІЗО (2005 – 2012 роки);"
        }
    },
    {
        "id": 374,
        "translation": {
            "en": "29. Yarovenko v. Ukraine [CTE], no. 24710/06, 6 October 2016; Simferopol (2004-2006), Dnipro (2006) and Kyiv SIZOs (2006);",
            "uk": "29. «Яровенко проти України» [КМТ] (Yarovenko v. Ukraine) [CTE], заява № 24710/06, від 06 жовтня 2016 року; Сімферопольське (2004 – 2006 роки), Дніпровське (2006 рік) і Київське СІЗО (2006 рік);"
        }
    },
    {
        "id": 375,
        "translation": {
            "en": "30. Sosnovskiy v. Ukraine [CTE], no. 9450/06, 8 December 2016; Simferopol SIZO (2006);",
            "uk": "30. «Сосновський проти України» [КМТ] (Sosnovskiy v. Ukraine) [CTE], заява № 9450/06, від 08 грудня 2016 року; Сімферопольське СІЗО (2006 рік);"
        }
    },
    {
        "id": 376,
        "translation": {
            "en": "31. Komarov v. Ukraine [CTE], no. 4772/06, 19 January 2017; Zaporizhzhya SIZO (2003-2006 and 2008-2009);",
            "uk": "31. «Комаров проти України» [КМТ] (Komarov v. Ukraine) [CTE], заява № 4772/06, від 19 січня 2017 року; Запорізьке СІЗО (2003 – \n2006 роки та 2008 – 2009 роки);"
        }
    },
    {
        "id": 377,
        "translation": {
            "en": "32. Kulik v. Ukraine [CTE], no. 34515/04, 2 February 2017; Kyiv SIZO (2003-2005);",
            "uk": "32.  «Кулік проти України» [КМТ] (Kulik v. Ukraine) [CTE], \nзаява № 34515/04, від 02 лютого 2017 року; Київське СІЗО (2003 – \n2005 роки);"
        }
    },
    {
        "id": 378,
        "translation": {
            "en": "33. Kiyashko v. Ukraine [CTE], no. 37240/07, 23 February 2017; Poltava SIZO (2004-2007);",
            "uk": "33. «Кіяшко проти України» [КМТ] (Kiyashko v. Ukraine) [CTE], заява № 37240/07, від 23 лютого 2017 року; Полтавське СІЗО (2004 – 2007 роки);"
        }
    },
    {
        "id": 379,
        "translation": {
            "en": "34. Malchenko and Others v. Ukraine [CTE], no. 3001/06 and 6 other applications, 6 April 2017; Kharkiv SIZO no. 27 (2002-2007, 2010-2013), Poltava SIZO (2006-2010, 2011, Ivano-Frankivsk SIZO no. 12 (20112013), Kyiv (2010-2013, 2013-2014) and Odessa SIZOs (2011-);",
            "uk": "34.  «Мальченко та інші проти України» [КМТ] (Malchenko and Others v. Ukraine) [CTE], заява № 3001/06 та 6 інших заяв, від 06 квітня 2017 року; Харківське СІЗО № 27 (2002 – 2007 роки, 2010 – 2013 роки), Полтавське СІЗО (2006 – 2010 роки, 2011 рік), Івано-Франківське СІЗО № 12 (2011 – 2013 роки), Київське (2010 – 2013, 2013 – 2014 роки) та Одеське СІЗО (з 2011 року);"
        }
    },
    {
        "id": 380,
        "translation": {
            "en": "35. Bilozor and Others v. Ukraine [CTE], no. 9207/09 and 5 other applications, 20 July 2017; Mykolayiv (2007-2010), Kyiv (2007-2011, 2011-2013, 2013-2014), Kharkiv (2010-2012) and Dnipro SIZOs (2013-2015);",
            "uk": "35. «Білозор та інші проти України» [КМТ] (Bilozor and Others v. Ukraine) [CTE], заява № 9207/09 та 5 інших заяв, від 20 липня \n2017 року; Миколаївське (2007 – 2010 роки), Київське (2007 – 2011, 2011 – 2013, 2013 – 2014 роки), Харківське (2010 – 2012 роки) та Дніпровське СІЗО (2013 – 2015 роки);"
        }
    },
    {
        "id": 381,
        "translation": {
            "en": "36. D.S. v. Ukraine [CTE], no. 24107/13, 9 November 2017; Kharkiv SIZO (2012-2015);",
            "uk": "36.  «Д.С. проти України» [КМТ] (D.S. v. Ukraine) [CTE], \nзаява № 24107/13, від 09 листопада 2017 року; Харківське СІЗО (2012 – 2015 роки);"
        }
    },
    {
        "id": 382,
        "translation": {
            "en": "37. Urzhanov v. Ukraine [CTE], no. 24392/06, 14 December 2017; Odessa SIZO (2002-2008);",
            "uk": "37. «Уржанов проти України» [КМТ] (Urzhanov v. Ukraine) [CTE], заява № 24392/06, від 14 грудня 2017 року; Одеське СІЗО (2002 – \n2008 роки);"
        }
    },
    {
        "id": 383,
        "translation": {
            "en": "38.  Starenkiy and Rudoy v. Ukraine [CTE], nos. 44807/10 and 15752/14, 11 January 2018; Kyiv SIZO (2010-2014);",
            "uk": "38.  «Старенький та Рудий проти України» [КМТ] (Starenkiy and Rudoy v. Ukraine) [CTE], заяви № 44807/10 та № 15752/14, від 11 січня 2018 року; Київське СІЗО (2010 – 2014 роки);"
        }
    },
    {
        "id": 384,
        "translation": {
            "en": "39. Yeremenko and Kochetov v. Ukraine [CTE], nos. 68183/10 and 62963/13, 14 June 2018; Lviv (2009-2010) and Simferopol SIZOs (20102014);",
            "uk": "39. «Єременко та Кочетов проти України» [КМТ] (Yeremenko and Kochetov v. Ukraine) [CTE], заяви № 68183/10 та № 62963/13, \nвід 14 червня 2018 року; Львівське (2009 – 2010 роки) та Сімферопольське СІЗО (2010 – 2014 роки);"
        }
    },
    {
        "id": 385,
        "translation": {
            "en": "40. Maystrenko v. Ukraine [CTE], no. 45811/16, 28 June 2018; Dnipro SIZO (2012-2016);",
            "uk": "40.  «Майстренко проти України» [КМТ] (Maystrenko v. Ukraine) [CTE], заява № 45811/16, від 28 червня 2018 року; Дніпровське СІЗО (2012 – 2016 роки);"
        }
    },
    {
        "id": 386,
        "translation": {
            "en": "41. Garmash v. Ukraine [CTE], no. 74163/13, 8 November 2018; Mariupol SIZO (2012-2013);",
            "uk": "41. «Гармаш проти України» [КМТ] (Garmash v. Ukraine) [CTE], заява № 74163/13, від 08 листопада 2018 року; Маріупольське СІЗО (2012 – 2013 роки);"
        }
    },
    {
        "id": 387,
        "translation": {
            "en": "42. Grabovskiy v. Ukraine [CTE], no. 4442/07, 29 November 2018; Kharkiv SIZO (2005-2006);",
            "uk": "42. «Грабовський проти України» [КМТ] (Grabovskiy v. Ukraine) [CTE], заява № 4442/07, від 29 листопада 2018 року; Харківське СІЗО (2005 – 2006 роки);"
        }
    },
    {
        "id": 388,
        "translation": {
            "en": "43. Shcherbak v. Ukraine [CTE], no. 81646/17, 20 December 2018; Zaporizhzhya SIZO no. 10 (2015-2018);",
            "uk": "43. «Щербак проти України» [КМТ] (Shcherbak v. Ukraine) [CTE], заява № 81646/17, від 20 грудня 2018 року; Запорізьке СІЗО № 10 (2015 – 2018 роки);"
        }
    },
    {
        "id": 389,
        "translation": {
            "en": "44. Beketov v. Ukraine [CTE], no. 44436/09, 19 February 2019; Kyiv SIZO (from 2008);",
            "uk": "44. «Бекетов проти України» [КМТ] (Beketov v. Ukraine) [CTE], заява № 44436/09, від 19 лютого 2019 року; Київське СІЗО \n(з 2008 року);"
        }
    },
    {
        "id": 390,
        "translation": {
            "en": "45. Syenin v. Ukraine [CTE], no. 19585/18, 21 February 2019; Dnipro SIZO (2014-2018);",
            "uk": "45.  «Сенін проти України» [КМТ] (Syenin v. Ukraine) [CTE], \nзаява № 19585/18, від 21 лютого 2019 року; Дніпровське СІЗО (2014 – 2018 роки);"
        }
    },
    {
        "id": 391,
        "translation": {
            "en": "46. Korol and Others v. Ukraine [CTE], no. 54503/08 and 7 other applications, 7 March 2019; Mariupol SIZO (2009-2011);",
            "uk": "46. «Король та інші проти України» [КМТ] (Korol and Others v. Ukraine) [CTE], заява № 54503/08 та 7 інших заяв, від 07 березня \n2019 року; Маріупольське СІЗО (2009 – 2011 роки);"
        }
    },
    {
        "id": 392,
        "translation": {
            "en": "47.  Malyy v. Ukraine [CTE], no. 14486/07, 11 April 2019; Dnipro SIZO (2005-2007);",
            "uk": "47.  «Малий проти України» [КМТ] (Malyy v. Ukraine) [CTE], \nзаява № 14486/07, від 11 квітня 2019 року; Дніпровське СІЗО (2005 – 2007 роки);"
        }
    },
    {
        "id": 393,
        "translation": {
            "en": "48. Radyukin v. Ukraine [CTE], no. 27805/18, 11 July 2019; Dnipro SIZO (2015-2018);",
            "uk": "48. «Радюкін проти України» [КМТ] (Radyukin v. Ukraine) [CTE], заява № 27805/18, від 11 липня 2019 року; Дніпровське СІЗО (2015 – 2018 роки);"
        }
    },
    {
        "id": 394,
        "translation": {
            "en": "49. Petrov and Korostylyov v. Ukraine [CTE], nos. 19591/18 and 19596/18, 11 July 2019; Dnipro SIZO (2014-2018 and 2013-);",
            "uk": "49. «Петров і Коростильов проти України» [КМТ] (Petrov and Korostylyov v. Ukraine) [CTE], заяви № 19591/18 та № 19596/18, \nвід 11 липня 2019 року; Дніпровське СІЗО (2014 – 2018 роки та \nз 2013 року);"
        }
    },
    {
        "id": 395,
        "translation": {
            "en": "50. Lysenko v. Ukraine [CTE], no. 38092/18, 19 September 2019; Dnipro SIZO (2016-2018);",
            "uk": "50. «Лисенко проти України» [КМТ] (Lysenko v. Ukraine) [CTE], заява № 38092/18, від 19 вересня 2019 року, Дніпровське СІЗО (2016 – 2018 роки);"
        }
    },
    {
        "id": 396,
        "translation": {
            "en": "51. Tsukur and Others v. Ukraine [CTE], nos. 53132/18, 53181/18 and 59802/18, 17 October 2019; Kyiv SIZO (2016-2018 and 2015-2018) and Dnipro SIZO (2014-2018);",
            "uk": "51. «Цукур та інші проти України» [КМТ] (Tsukur and Others v. Ukraine) [CTE], заяви № 53132/18, № 53181/18 та № 59802/18, \nвід 17 жовтня 2019 року; Київське СІЗО (2016 – 2018 роки та 2015 – 2018 роки) і Дніпровське СІЗО (2014 – 2018 роки);"
        }
    },
    {
        "id": 397,
        "translation": {
            "en": "52. Petruk and Others v. Ukraine [CTE], no. 1343/19 and 5 others, 14 November 2019; Kyiv SIZO (various periods between 2012 and 2018);",
            "uk": "52. «Петрук та інші проти України» [КМТ] (Petruk and Others v. Ukraine) [CTE], заява № 1343/19 та 5 інших заяв, від 14 листопада \n2019 року; Київське СІЗО (різні період протягом 2012 – 2018 років);"
        }
    },
    {
        "id": 398,
        "translation": {
            "en": "53. Onyshchenko and Others v. Ukraine [CTE], no. 54434/18 and 4 others, 14 November 2019; Dnipro SIZO (various periods between 2012 and 2019);",
            "uk": "53. «Онищенко та інші проти України» [КМТ] (Onyshchenko and Others v. Ukraine) [CTE], заява № 54434/18 та 4 інші заяви, \nвід 14 листопада 2019 року; Дніпровське СІЗО (різні період протягом 2012 – 2019 років);"
        }
    },
    {
        "id": 399,
        "translation": {
            "en": "54.  Smilyanskaya v. Ukraine [CTE], no. 46196/11, 21 November 2019; Kharkiv SIZO (2011);",
            "uk": "54.  «Смілянська проти України» [КМТ] (Smilyanskaya v. Ukraine) [CTE], заява № 46196/11, від 21 листопада 2019 року; Харківське СІЗО (2011 рік);"
        }
    },
    {
        "id": 400,
        "translation": {
            "en": "55.  Tsatsenko v. Ukraine [CTE], no. 17853/19, 5 December 2019; Dnipro SIZO (2017-2019).",
            "uk": "55.  «Цаценко проти України» [КМТ] (Tsatsenko v. Ukraine) [CTE], заява № 17853/19, від 05 грудня 2019 року; Дніпровське СІЗО (2017 – 2019 роки)."
        }
    }
]