[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF SAFONOV AND SAFONOVA v. UKRAINE",
            "uk": "СПРАВА «САФОНОВ ТА САФОНОВА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 24391/10)",
            "uk": "(Заява № 24391/10)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 6 § 1 (civil) • Non-enforcement of final judgments concerning property rights over a flat • Enforcement of a non-pecuniary order possibly requiring more time than pecuniary awards • Non-enforcement for over four years not justified • Art 13 (+ 6 § 1) • Lack of effective remedy for non-enforcement complaint",
            "uk": "П. 1 ст. 6 (цивільний аспект) • Невиконання остаточних рішень щодо прав власності на квартиру • Виконання рішення немайнового характеру може вимагати більше часу, ніж виплата грошової винагороди • Невиправдане невиконання рішень упродовж чотирьох років • Ст. 13 (+ п. 1 ст. 6) • Відсутність ефективного засобу юридичного захисту у зв’язку зі скаргою на невиконання рішень"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "18 June 2020",
            "uk": "18 червня 2020 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "18/09/2020",
            "uk": "18.09.2020"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Safonov and Safonova v. Ukraine,",
            "uk": "У справі «Сафонов та Сафонова проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tGabriele Kucsko-Stadlmayer,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tLәtif Hüseynov,\n\tLado Chanturia,\n\tAnja Seibert-Fohr, judges,\nand Victor Soloveytchik, Deputy Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tГанна Юдківська (Ganna Yudkivska),\n\tАндре Потоцький (André Potocki),\n\tЛятіф Гусейнов (Lәtif Hüseynov),\n\tЛадо Чантурія (Lado Chanturia),\n\tАня Сайбер-Фор (Anja Seibert-Fohr), судді,\nта Віктор Соловейчік (Victor Soloveytchik), заступник Секретаря секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having regard to:",
            "uk": "З огляду на:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the application against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Mr Eduard Yuryevich Safonov and Ms Natalya Olegovna Safonova (“the applicants”), on 19 April 2010;",
            "uk": "заяву, яку 19 квітня 2010 року подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) двоє громадян України, пан Едуард Юрійович Сафонов і пані Наталія Олегівна Сафонова (далі – заявники);"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the decision of 8 October 2018 to give notice to the Ukrainian Government (“the Government”) of the applicants’ complaints concerning non-enforcement of the final decisions in their favour, the length of proceedings and the lack of effective remedies in this respect, as well as of a breach of their property rights over a flat and a building, and to declare inadmissible the remainder of the application;",
            "uk": "рішення від 08 жовтня 2018 року повідомити Уряд України (далі – Уряд) про скарги заявників на невиконання остаточних рішень, ухвалених на їхню користь, тривалість провадження та відсутність ефективних засобів юридичного захисту у зв’язку з цим, і на порушення їхніх прав власності на квартиру та будівлю, а також визнати неприйнятними решту скарг у заяві;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Having deliberated in private on 26 May 2020;",
            "uk": "після обговорення за зачиненими дверима 26 травня 2020 року"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "The present case concerns the applicants’ property dispute with the local authorities and private companies over a flat and a building and the nonenforcement of final court decisions given in the applicants’ favour. The applicants invoke Articles 6 § 1 and 13 of the Convention and Article 1 of Protocol No. 1.",
            "uk": "Ця справа стосується майнового спору між заявниками та органами місцевого самоврядування і приватними компаніями щодо квартири та будівлі, а також невиконання остаточних рішень суду, ухвалених на користь заявників. Заявники посилаються на пункт 1 статті 6 та \nстаттю 13 Конвенції, а також статтю 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "1.  The applicants were born in 1973 and 1976 respectively. They currently live in Moscow.",
            "uk": "1.  Заявники народились у 1973 та 1976 роках відповідно. Наразі вони проживають у м. Москва."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "2.  The Government were represented by their Agent, Mr I. Lishchyna of the Ministry of Justice.",
            "uk": "2.  Уряд представляв його Уповноважений, пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "3.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "First set of proceedings",
            "uk": "Перше провадження"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "5.  On 19 September 2001 the court allowed that claim. On 18 February 2002 the Court of Appeal of the Autonomous Republic of Crimea (“the ARC Court of Appeal”) upheld the judgment.",
            "uk": "5.  19 вересня 2001 року суд задовольнив цей позов. 18 лютого \n2002 року Апеляційний суд Автономної Республіки Крим (далі – Апеляційний суд АР Крим) залишав це рішення без змін."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "6.  On 24 January 2003 the Yalta Town Executive Committee (“the Committee”) gave a decision authorising the applicants to reside in flat no. 2 (“the flat”) in the aforementioned building.",
            "uk": "6.  24 січня 2003 року виконавчий комітет Ялтинської міської ради (далі – комітет) ухвалив рішення про надання заявникам ордеру на квартиру № 2 (далі – квартира) у зазначеній будівлі."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "7.  On 5 October 2004, in accordance with a decision given by the same Committee, the applicants and their son became the owners of the flat and they were issued with the relevant privatisation certificates.",
            "uk": "7.  05 жовтня 2004 року відповідно до рішення того самого комітету заявники та їхній син стали власниками квартири, та їм було видано відповідне свідоцтво про право власності."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "8.  On 6 October 2004 the Yalta Technical Inventory Bureau (“the Inventory Bureau”) registered the applicants’ property rights over the flat.",
            "uk": "8.  06 жовтня 2004 року Ялтинське бюро технічної інвентаризації (далі – бюро інвентаризації) зареєструвало право власності заявників на квартиру."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "9.  On 7 September 2005 the Council excluded the building from municipal ownership as the flats had been privatised by their residents. It also transferred the building to the joint private ownership of the applicants and of the owners of the building’s other flats.",
            "uk": "9.  07 вересня 2005 року рада виключила будівлю з об’єктів комунальної власності, оскільки квартири були приватизовані їхніми мешканцями. Вона також передала будівлю у спільну приватну власність заявників і власників інших квартир у будівлі."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "10.  On an unspecified date the Company “Sanatoriy im. Kirova Ltd” (“Company 1”) requested the Yalta Court to reopen the proceedings and review the judgment of 19 September 2001 under newly-discovered circumstances. It claimed to be the owner of the building.",
            "uk": "10.  У незазначену дату компанія «ЗАТ «Санаторій ім. С.М. Кірова» (далі – компанія 1) звернулася до Ялтинського міського суду із заявою про відновлення провадження у справі та перегляд рішення \nвід 19 вересня 2001 року у зв’язку з нововиявленими обставинами. Вона стверджувала, що була власником будівлі."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "11.  On 18 November 2005 the court allowed the request, quashed the judgment of 19 September 2001 and reopened the proceedings. In the course of the proceedings Company 1 submitted a counter-claim seeking to annul the decisions of 24 January 2003 and 7 September 2005, invalidate the applicants’ property certificates over the flat and evict them.",
            "uk": "11.  18 листопада 2005 року суд задовольнив цю заяву, скасував рішення від 19 вересня 2001 року та відновив провадження у справі. У ході провадження компанія 1 подала зустрічну позовну заяву, вимагаючи скасувати рішення від 24 січня 2003 року та 07 вересня 2005 року, визнати недійсним свідоцтво про право власності заявників на квартиру та виселити їх."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "12.  On 15 May 2007 the court rejected the applicants’ and Company 1’s claims. It found that the applicants had valid property title to the flat and their claim of June 2001 against the Council was therefore groundless. It further found no evidence to conclude that the building had belonged to Company 1.",
            "uk": "12.  15 травня 2007 року суд залишив без задоволення вимоги заявників і компанії 1. Він встановив, що заявники мали дійсне право власності на квартиру, і тому їхній позов від червня 2001 року проти ради був безпідставним. Крім того, суд не виявив жодних доказів для висновку про належність будівлі компанії 1."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "13.  On 15 October 2007 the ARC Court of Appeal quashed the above-mentioned judgment, rejected the applicants’ claim and partly allowed that of Company 1. It annulled the decisions of 24 January 2003 and 7 September 2005, invalidated the applicants’ documents of title to the flat and ordered the Inventory Bureau to register Company 1 as the owner of the building. Company 1’s claim for the applicants’ eviction was rejected.",
            "uk": "13.  15 жовтня 2007 року Апеляційний суд АР Крим скасував зазначене рішення, залишив без задоволення скаргу заявників і частково задовольнив позов компанії 1. Він скасував рішення від \n24 січня 2003 року та 07 вересня 2005 року, визнав недійсним свідоцтво заявників про право власності на квартиру та зобов’язав бюро інвентаризації зареєструвати компанію 1 як власника будівлі. У задоволенні позовної вимоги компанії 1 щодо виселення заявників було відмовлено."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "14.  The applicants appealed on points of law. In the meantime, Company 1 had registered its property rights over the building, and on 17 January 2008 had sold it to the Company “Topaz-K Ltd” (“Company 2”), but had failed to have the sale contract certified by a notary.",
            "uk": "14.  Заявники подали касаційну скаргу. Тим часом компанія 1 зареєструвала право власності на будівлю, а 17 січня 2008 року продала її компанії «ТОВ «Тораз-К» (далі – компанія 2), але не посвідчила договір купівлі-продажу у нотаріуса."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "15.  On 9 April 2008 the Supreme Court quashed the judgment of 15 October 2007 and sent the case for re-examination to the ARC Court of Appeal, which on 10 November 2008 upheld the judgment of 15 May 2007.",
            "uk": "15.  09 квітня 2008 року Верховний Суд України скасував рішення від 15 жовтня 2007 року та направив справу на новий розгляд до Апеляційного суду АР Крим, який 10 листопада 2008 року залишив без змін рішення від 15 травня 2007 року."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "16.  On 29 January 2009 the applicants applied to the Yalta Court to reverse execution of the judgment of 15 October 2007.",
            "uk": "16.  29 січня 2009 року заявники звернулись до Ялтинського міського суду з позовом про поворот виконання рішення від 15 жовтня 2007 року."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "17.  On 17 June 2009 the Supreme Court upheld the judgments of 15 May 2007 and 10 November 2008. Shortly thereafter, on 16 September 2009, Company 2 sold the building to the Company “Selbilliar Ltd” (“Company 3”).",
            "uk": "17.  17 червня 2009 року Верховний Суд України залишив без змін рішення від 15 травня 2007 року та 10 листопада 2008 року. Невдовзі після цього, 16 вересня 2009 року, компанія 2 продала будівлю компанії «ТОВ «Сельбілляр» (далі – компанія 3)."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "18.  On 4 November 2009 the Yalta Court reversed the execution of the judgment of 15 October 2007 and ordered the Inventory Bureau to register the applicants’ property rights to the flat. This judgment became final on 12 November 2009, but remained unexecuted.",
            "uk": "18.  04 листопада 2009 року Ялтинський міський суд задовольнив заяву про поворот виконання рішення від 15 жовтня 2007 року та зобов’язав бюро інвентаризації зареєструвати право власності заявників на квартиру. Ця ухвала набрала законної сили 12 листопада 2009 року, але залишилася невиконаною."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "19.  On 20 January 2010 the Inventory Bureau informed the applicants that it was impossible to enforce the above judgment and to register their property rights over the flat, as that flat, as well as others in the building, had already been registered as the property of Company 3 on the basis of the sale contract of 16 September 2009.",
            "uk": "19.  20 січня 2010 року бюро інвентаризації повідомило заявників про неможливість виконання зазначеної ухвали та реєстрації їхніх прав власності на квартиру, оскільки ця квартира, як і будівля, вже були зареєстровані як власність компанії 3 на підставі договору купівлі-продажу від 16 вересня 2009 року."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "Second set of proceedings",
            "uk": "Друге провадження"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "20.  On an unspecified date the applicants instituted administrative proceedings in the Yalta Court, challenging the Inventory Bureau’s failure to restore their registration as the owners of the flat.",
            "uk": "20.  У незазначену дату заявники ініціювали адміністративне провадження в Ялтинському міському суді, оскаржуючи відмову бюро інвентаризації поновити реєстрацію їхнього право власності на квартиру."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "21.  On 16 February 2010 the court found for the applicants and ordered the Inventory Bureau to renew the registration of their property rights over the flat. In doing so, the court noted that Company 3 was registered as the owner of the building but not of the flat, which was a separate object of immovable property belonging to the applicants.",
            "uk": "21.  16 лютого 2010 року суд ухвалив рішення на користь заявників і зобов’язав бюро інвентаризації поновити реєстрацію їхнього права власності на квартиру. Крім того, суд зазначив, що компанія 3 була зареєстрована як власник будівлі, але не квартири, яка була окремим об’єктом нерухомого майна, що належав заявникам."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "22.  On 22 November 2010 the Sevastopol Administrative Court of Appeal upheld this judgment, which thus became final but remained unexecuted.",
            "uk": "22.  22 листопада 2010 року Севастопольський апеляційний адміністративний суд залишив цю постанову без змін, і, таким чином, вона набрала законної сили, але залишилася невиконаною."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "Third set of proceedings",
            "uk": "третє провадження"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "23.  On an unspecified date Company 2 instituted court proceedings against Company 1, seeking validation of the sale contract of 17 January 2008 (see paragraph 14 above) and the acknowledgment of its property rights over the building.",
            "uk": "23.  У незазначену дату компанія 2 звернулася до суду із позовом проти компанії 1, вимагаючи визнати дійсним договір купівлі-продажу від 17 січня 2008 року (див. пункт 14) та визнати його права власності на будівлю."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "24.  On 21 May 2009 the ARC Commercial Court allowed Company 2’s claim and declared that Company 2 was the owner of the building.",
            "uk": "24.  21 травня 2009 року Господарський суд АР Крим задовольнив позов компанії 2 та визнав компанію 2 власником будівлі."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "25.  On 11 September 2009 the Inventory Bureau registered Company 2 as the owner of the building.",
            "uk": "25.  11 вересня 2009 року бюро інвентаризації зареєструвало компанію 2 як власника будівлі."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "26.  On 22 February 2010 the Higher Commercial Court quashed the judgment of 21 May 2009 and referred the case back for re-examination.",
            "uk": "26.  22 лютого 2010 року Вищий господарський суд України скасував рішення від 21 травня 2009 року та направив справу на новий розгляд."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "27.  On 3 March 2010 Company 3, which had bought the building from Company 2 on 16 September 2009, sold it to the Company “High Tech Group Ltd” (“Company 4”). On 2 April 2010 Company 4 registered its title to the building in the State registry.",
            "uk": "27.  03 березня 2010 року компанія 3, яка 16 вересня 2009 року придбала будівлю у компанії 2, продала її компанії «Хай Тек Груп Лтд» (далі – компанія 4). 02 квітня 2010 року компанія 4 зареєструвала своє право власності на будівлю у Державному реєстрі речових прав на нерухоме майно."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "28.  On 7 June 2010 the ARC Commercial Court terminated the proceedings as Companies 1 and 2 had ceased to exist.",
            "uk": "28.  07 червня 2010 року Господарський суд АР Крим припинив провадження, оскільки компанії 1 і 2 були ліквідовані."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "Fourth set of proceedings",
            "uk": "четверте провадження"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "31.  On 4 July 2011 the ARC Court of Appeal quashed this judgment. It held that since there had been no evidence that the applicants’ property rights to the flat had been breached and they continued living in it, their claim for the protection of the right that had not been breached could not be allowed. In particular, it referred to the judgment of 16 February 2010 (see paragraph 21 above), which established that Company 3 had registered its property title to the building but not to the flat.",
            "uk": "31.  04 липня 2011 року Апеляційний суд АР Крим скасував це рішення. Він постановив, що оскільки не було доказів порушення прав власності заявників на квартиру і вони продовжували жити в ній, їхній позов про захист права, яке не було порушено, не міг бути задоволений. Зокрема, він посилався на постанову від 16 лютого \n2010 року (див. пункт 21), якою було встановлено, що компанія 3 зареєструвала право власності на будівлю, а не на квартиру."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "32.  On 25 October 2011 the Higher Specialised Civil and Criminal Court (“the HSC”) upheld the judgment of 4 July 2011.",
            "uk": "32.  25 жовтня 2011 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ (далі – ВССУ) залишив без змін рішення від 04 липня 2011 року."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "34.  On 14 November 2012 the HSC quashed the judgment of 4 July 2011 and sent the case to the ARC Court of Appeal for a new examination.",
            "uk": "34.  14 листопада 2012 року ВССУ скасував рішення від 04 липня 2011 року та направив справу до Апеляційного суду АР Крим на новий розгляд."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "35.  On 6 February 2013, following a request from Company 4, the latter court suspended the proceedings until a final decision was delivered in the fifth set of proceedings (see paragraphs 38-41 below).",
            "uk": "35.  06 лютого 2013 року на вимогу компанії 4 останній суд зупинив провадження до ухвалення остаточного рішення у п’ятому провадженні (див. пункти 38 – 41)."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "36.  The applicants appealed against the ruling of 6 February 2013 to the HSC, which on 1 March 2013 opened the cassation proceedings. They did not inform the Court of the outcome of the fourth set of proceedings.",
            "uk": "36.  Заявники звернулися з касаційною скаргою на ухвалу \nвід 06 лютого 2013 року до ВССУ, який 01 березня 2013 року відкрив касаційне провадження. Заявники не поінформували Суд про результати четвертого провадження."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Fifth set of proceedings",
            "uk": "п’яте провадження"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "39.  On 26 March 2013 the ARC Administrative Court partly allowed Company 4’s claim and invalidated the decision of 16 January 2004 as unlawful. It also held in the same judgment that the question of the property title to the building was not the subject of examination in this case and that it would not therefore make any legal assessment of that question.",
            "uk": "39.  26 березня 2013 року Окружний адміністративний суд АР Крим частково задовольнив позов компанії 4 та скасував рішення \nвід 16 січня 2004 року як протиправне. У цій же постанові він також встановив, що питання права власності на будівлю не було предметом розгляду у цій справі, і тому він не мав давати жодної правової оцінки щодо цього питання."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "40.  On 30 May 2013, following the appeals by the Council and another third party, the Sevastopol Administrative Court of Appeal quashed the judgment of 26 March 2013 and rejected Company 4’s claim.",
            "uk": "40.  30 травня 2013 року за апеляційними скаргами ради та іншої третьої сторони Севастопольський апеляційний адміністративний суд скасував постанову від 26 березня 2013 року та залишив без задоволення вимоги компанії 4."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "41.  According to the Government (no copy of the relevant decision was provided), on 2 April 2014 the Higher Administrative Court quashed the judgment of 30 May 2013 and upheld the judgment of 26 March 2013.",
            "uk": "41.  Згідно з твердженнями Уряду (жодної копії відповідного рішення надано не було) 02 квітня 2014 року Вищий адміністративний суд України скасував постанову від 30 травня 2013 року та залишив без змін постанову від 26 березня 2013 року."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK",
            "uk": "ВІДПОВІДНА НОРМАТИВНО-ПРАВОВА БАЗА"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "42.  Article 331 of the Civil Code (2004) provides that property rights to real estate emerge from the moment of their State registration. Section 3 and the final provisions of the State Registration of Real Property Rights Act (2004) further provided at the material time that the State registration of property rights to real estate was carried out by technical inventory bureaus.",
            "uk": "42.  Стаття 331 Цивільного кодексу України (2004 року) передбачає, що права власності на нерухоме майно виникають з моменту їх державної реєстрації. Крім того, розділ 3 та прикінцеві положення Закону України «Про державну реєстрацію речових прав на нерухоме майно та їх обтяжень» (2004 року) передбачали, що державна реєстрація прав власності на нерухоме майно здійснювалася бюро технічної інвентаризації."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "ALLEGED VIOLATIONS OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1 on account of non-enforcement of the judgments OF 4 NOVEMBER 2009 AND 16 FEBRUARY 2010 AND THE ALLEGED LACK OF EFFECTIVE REMEDIES",
            "uk": "СТВЕРДЖУВАНі ПОРУШЕННЯ пункту 1 СТАТТі 6 Конвенції та статті 13 КОНВЕНЦІЇ І СТАТТІ 1 першого протоколу до конвенції у зв’язку з невиконанням рішень від 04 листопада 2009 року та 16 лютого \n2010 року, а також відсутністю ефективних засобів юридичного захисту"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "43.  The applicants complained under Articles 6 § 1 and 13 of the Convention and under Article 1 of Protocol No. 1 about the failure to execute the judgments of 4 November 2009 and 16 February 2010, which concerned the registration of their property rights to the flat, and the alleged lack of effective remedies in this regard.",
            "uk": "43.  Заявники скаржилися за пунктом 1 статті 6 Конвенції та \nстаттею 13 Конвенції і за статтею 1 Першого протоколу до Конвенції на невиконання судових рішень від 04 листопада 2009 року та \n16 лютого 2010 року щодо реєстрації їхніх прав власності на квартиру, а також стверджувану відсутність ефективних засобів юридичного захисту у зв’язку з цим."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "44.  The Court considers that these complaints fall to be examined under Articles 6 § 1 and 13 of the Convention, which read, in so far as relevant, as follows:",
            "uk": "44.  Суд вважає, що ці скарги мають розглядатися за пунктом 1 статті 6 Конвенції та статтею 13 Конвенції, відповідні частини яких передбачають:"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "Article 6 § 1",
            "uk": "Пункт 1 статті 6"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
            "uk": "«Кожен має право на ... розгляд його справи упродовж розумного строку ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру.»"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "Article 13",
            "uk": "Стаття 13"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in this Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в цій Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "45.  The applicants stated that they maintained their application.",
            "uk": "45.  Заявники зазначили, що підтримали свою заяву."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "48.  The Court further notes that the above-mentioned complaints are neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. They must therefore be declared admissible.",
            "uk": "48.  Суд також зазначає, що вказані скарги є ані явно необґрунтованими, ані неприйнятними з будь-яких інших підстав, перелічених у статті 35 Конвенції. Отже, вони мають бути визнані прийнятними."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "Article 6 § 1",
            "uk": "Пункт 1 статті 6 Конвенції"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "53.  In view of the above considerations and having regard to its case-law on the matter (see paragraph 50 above), the Court concludes that there has been a breach of Article 6 § 1 of the Convention on account of the non-enforcement of the judgments at issue.",
            "uk": "53.  З огляду на наведені міркування та його практику з цього питання (див. пункт 50) Суд доходить висновку, що було порушено пункту 1 статті 6 Конвенції у зв’язку з невиконанням відповідних рішень."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "Article 13",
            "uk": "Стаття 13 Конвенції"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "54.  The Court first notes that it found a breach of Article 6 § 1 of the Convention on account of the non-enforcement of the judgments of 4 November 2009 and 16 February 2010 (see paragraphs 49-53 above). The applicants’ complaint under Article 13 raised in this respect is therefore “arguable” for the purposes of the Convention and must therefore likewise be declared admissible.",
            "uk": "54.  Насамперед Суд зазначає, що встановив порушення пункту 1 статті 6 Конвенції у зв’язку з невиконанням рішень від 04 листопада 2009 року та 16 лютого 2010 року (див. пункти 49 – 53). Отже, скарга заявників за статтею 13 Конвенції висунута у зв’язку з цим є «небезпідставною» для цілей Конвенції, і тому також повинна бути визнана прийнятною."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "OTHER ALLEGED VIOLATIONs OF THE CONVENTION",
            "uk": "ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "56.  The applicants also complained of violations of Articles 6 § 1 and 13 of the Convention and of Article 1 of Protocol No. 1 regarding the length of the fourth set of proceedings, the alleged lack of effective remedies in that regard and the alleged general breach of their property rights.",
            "uk": "56.  Заявники також скаржилися на порушення пункту 1 статті 6 Конвенції та статті 13 Конвенції, а також статті 1 Першого протоколу до Конвенції на тривалість четвертого провадження, стверджувану відсутність ефективних засобів юридичного захисту у зв’язку з цим і стверджуване загальне порушення їхніх майнових прав."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "58.  Article 41 of the Convention provides:",
            "uk": "58.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "59.  The applicants claimed 46,426 euros (EUR) in respect of nonpecuniary damage.",
            "uk": "59.  Заявники вимагали 46 426 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "60.  The Government contested that claim.",
            "uk": "60.  Уряд заперечив проти цієї вимоги."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "61.  The Court considers it reasonable and equitable to award the applicants jointly EUR 2,000 in non-pecuniary damage for the nonenforcement of the final judgments in their favour and the lack of effective domestic remedies in that regard.",
            "uk": "61.  Суд вважає обґрунтованим та справедливим присудити заявникам спільно 2 000 євро в якості відшкодування моральної шкоди, завданої невиконанням остаточних рішень, ухвалених на їхню користь, а також відсутністю ефективних національних засобів юридичного захисту у зв’язку з цим."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "62.  The applicants made no claim under this head.",
            "uk": "62.  Заявники не подали жодних вимог за цим пунктом."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "63.  Accordingly, there is no call for an award in this respect.",
            "uk": "63.  Отже, у зв’язку з цим немає підстав щось присуджувати."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "64.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "64.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, unanimously,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Declares the complaints under Article 6 § 1 of the Convention about the non-enforcement of the judgments of 4 November 2009 and 16 February 2010, and under Article 13 of the Convention about the lack of effective domestic remedies in this regard, admissible;",
            "uk": "Оголошує прийнятними скарги за пунктом 1 статті 6 Конвенції на невиконання рішень від 04 листопада 2009 року та 16 лютого \n2010 року і за статтею 13 Конвенції на відсутність ефективних національних засобів юридичного захисту у зв’язку з цим;"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention on account of the non-enforcement of the aforementioned judgments;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з невиконанням зазначених рішень;"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "Holds that there has been a violation of Article 13 of the Convention, taken in conjunction with the above-mentioned complaint under Article 6 § 1;",
            "uk": "Постановляє, що було порушено статтю 13 Конвенції у зв’язку зі згаданою скаргою за пунктом 1 статті 6 Конвенції;"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "Holds that there is no need to examine the admissibility and merits of the remainder of the applicants’ complaints;",
            "uk": "Постановляє, що немає необхідності розглядати питання прийнятності та суті решти скарг заявників;"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявникам 2 000 (дві тисячі) євро та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "6.\tDismisses the remainder of the applicants’ claim for just satisfaction.",
            "uk": "6.\tВідхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "Done in English, and notified in writing on 18 June 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 18 червня 2020 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]