[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF ISAYEVA v. UKRAINE",
            "uk": "СПРАВА «ІСАЄВА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 35523/06)",
            "uk": "(Заява № 35523/06)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "4 December 2018",
            "uk": "04 грудня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "04/03/2019",
            "uk": "04/03/2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Isayeva v. Ukraine,",
            "uk": "У справі «Ісаєва проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Paulo Pinto de Albuquerque, President,\n\tGanna Yudkivska,\n\tEgidijus Kūris,\n\tCarlo Ranzoni,\n\tGeorges Ravarani,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Пауло Пінто де Альбукерке (Paulo Pinto de Albuquerque), Голова,\n\tГанна Юдківська (Ganna Yudkivska),\n\tЕгідіюс Куріс (Egidijus Kūris),\n\tКарло Ранцоні (Carlo Ranzoni),\n\tЖорж Раварані (Georges Ravarani),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 2 October 2018,",
            "uk": "після обговорення за зачиненими дверима 02 жовтня 2018 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 35523/06) against Ukraine lodged with the Court on 22 August 2006 under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Natalya Viktorovna Isayeva (“the applicant”), represented by her mother, Ms V. Isayeva, and Ms N. Tselovalnichenko, a lawyer practising in Kyiv.",
            "uk": "1.  Справу було розпочато за заявою (№ 35523/06), яку 22 серпня 2006 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод \n(далі – Конвенція) громадянка України, пані Наталія Вікторівна Ісаєва (далі – заявниця), яку представляли її мати, пані В. Ісаєва, та юрист, яка практикує у м. Київ, пані Н. Целовальніченко."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna from the Ministry of Justice.",
            "uk": "2.  Уряд України (далі – Уряд) представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The case concerns the infliction of grievous bodily harm on the applicant by another patient while in a State-run mental institution. The applicant alleged, in particular, that the State had failed to make those responsible for the incident accountable and had not provided proper redress for the harm inflicted on her within a reasonable time.",
            "uk": "3.  Справа стосується заподіяння заявниці тяжких тілесних ушкоджень іншою пацієнткою під час перебування у державному психоневрологічному інтернаті. Зокрема, заявниця стверджувала, що держава не притягнула до відповідальності винних у події осіб та не надала належного відшкодування за заподіяні їй тілесні ушкодження упродовж розумного строку."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 12 December 2012 the application was communicated to the Government, with the parties being invited to submit further observations in writing on 28 August 2013 (Rule 54 § 2 (c) of the Rules of Court).",
            "uk": "4.  12 грудня 2012 року про заяву було повідомлено Уряд, а \n28 серпня 2013 року сторонам було запропоновано надати свої письмові зауваження (підпункт «с» пункту 2 Правила 54 Регламенту Суду)."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "5.  The applicant was born in 1974 and lives in Luhansk. She has had a first-degree disability since childhood.",
            "uk": "5.  Заявниця народилась у 1974 році та проживає у м. Луганськ. З дитинства вона є інвалідом І групи."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "7.  On 16 September 1998 B. died.",
            "uk": "7.  16 вересня 1998 року Б. померла."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "A.  Criminal proceedings",
            "uk": "A.  Кримінальне провадження"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "B.  First set of civil proceedings",
            "uk": "B.  Перше цивільне провадження"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "12.  On 4 May 1999, at the request of a prosecutor, the court launched proceedings to establish the applicant’s legal capacity. Eight days later the consideration of the applicant’s claim for compensation was suspended pending the outcome of the legal capacity proceedings.",
            "uk": "12.  04 травня 1999 року за заявою прокурора суд порушив справу про визнання заявниці недієздатною. Через вісім днів розгляд позову заявниці про відшкодування шкоди було зупинено до вирішення справи про визнання її недієздатною."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "13.  On 9 October 2002 the legal capacity proceedings were terminated because the prosecutor failed to appear at the hearing.",
            "uk": "13.  09 жовтня 2002 року справа про визнання заявниці недієздатною була закрита, оскільки прокурор не з’явився у судове засідання."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "14.  On 19 June 2003 the first-instance court ordered a medical examination of the applicant and the case was forwarded to the Luhansk Bureau of Forensic Medical Examinations. On 19 October 2004 the case was returned to the first-instance court with an expert report confirming that the applicant had sustained grievous bodily harm.",
            "uk": "14.  19 червня 2003 року суд першої інстанції призначив судово-медичну експертизу заявниці та справа була передана до Луганського обласного бюро судово-медичних експертиз. 19 жовтня 2004 року справа була повернута до суду першої інстанції з висновком експерта, який підтвердив, що заявниця зазнала тяжких тілесних ушкоджень."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "16.  The applicant lodged an appeal challenging the refusal of the court to award her pecuniary damages but later withdrew it. The decision of 3 October 2006 thus became final and enforceable.",
            "uk": "16.  Заявниця подала апеляційну скаргу, оскарживши відмову суду надати їй відшкодування матеріальної шкоди, проте пізніше відкликала її. Отже, рішення від 03 жовтня 2006 року набрало законної сили та стало обов’язковим."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "C.  Disciplinary proceedings",
            "uk": "C.  Дисциплінарне провадження"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "17.  On 13 December 2006 the prosecutor’s office sent a demand to the asylum pointing out violations of work safety regulations which required remediation. According to the demand, the applicant’s rights had been violated because there had been no internal investigation into the incident within the statutory timelimit (of within ten days of the incident).",
            "uk": "17.  13 грудня 2006 року прокуратура направила до інтернату подання, вказавши на порушення законодавства про охорону праці, які мали бути виправлені. Згідно з поданням права заявниці були порушені внаслідок непроведення внутрішнього розслідування події упродовж встановленого строку (протягом десяти днів після події)."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "18.  There is no information to suggest that the asylum complied with the demand.",
            "uk": "18.  Інформація, яка б вказувала на виконання інтернатом подання, відсутня."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "D.  Proceedings concerning the facts surrounding the incident",
            "uk": "D.  Провадження щодо фактів, пов’язаних з подією"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "19.  On 3 October 2007 the applicant lodged a complaint with the Zhovtnevyy District Court of Luhansk, seeking an acknowledgement that bodily harm had been inflicted on her. The applicant asserted, in particular, that the asylum was avoiding delivering a report on the incident even though it was necessary to establish the facts surrounding the incident and to recover damages for the injuries sustained.",
            "uk": "19.  03 жовтня 2007 року заявниця звернулася до Жовтневого районного суду м. Луганська із заявою, в якій просила встановити факт заподіяння їй тілесних ушкоджень. Зокрема, заявниця стверджувала, що керівництво інтернату не бажало складати акт про нещасний випадок, хоча це було необхідним для встановлення пов’язаних з ним фактів та надання відшкодування за заподіяні тілесні ушкодження."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "20.  On 22 November 2007 the complaint was allowed by the court. Referring to its decision of 3 October 2006, which had become final (see paragraph 16 above), the court established that the applicant had had a fight with B. and had received injuries while at the asylum.",
            "uk": "20.  22 листопада 2007 року суд задовольнив заяву. Посилаючись на своє рішення від 03 жовтня 2006 року, яке набрало законної сили \n(див. пункт 16), суд встановив, що під час перебування в інтернаті заявниця побилася з Б. та отримала тілесні ушкодження."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "E.  Second set of civil proceedings",
            "uk": "E.  Друге цивільне провадження"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "21.  On 18 February 2008 the applicant instituted a new set of proceedings against the asylum, seeking compensation for loss of labour capacity and expenses for medications which the applicant permanently needed.",
            "uk": "21.  18 лютого 2008 року заявниця ініціювала нове провадження проти інтернату, вимагаючи відшкодування у зв’язку з втратою працездатності та витратами на медичні препарати, яких вона постійно потребувала."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "23.  On 30 January 2013 the Higher Specialised Civil and Criminal Court of Ukraine, following an appeal by the defendant, quashed the decisions of the lower courts and remitted the case to the first-instance court for fresh consideration. It held that since B. “ha[d] not been declared to be without legal capacity” (не була визнана недієздатною), she had been partially responsible for the incident and thus the lower courts should have considered the extent of her liability.",
            "uk": "23.  30 січня 2013 року Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ за касаційною скаргою відповідача скасував рішення судів нижчих інстанції та передав справу на новий розгляд до суду першої інстанції. Він встановив, що оскільки Б. «не була визнана недієздатною» вона частково несла відповідальність за нещасний випадок, а тому суди нижчих інстанції мали визначити ступіть її вини."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "A.  Relevant provisions of the criminal law and procedure",
            "uk": "A.  Відповідні положення кримінального і кримінально-процесуального законодавства"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "1.  1960 Criminal Code (in force at the material time)",
            "uk": "1.  Кримінальний кодекс України 1960 року (чинний на час подій)"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "26.  Under Article 12 of the Criminal Code, a person was excused from criminal liability if at the time the crime was committed he or she was “mentally unfit to stand trial” (неосудна), that is to say if he or she could not understand the meaning of his or her actions or control them.",
            "uk": "26.  Згідно зі статтею 12 Кримінального кодексу України особа не підлягала кримінальній відповідальності, якщо під час вчинення злочину вона була «в стані неосудності», тобто не могла усвідомлювати своїх дій або керувати ними."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "27.  Pursuant to Article 167, negligence of duties by officials which severely harmed the interests of the State and/or individuals and legal entities was punishable by imprisonment or a fine and a restriction on the right to occupy certain posts for a term of up to three years. Under Article 164, “officials” were defined as individuals who occupied posts in State agencies or in State-run or private legal entities and by virtue of their posts carried out managerial duties.",
            "uk": "27.  Відповідно до статті 167 неналежне виконання посадовими особами своїх службових обов’язків, що завдало істотної шкоди державним інтересам або/та інтересам фізичних чи юридичних осіб, каралося позбавленням волі чи штрафом з позбавленням права займати певні посади на строк до трьох років. Згідно зі статтею 164 під «посадовими особами» розумілися особи, які обіймали посади у державних установах чи у державних або приватних підприємствах та за своєю посадою виконували організаційно-розпорядчі обов’язки."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "2.  1961 Code of Criminal Procedure (in force until November 2012)",
            "uk": "2.  Кримінально-процесуальний кодекс України 1961 року (чинний до листопада 2012 року)"
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "28.  Article 6 of the Code of Criminal Procedure provided that if an alleged perpetrator died, no criminal proceedings could be initiated and any proceedings already underway had to be terminated.",
            "uk": "28.  Стаття 6 Кримінально-процесуального кодексу України передбачала, що у випадку смерті особи, яка, як стверджувалося, вчинила злочин, кримінальна справа не могла бути порушена, а вже порушена справа підлягала закриттю."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "29.  Under Article 97, before launching criminal proceedings an investigator could conduct a pre-investigation inquiry lasting no longer than ten days. The investigator’s actions during the inquiry were limited to receiving explanations from the individuals and officials concerned and requesting documents.",
            "uk": "29.  Згідно зі статтею 97 до порушення кримінальної справи слідчий міг здійснити дослідчу перевірку тривалістю не більше десяти днів. Під час перевірки дії слідчого обмежувалися відібранням пояснень від громадян чи посадових осіб або витребуванням документів."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "30.  Article 99-1 stipulated that a refusal to institute criminal proceedings could be appealed against within seven days of receipt.",
            "uk": "30.  Стаття 99-1 передбачала, що постанова про відмову в порушенні кримінальної справи могла бути оскаржена протягом семи днів з дня одержання."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "B.  Legislation on investigating accidents in the workplace and imposing disciplinary measures",
            "uk": "B.  Законодавство щодо розслідування нещасних випадків на виробництві та накладення дисциплінарних стягнень"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "33.  Article 171 of the Labour Code states that employers must conduct an investigation into the circumstances of every accident involving injuries which have occurred within their facilities. On 5 May 1997 the Cabinet of Ministers of Ukraine adopted Decree no. 421, which states that an investigation into an accident must be conducted within ten days. The results of the investigation must be formalised in an accident report.",
            "uk": "33.  Стаття 171 Кодексу законів про працю України передбачає, що роботодавці повинні проводити розслідування обставин кожного нещасного випадку, який стався на їхньому підприємстві та який спричинив тілесні ушкодження. 05 травня 1997 року Кабінет Міністрів України прийняв постанову № 421, яка передбачає, що розслідування нещасного випадку має проводитися протягом десяти днів. Його результати мають бути оформлені актом розслідування обставин нещасного випадку."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "34.  Article 148 of the Labour Code specifies that disciplinary measures should be imposed on an employee within no later than six months of the misdeed.",
            "uk": "34.  Стаття 148 Кодексу законів про працю України передбачає, що дисциплінарні стягнення не можуть накладатися на працівника пізніше шести місяців з дня вчинення проступку."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "C.  Relevant provisions of the civil law and procedure",
            "uk": "C.  Відповідні положення цивільного та цивільно-процесуального законодавства"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "1.  1963 Civil Code (in force at the material time)",
            "uk": "1.  Цивільний кодекс України 1963 року (чинний на час подій)"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "35.  Under Article 16 of the Civil Code, a person could be declared by a court to be without legal capacity (недієздатна), which necessitated the establishment of guardianship over the person, if he or she could not understand the meaning of his or her actions or control them. Incapacity restricted the person’s right to enter into transactions (Article 52). Damages inflicted by a person without capacity were to be recovered by his or her guardian (Article 448).",
            "uk": "35.  Згідно зі статтею 16 Цивільного кодексу України особа, яка не могла розуміти значення своїх дій або керувати ними, могла бути визнана судом недієздатною із встановленням над нею опіки. Недієздатність обмежувала право особи укладати угоди \n(див. стаття 52). За шкоду, заподіяну особою, визнаною недієздатною, ніс відповідальність її опікун (див. стаття 448)."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "36.  Article 440 stated that harm or damage inflicted on an individual was to be compensated by the person who had caused that harm or damage. Article 441 stated that employers were liable for the damage caused by their employees during the performance of their duties. Under Article 451, if the harm or damage was inflicted by two or more people, they were held jointly liable.",
            "uk": "36.  Стаття 440 передбачала, що шкода, заподіяна особі або майну громадянина, підлягала відшкодуванню особою, яка заподіяла шкоду. Стаття 441 передбачала, що роботодавці несли відповідальність за шкоду, заподіяну їхніми працівниками під час виконання ними своїх службових обов’язків. Згідно зі статтею 451, якщо шкоду особі або майну заподіяли дві або більше особи, вони несли солідарну відповідальність."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "2.  2004 Code of Civil Procedure",
            "uk": "2.   Цивільний процесуальний кодекс України 2004 року"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "37.  Article 61 § 3 of the Code of Civil Procedure reads as follows:",
            "uk": "37.  Частина третя статті 61 Цивільного процесуального кодексу України передбачає:"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "“Facts established by a decision in a civil, commercial or administrative case which became final, shall not be subject to probation in other pending cases which involve the same parties or a party concerning which the respective facts were established”.",
            "uk": "«Обставини, встановлені судовим рішенням у цивільній, господарській або адміністративній справі, що набрало законної сили, не доказуються при розгляді інших справ, у яких беруть участь ті самі особи або особа, щодо якої встановлено ці обставини»."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "38.  Relying on Article 6 of the Convention, the applicant complained that the State had failed to hold those responsible for the incident accountable. She also complained about the length of the domestic proceedings.",
            "uk": "38.  Посилаючись на статтю 6 Конвенції, заявниця скаржилася на непритягнення державою до відповідальності винних у нещасному випадку осіб. Вона також скаржилася на тривалість провадження на національному рівні."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "The latter provision reads as follows:",
            "uk": "Останнє положення передбачає:"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment”.",
            "uk": "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "40.  In view of the domestic decisions delivered in the applicant’s favour (see paragraphs 15 and 24 above), the question arises as to whether she has lost her victim status for the purposes of Article 34 of the Convention. In the Court’s view, this issue is closely linked to the merits of the complaint under Article 3 of the Convention. The Court will therefore have regard to it in determining whether there has been a violation of that provision.",
            "uk": "40.  З огляду на ухваленні на національному рівні рішення на користь заявниці (див. пункти 15 та 24), постає питання, чи втратила вона статус потерпілої для цілей статті 34 Конвенції. На думку Суду це питання тісно пов’язане із суттю скарги за статтею 3 Конвенції. Отже, Суд врахує його при вирішенні того, чи було порушено це положення."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "41.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "41.  Суд зазначає, що скарга не є явно необґрунтованою у розумінні \nпідпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "(a)  The applicant",
            "uk": "(a)  Заявниця"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "42.  The applicant asserted that the State had failed to hold those responsible for the incident accountable and provide proper redress to her.",
            "uk": "42.  Заявниця стверджувала, що держава не притягнула до відповідальності винних у нещасному випадку осіб та не надала їй належне відшкодування."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "43.  The Government contested that statement. They pointed out that, according to the Court’s case-law, damage to personal integrity did not necessarily require a criminal-law remedy, especially where the harm had been inflicted as a result of negligence. Hence, a lack of criminal-law remedies in itself could not constitute a breach of the State’s positive obligations under Article 3 of the Convention.",
            "uk": "43.  Уряд заперечив проти цього твердження. Він зазначив, що згідно з практикою Суду заподіяння шкоди особистій недоторканості, не вимагала в обов’язковому порядку застосування кримінально-правового засобу юридичного захисту, особливо, коли шкода була заподіяна внаслідок недбалості. Отже, сама по собі відсутність кримінально-правових засобів юридичного захисту не могла становити порушення позитивного зобов’язання держави за статтею 3 Конвенції."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "44.  At the same time, the Government pointed out that the applicant had availed herself of the available civil-law remedies by virtue of which the fault of the asylum employees had been established and had been compensated for both pecuniary and non-pecuniary damage. Thus, according to the Government, those remedies had proved to be effective in practice, so the State had met its positive obligations under Article 3 of the Convention.",
            "uk": "44.  При цьому Уряд зазначив, що заявниця скористалася доступними їй цивільно-правовими засобами юридичного захисту, відповідно до яких було встановлено вину працівників інтернату та надано відшкодування як матеріальної, так і моральної шкоди. Таким чином, згідно з твердженнями Уряду ці засоби юридичного захисту були ефективними на практиці, тому держава дотрималася своїх позитивних зобов’язань за статтею 3 Конвенції."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "45.  The Court notes at the outset that on 2 April 1998 the applicant was severely beaten by a private individual, B., and suffered grievous bodily harm. Her injuries included concussion, a fractured jaw and nose, numerous cuts on her face and, at a later stage, a loss of sight in her right eye (see paragraph 6 above). The situation therefore attains the threshold of severity required for it to fall within the scope of Article 3 of the Convention.",
            "uk": "45.  Перш за все, Суд зазначає, що 02 квітня 1998 року заявниця була жорстоко побита приватною особою Б. та зазнала тяжких тілесних ушкоджень. Серед них були струс мозку, переломи щелепи та носу, численні порізи на обличчі та у подальшому втрата зору у правому оці (див. пункт 6). Отже, ситуація досягла межі суворості, яка вимагається, щоб підпадати під дію статті 3 Конвенції."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "(a)  General principles",
            "uk": "(a)  Загальні принципи"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(b)  Application of these principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "50.  The Court must examine, therefore, whether in the present case the available legal remedies, taken together, as provided by law and applied in practice, could be said to have secured legal means capable of establishing the facts, holding those at fault accountable and providing appropriate redress to the victim (see, mutatis mutandis, Dodov, cited above, § 83).",
            "uk": "50.  Отже, Суд повинен розглянути, чи можуть у цій справі наявні засоби юридичного захисту у поєднанні, як це передбачає законодавство та на практиці вважатися юридичними засобами, здатними встановити факти, притягнути до відповідальності винних осіб та надати відповідне відшкодування потерпілому (див., mutatis mutandis, згадане рішення у справі «Додов проти Болгарії» (Dodov v. Bulgaria), пункт 83)."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "51.  As already mentioned (see paragraph 45 above), the applicant suffered grievous bodily harm at the hands of another patient while in a State-run mental institution. The relevant domestic law provided that criminal, disciplinary and civil proceedings could be used to determine who should be held accountable. The Court will examine whether those remedies, taken separately or jointly, satisfied the above requirements under Article 3 of the Convention.",
            "uk": "51.  Як було зазначено (див. пункт 45) під час перебування у державній психіатричній установі заявниця зазнала тяжких тілесних ушкоджень, заподіяних іншою пацієнткою. Відповідне національне законодавство передбачало, що для встановлення осіб, які мали бути притягнені до відповідальності, могли бути використані кримінальне, дисциплінарне та цивільне провадження. Суд розгляне, чи відповідали ці засоби юридичного захисту, взяті окремо та у поєднанні, зазначеним вимогам за статтею 3 Конвенції."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "(i)  Criminal-law remedies",
            "uk": "(i)  Кримінально-правові засоби юридичного захисту"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "53.  Be as it may, B. had died on 16 September 1998 (see paragraph 7 above), little more than four months after the refusal to institute criminal proceedings in 1998; thus her prosecution would not have had any prospects of success anyway.",
            "uk": "53.  Втім, 16 вересня 1998 року, менш ніж через чотири місяці після винесення постанови про відмову у порушенні кримінальної справи у 1998 році, Б. померла (див. пункт 7). Отже, притягнення її до відповідальності все одно не мало б шансів на успіх."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "54.  In addition, according to the prosecutor’s decision of 8 May 1998 not to institute criminal proceedings (see paragraph 8 above), the incident apparently happened owing to the orderlies’ negligent performance of their duties. The same conclusion was reached on 30 June 2013 following the investigation initiated on 26 December 2012 (see paragraph 10 above).",
            "uk": "54.  Крім того, згідно з постановою прокурора від 08 травня \n1998 року про відмову у порушенні кримінальної справи (див. пункт 8) нещасний випадок, вочевидь, стався через неналежне виконання санітарками своїх службових обов’язків. 30 червня 2013 року за результатами порушеної 26 грудня 2012 року справи було зроблено аналогічний висновок (див. пункт 10)."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "55.  The decisions not to institute or pursue criminal proceedings were taken because the orderlies could not be considered to be “officials” within the meaning of the relevant provisions of the Criminal Code in force at the material time. Therefore, the absence of legislation establishing the orderlies’ liability in negligence and the objective fact of B.’s death rendered all attempts on behalf of the applicant to institute criminal proceedings futile in this particular case.",
            "uk": "55.  Постанови про відмову у порушенні кримінальної справи виносились, оскільки санітарки не могли вважатися «посадовими особами» у розумінні відповідних положень чинного на час подій Кримінального кодексу України. Отже, відсутність законодавчих норм, які б передбачали відповідальність санітарок за недбалість, та об’єктивний факт смерті Б. призвели до того, що у цій конкретній справі всі спроби заявниці порушити кримінальне провадження були безуспішними."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "56.  However, given that the Court’s relevant case-law provides that an effective judicial system does not necessarily require the provision of a criminal-law remedy if, as in the case of the orderlies, the infringement of the right to personal integrity is not caused intentionally (see the case-law quoted in paragraph 49 above), the Court must also examine whether the respondent State made available other legal remedies that satisfied the requirements of Article 3 of the Convention.",
            "uk": "56.  Проте з огляду на відповідну практику Суду, яка передбачає, що ефективна судова система не обов’язково вимагає надання кримінально-правового засобу юридичного захисту, якщо, як і у випадку із санітарками, порушення права на особисту недоторканість було здійснене ненавмисно (див. практику суду, наведену у пункту 49), Суд має також розглянути чи забезпечила держава-відповідач інші засоби юридичного захисту, які б відповідали вимогам статті 3 Конвенції."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(ii)  Disciplinary remedies",
            "uk": "(ii)  Дисциплінарні засоби юридичного захисту"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "57.  The Court notes that the asylum did not react in time to the alleged negligence of its employees as it was supposed to (see the relevant provisions of the Labour Code, quoted in paragraphs 33 and 34 above). According to the prosecutor’s demand of 13 December 2006 (see paragraph 17 above), the asylum was requested to conduct an internal investigation into the incident.",
            "uk": "57.  Суд зазначає, що керівництво інтернату вчасно не відреагувало на стверджувану недбалість працівників, як це мало б бути \n(див. відповідні положення Кодексу законів про працю України, наведені у пунктах 33 та 34). Відповідно до подання прокурора \nвід 13 грудня 2006 року (див. пункт 17) керівництво інтернату мало провести внутрішнє розслідування щодо нещасного випадку."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "58.  It appears that the prosecutor’s demand was not complied with and that a disciplinary investigation was not conducted. In any event, the statutory time-limit as to the imposition of disciplinary measures expired six months after the misdeed (see paragraph 34 above), in October 1998, which made it impossible to impose disciplinary measures on the orderlies supposedly responsible for the incident.",
            "uk": "58.  Вбачається, що подання прокурора виконане не було і дисциплінарне розслідування не проводилося. У будь-якому разі строк накладення дисциплінарних стягнень закінчився через шість місяців після вчинення суспільно небезпечного діяння (див. пункт 34), тобто у жовтні 1998 року, що унеможливило накладення дисциплінарних стягнень на санітарок, які ймовірно були відповідальними за нещасний випадок."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "59.  The failure to conduct a disciplinary investigation into the circumstances of the incident, as required by law, also made it impossible to establish the circumstances of the incident (including those responsible for it) and identify any errors in management, training or control over the asylum employees that may have made the incident in question possible.",
            "uk": "59.  Непроведення дисциплінарного розслідування щодо обставин нещасного випадку, як це вимагалося законодавством, також унеможливило встановлення обставин нещасного випадку (у тому числі відповідальних за нього осіб) та визначення будь-яких порушень в управлінні, підготовці та контролі за працівниками інтернату, які дозволили статися згаданому нещасному випадку."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "60.  In view of this, the Court concludes that no disciplinary remedies were used to ensure that the facts were established and that those responsible for the incident were held accountable.",
            "uk": "60.  З огляду на це Суд доходить висновку, що жодних дисциплінарних засобів юридичного захисту для забезпечення встановлення фактів та притягнення до відповідальності осіб, винних у нещасному випадку, вжито не було."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "(iii)  Civil-law remedies",
            "uk": "(iii)  Цивільно-правові засоби юридичного захисту"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "61.  The Court notes that the applicant also claimed compensation for non-pecuniary and pecuniary damage under the civil procedure. Those claims were allowed by the domestic courts in part (see paragraphs 15 and 24-25 above).",
            "uk": "61.  Суд зазначає, що заявниця також вимагала відшкодування моральної та матеріальної шкоди у цивільному порядку. Національні суди частково задовольнили ці клопотання (див. пункти 15, 24 і 25)."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "62.  The Court observes that the first set of proceedings lasted for more than seven years and seven months at one level of jurisdiction (from 10 February 1999 until 3 October 2006 – see paragraphs 11–16 above). They were terminated by a court decision finding that harm had been inflicted on the applicant solely as a result of negligence by the asylum employees. Although the applicant withdrew her appeal against that decision (see paragraph 25 above), it was not appealed against by the asylum either.",
            "uk": "62.  Суд зазначає, що перше провадження тривало понад сім років та сім місяців у одній інстанції (з 10 лютого 1999 року до 03 жовтня 2006 року – див. пункти 11 – 16). Воно було закрите рішенням суду, яким було встановлено, що тілесні ушкодження були заподіяні заявниці виключно внаслідок неналежного виконання службових обов’язків працівниками інтернату. Хоча заявниця відкликала свою апеляційну скаргу на це рішення (див. пункт 25), керівництвом інтернату воно оскаржено не було."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "66.  That, in the Court’s view, is sufficient to enable it to conclude that the civil proceedings brought about the result desired by Article 3 of the Convention – establishing and holding accountable those responsible in an effective manner.",
            "uk": "66.  На думку Суду, цього достатньо для його висновку, що цивільне провадження досягло бажаного результату за статтею 3 Конвенції – ефективне встановлення та притягнення до відповідальності винних осіб."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "67.  There has accordingly been no violation of this provision.",
            "uk": "67.  Отже, це положення порушено не було."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "68.  The applicant also complained that the proceedings for damages had been unreasonably long, in breach of Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
            "uk": "68.  Заявниця також скаржилася на необґрунтовану тривалість провадження щодо відшкодування шкоди у порушення пункту 1 \nстатті 6 Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
            "uk": "«Кожен має право на справедливий і публічний розгляд його справи упродовж розумного строку незалежним і безстороннім судом, встановленим законом, який вирішить спір щодо його прав та обов’язків цивільного характеру…»"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "The payment will constitute the final resolution of the case.",
            "uk": "Виплата становитиме остаточне вирішення справи."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "70.  The applicant did not accept the terms of the declaration.",
            "uk": "70.  Заявниця не погодилася з умовами декларації."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "71.  The Court observes that Article 37 § 1 (c) enables it to strike a case out of its list if:",
            "uk": "71.  Суд зазначає, що підпункт «с» пункту 1 статті 37 Конвенції дозволяє йому вилучити справу з його реєстру, якщо:"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "“... for any other reason established by the Court, it is no longer justified to continue the examination of the application”.",
            "uk": "«... на будь-якій іншій підставі, встановленій Судом, подальший розгляд заяви не є виправданим»."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "72.  Thus, it may strike out applications under Article 37 § 1 (c) on the basis of a unilateral declaration by a respondent Government even if the applicant wishes the examination of the cases to be continued (see the principles emerging from the Court’s case-law, and in particular the Tahsin Acar v. Turkey judgment (preliminary objections) [GC], no. 26307/95, §§ 7577, ECHR 2003-VI).",
            "uk": "72.  Таким чином, Суд може вилучити заяви відповідно до підпункту «с» пункту 1 статті 37 Конвенції на підставі односторонньої декларації Уряду держави-відповідача, навіть якщо заявник бажає продовження розгляду його справи (див. принципи, що випливають з практики Суду, та зокрема, рішення у справі «Тахсін-Аджар проти Туреччини» (попередні зауваження) [ВП] (Tahsin Acar v. Turkey) [GC], заява № 26307/95, пункти 75 – 77, ЄСПЛ 2003-VI)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "73.  The Court has established clear and extensive case-law concerning complaints relating to the excessive length of civil proceedings (see, for example, Krasnoshapka v. Ukraine, no. 23786/02, 30 November 2006).",
            "uk": "73.  Суд встановив чітку та вичерпну практику стосовно скарг щодо надмірної тривалості цивільних проваджень (див., на приклад, рішення у справі «Красношапка проти України» (Krasnoshapka v. Ukraine), заява № 23786/02, від 30 листопада 2006 року)."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "75.  In the light of the above considerations, the Court is satisfied that respect for human rights as defined in the Convention and the Protocols thereto does not require it to continue the examination of this part of the application (Article 37 § 1 in fine).",
            "uk": "75.  У світлі наведених міркувань Суд переконаний, що повага до прав людини, визначених у Конвенції та протоколах до неї, не вимагає продовження розгляду цієї частини заяви (пункт 1 статті 37  Конвенції in fine)."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "76.  Lastly, the Court emphasises that, should the Government fail to comply with the terms of their unilateral declaration, the application may be restored to the list in accordance with Article 37 § 2 of the Convention (see Josipović v. Serbia (dec.), no. 18369/07, 4 March 2008).",
            "uk": "76.  Насамкінець, Суд наголошує, що у випадку недотримання Урядом умов односторонньої декларації, заява може бути поновлена у реєстрі справ відповідно до пункту 2 статті 37 Конвенції (див. ухвалу щодо прийнятності у справі «Йосіповіч проти Сербії» (Josipović v. Serbia), заява № 18369/07, від 04 березня 2008 року)."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "77.  In view of the above, it is appropriate to strike this part of the application out of the Court’s list of cases under Article 37 § 1 (c) of the Convention.",
            "uk": "77.  З огляду на зазначене, цю частину заяви слід вилучити з реєстру справ Суду відповідно до підпункту «с» пункту 1 статті 37 Конвенції."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "1.  Declares, unanimously, the applicant’s complaint under Article 3 of the Convention admissible;",
            "uk": "1.  Оголошує одноголосно прийнятною скаргу заявниці за статтею 3 Конвенції;"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "2.  Holds, by four votes to three, that there has been no violation of Article 3 of the Convention under its procedural limb;",
            "uk": "2.  Постановляє чотирма голосами проти трьох, що не було порушено процесуальний аспект статті 3 Конвенції;"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "3.  Decides, unanimously, to strike the application out of its list of cases in so far as it concerns the complaint under Article 6 of the Convention regarding the excessive length of the proceedings.",
            "uk": "3.  Вирішує одноголосно вилучити заяву зі свого реєстру справ у частині щодо скарги за статтею 6 Конвенції на надмірну тривалість провадження."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Done in English, and notified in writing on 4 December 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 04 грудня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Pinto de Albuquerque, Yudkivska and Paczolay is annexed to this judgment.",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додається спільна окрема думка суддів Пінто де Альбукерке, Юдківської та Пацолай."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "P.P.A.\nM.T.",
            "uk": "П.П.А.\nМ.Ц."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "JOINT DISSENTING OPINION OF JUDGES PINTO DE ALBUQUERQUE, YUDKIVSKA AND PACZOLAY",
            "uk": "СПІЛЬНА ОКРЕМА ДУМКА СУДДІВ ПІНТО ДЕ АЛЬБУКЕРКЕ, ЮДКІВСЬКОЇ ТА ПАЦОЛАЙ"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "1.  The present case raises a legal question of the utmost importance regarding the domestic remedies provided to redress a violation of Article 3 of the Convention, namely whether an award of compensation on the basis of the objective civil liability of a psychiatric institution constitutes a sufficient remedy for injuries sustained by a person confined in that institution.",
            "uk": "1.  Ця справа порушує юридичне питання першочергової важливості стосовно національних засобів юридичного захисту, передбачених для виправлення порушення статті 3 Конвенції, зокрема, чи становить розмір відшкодування на підставі об’єктивної цивільної відповідальності психіатричної установи достатнє відшкодування за тілесні ушкодження, яких зазнала особа, що трималась у цій установі."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "3.  We cannot share this conclusion. We respectfully disagree with our learned colleagues that there has been no violation of Article 3 of the Convention in the present case. Contrary to the majority, we find that the compensation awarded to the applicant on the basis of the objective civil liability of the asylum cannot be considered a sufficient means of redress for a violation of Article 3, for the following reasons.",
            "uk": "3.  Ми не можемо дійти такого висновку. З усією повагою ми не погоджуємося з нашими досвідченими колегами, що у цій справі не було порушено статтю 3 Конвенції. На відміну від більшості ми вважаємо, що присуджене заявниці відшкодування шкоди з огляду на об’єктивну цивільну відповідальність інтернату не може вважатися достатнім засобом відшкодування шкоди за порушення статті 3 Конвенції з таких причин."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "The Court’s standards",
            "uk": "Стандарти Суду"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "5.  In some cases the Court has found that it is only by recourse to criminal-law remedies that it can be ensured that situations are investigated and evidence is collected in conformity with the Convention requirements (see Mitkus v. Latvia, no. 7259/03, § 76, 2 October 2012, and Gorodovych v. Ukraine, no. 71050/11, § 18, 19 January 2017).",
            "uk": "5.  У деяких справах Суд встановлював, що лише шляхом застосування кримінально-правових засобів юридичного захисту можна забезпечити розслідування події та збирання доказів відповідно до конвенційних вимог (див. рішення у справах «Міткус проти Латвії» (Mitkus v. Latvia), заява № 7259/03, пункт 76, від 02 жовтня 2012 року, та «Городович проти України» (Gorodovych v. Ukraine), \nзаява № 71050/11, пункт 18, від 19 січня 2017 року)."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "The case at hand",
            "uk": "Справа, яка розглядається"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "9.  Worse still, the disciplinary investigation that would have made it possible to establish all the circumstances of the case, including any errors in management, training or control over the asylum employees, was never conducted, despite the direct demand to that effect by the prosecutor. In these circumstances we are unable to conclude that the national authorities demonstrated genuine efforts towards finding out the actual causes of the incident.",
            "uk": "9.  Що ще гірше, дисциплінарне розслідування, яке б дозволило встановити усі обставини справи, у тому числі будь-які помилки в управлінні, підготовці та контролі за працівниками інтернату, ніколи не проводилося, незважаючи на пряму вказівку прокурора щодо цього. За цих підстав ми не можемо дійти висновку, що національні органи влади довели, що для встановлення справжніх причин нещасного випадку було докладено ретельні зусилля."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "11.  Our assessment of the facts of the case in the light of the principles established in the Court’s jurisprudence leaves us no other choice than to conclude that the national authorities did not comply with their obligations under Article 3 of the Convention.",
            "uk": "11.  Наша оцінка фактів справи у світлі принципів, встановлених практикою Суду, не залишає нам іншого вибору, окрім як дійти висновку, що національні органи влади не дотрималися своїх зобов’язань за статтею 3 Конвенції."
        }
    }
]