[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF RELIGIOUS COMMUNITY OF JEHOVAH’S WITNESSES OF KRYVYI RIH’S TERNIVSKY DISTRICT v. UKRAINE",
            "uk": "СПРАВА «РЕЛІГІЙНА ГРОМАДА СВІДКІВ ЄГОВИ ТЕРНІВСЬКОГО РАЙОНУ МІСТА КРИВОГО РОГУ ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 21477/10)",
            "uk": "(Заява № 21477/10)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "3 September 2019",
            "uk": "03 вересня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "03/12/2019",
            "uk": "03.12.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Religious Community of Jehovah’s Witnesses of Kryvyi Rih’s Ternivsky District v. Ukraine,",
            "uk": "У справі «Релігійна громада Свідків Єгови Тернівського району міста Кривого Рогу проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Jon Fridrik Kjølbro, President,\n\tPaulo Pinto de Albuquerque,\n\tGanna Yudkivska,\n\tFaris Vehabović,\n\tEgidijus Kūris,\n\tIulia Antoanella Motoc,\n\tPéter Paczolay, judges,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Джон Фрідрік Кьолбро (Jon Fridrik Kjølbro), Голова,\n\tПауло Пінто де Альбукерке (Paulo Pinto de Albuquerque),\n\tГанна Юдківська (Ganna Yudkivska),\n\tФаріс Вегабовіч (Faris Vehabović),\n\tЕгідіюс Куріс (Egidijus Kūris),\n\tЮлія Антоанелла Моток (Iulia Antoanella Motoc),\n\tПетер Пацолай (Péter Paczolay), судді,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 2 April and 18 June 2019,",
            "uk": "після обговорення за зачиненими дверима 02 квітня та 18 червня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in an application (no. 21477/10) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Religious Community of Jehovah’s Witnesses of Kryvyi Rih, Ternivsky District, Dnipropetrovsk Region (“the applicant community”), on 13 April 2010.",
            "uk": "1.  Справу було розпочато за заявою (№ 21477/10), яку 13 квітня 2010 року подала до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод \n(далі – Конвенція) релігійна громада Свідків Єгови Тернівського району міста Кривого Рогу Дніпропетровської області (далі – громада-заявниця)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant community was represented by Mr V. Karpov, a lawyer practising in Kropyvnytskyi, Ukraine, and Mr A. Carbonneau, a lawyer admitted to practice in Quebec, Canada, and in Armenia. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Громаду-заявницю представляли пан В. Карпов, юрист, який практикує у м. Кропивницький, Україна, та пан А. Карбонно, юрист, який практикує у м. Квебек, Канада, та у Вірменії. Уряд України \n(далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant community alleged, in particular, that the Kryvyi Rih City Council’s (“the City Council”) failure to allow it to establish a place of worship had breached its rights under Article 9 of the Convention and Article 1 of Protocol No. 1, and that the domestic courts’ decisions refusing to order the Council to issue the necessary decision had breached its right of access to court and the right to an effective remedy in respect of its other complaints.",
            "uk": "3.  Громада-заявниця стверджувала, зокрема, що не надавши їй дозвіл на будівництво культової споруди, Криворізька міська рада (далі – міська рада) порушила її права за статтею 9 Конвенції та статтею 1 Першого протоколу до Конвенції, а рішення національних судів про відмову зобов’язати раду видати необхідне рішення порушили її право на доступ до суду та право на ефективний засіб юридичного захисту у зв’язку з її іншими скаргами."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 22 November 2017 the above complaints were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  22 листопада 2017 року про зазначені скарги було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до \nпункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "A.  Situation of Jehovah’s Witnesses in Kryvyi Rih and the applicant community’s purchase of a residential property",
            "uk": "A.  Ситуація Свідків Єгови у м. Кривий Ріг і придбання громадою-заявницею житлової нерухомості"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "6.  Ternivsky district is one of the seven administrative districts of Kryvyi Rih. In 2009 the city’s total estimated population was 675,600. The city is spread out over a considerable area, the measurements of the distance between its northernmost and southernmost points vary from 48 to 126 km.",
            "uk": "6.  Тернівський район є одним із семи адміністративних районів м. Кривий Ріг. У 2009 році загальна чисельність населення міста становила 675 600 осіб. Місто простяглося на значній території, вимірювання відстані між крайньою північною та південною точками коливаються від 48 до 126 км."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "7.  The applicant community de facto uses the above-mentioned residential building for worship. According to the applicant community, that building is used by about 240 Jehovah’s Witnesses who all live within a 4km radius from it.",
            "uk": "7.  Громада-заявниця de facto використовує зазначений житловий будинок для проведення богослужінь. Згідно з твердженнями громади-заявниці цим будинком користуються близько 240 Свідків Єгови, які проживають у радіусі 4 км від нього."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "B.  The applicant community’s attempts to obtain rights to land and planning approvals to build a place of worship",
            "uk": "B.  Спроби громади-заявниці отримати права на землю та дозвіл на будівництво культової споруди"
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  On 7 September 2004 the applicant community lodged an application with the mayor seeking a five-year lease on the plot of land for the construction of a Kingdom Hall on the Pokrysheva Street site.",
            "uk": "9.  07 вересня 2004 року громада-заявниця звернулася до міського голови із заявою про надання в оренду земельної ділянки на вулиці Покришева строком на п’ять років для будівництва Зали Царства."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "10.  On 24 February 2005 the city’s Architecture and Planning Council approved the placement of a Kingdom Hall on the land and its planned design.",
            "uk": "10.  24 лютого 2005 року міська архітектурно-містобудівна рада погодила розміщення Зали Царства на цій ділянці та архітектурні рішення її фасаду."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "11.  On 21 July 2005 a commission composed of representatives of the land management authority and the planning, public health and fire safety authorities also approved the placement.",
            "uk": "11.  21 липня 2005 року комісія у складі представників управління земельних ресурсів і містобудування, державної санітарної та державної пожежної інспекцій також погодила розміщення."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "12.  On 28 September 2005 the City Council decided to give preliminary consent to the applicant for the placement of a Kingdom Hall on the land and instructed the applicant to prepare, within a year, a planning application file (проектна документація) for the allocation of the land to it and for the construction of the place of worship. The city’s land management authority was instructed to submit to the Council a draft decision for the allocation of the plot of land to the applicant community.",
            "uk": "12.  28 вересня 2005 року міська рада вирішила надати попереднє погодження заявнику на розміщення Зали Царства на цій земельній ділянці та зобов’язала заявника упродовж року підготувати проєктну документацію щодо відведення їй ділянки та будівництва культової споруди. Міському управлінню земельних ресурсів було доручено внести на затвердження міської ради проєкт відведення земельної ділянки громаді-заявниці."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "13.  In 2006 the applicant community ordered and obtained from a specialist company a planning application file for the allocation of the land. It was approved by the city’s planning authority, by the land management, land register, environmental protection, and public health authorities and the authority for the protection of cultural heritage.",
            "uk": "13.  У 2006 році громада-заявниця замовила та отримала від спеціалізованого підприємства проєктну документацію щодо відведення земельної ділянки. Вона була погоджена управлінням містобудування та архітектури, управлінням земельних ресурсів, відділом земельного кадастру, державною екологічною та держаною санітарною інспекціями, а також обласним центром охорони історико-культурних цінностей."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "14.  On 6 September 2006 the city’s planning authority submitted to the City Council a draft decision to approve the land allocation project and to grant the applicant the lease. On the same day the authority informed the applicant community that new owners of two of the houses adjoining the plot were objecting to the placement of the place of worship there.",
            "uk": "14.  06 вересня 2006 року управління містобудування та архітектури подало до міської ради проєкт рішення про затвердження проєкту відведення земельної ділянки та надання її в оренду громаді-заявниці. Того дня управління поінформувало громаду-заявницю, що нові власники двох будинків, розташованих поруч із земельною ділянкою, заперечували проти розміщення там культової споруди."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "15.  On 15 September 2006 the applicant community sought copies of the neighbours’ letters from the city authorities.",
            "uk": "15.  15 вересня 2006 року громада-заявниця звернулася до органів місцевого самоврядування з проханням надати копії листів сусідів."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "16.  It appears that on 26 September 2006 a meeting of the neighbourhood residents concerning the project was held.",
            "uk": "16.  Вбачається, що 26 вересня 2006 року було проведено збори місцевих мешканців щодо реалізації проєкту."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "17.  On 27 September 2006 the draft decision was to be examined at a Council meeting. However, it was not adopted either because it was withdrawn from the agenda or because the Council took a vote on the draft decision but it failed to garner a sufficient number of votes to be adopted.",
            "uk": "17.  Проєкт рішення мав бути розглянутий на засіданні ради \n27 вересня 2006 року. Проте рішення не було прийнято або тому, що його було знято з порядку денного, або тому, що рада проголосувала за проєкт рішення, проте не було набрано достатньої кількості голосів."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "18.  On 17 October 2006 the city’s planning authority informed the applicant community that copies of the neighbours’ complaints could not be provided.",
            "uk": "18.  17 жовтня 2006 року управління містобудування та архітектури поінформувало громаду-заявницю, що копії скарг сусідів надати неможливо."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "C.  First set of judicial proceedings and subsequent events",
            "uk": "C.  Перше судове провадження та подальші події"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "19.  On 14 February 2007 the applicant community lodged a claim against the City Council, seeking to have its inaction declared unlawful.",
            "uk": "19.  14 лютого 2007 року громада-заявниця подала позов проти міської ради, вимагаючи визнати незаконною її бездіяльність."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "21.  On 11 June 2007 the city’s land management authority informed the applicant community that on 14 May 2007 it had re-submitted a draft positive decision to the City Council but that on 30 May 2007 it had been withdrawn from the Council’s agenda owing to the conflict which had arisen between the community and the local residents and their opposition to the development project on the basis of the concentration of people and cars that would be generated when meetings and services were held.",
            "uk": "21.  11 червня 2007 року міське управління земельних ресурсів поінформувало громаду-заявницю, що 14 травня 2007 року воно повторно направило до міської ради проєкт позитивного рішення, проте 30 травня 2007 року рішення було знято з порядку денного ради у зв’язку конфліктною ситуацією, яка виникла між громадою і місцевими мешканцями, та незгодою останніх з реалізацією проєкту через скупчення людей та автомобілів, які мали б місце під час проведення зібрань і служб."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "22.  On 11 July 2007 the applicant community again asked the City Council to examine and approve its application.",
            "uk": "22.  11 липня 2007 року громада-заявниця повторно звернулась до міської ради з проханням розглянути та затвердити її проєкт."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "23.  On 29 August 2007 the City Council examined the draft positive decision but it failed to garner the necessary number of votes to be adopted: of the 70 Council members, 43 did not vote at all, there were 2 votes “in favour”, 23 “against” and 2 abstentions.",
            "uk": "23.  29 серпня 2007 року міська рада розглянула проєкт позитивного рішення, але достатньої кількості голосів для його прийняття зібрано не було: з 70 депутатів ради 43 не голосували взагалі, 2 проголосували «за», 23 – «проти» та 2 утрималися."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "D.  Second set of judicial proceedings",
            "uk": "D.  Друге судове провадження"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "26.  The above-mentioned passages (ii) to (v) in the Regional Court’s judgment were almost verbatim quotes from the decision of the High Commercial Court (“the HCC”) presented as an example to follow in the HCC’s circular letter of 30 November 2007 to the lower commercial courts. In that decision the HCC, on the basis of a number of provisions of domestic law, had held that the courts could not order municipal councils to enter into land lease agreement (see paragraphs 40 and 41 below).",
            "uk": "26.  Зазначені уривки (ii) – (v) з рішення обласного суду є майже дослівними цитатами з рішення Вищого господарського суду України (далі – ВГСУ), наведеного як приклад в оглядовому листі ВГСУ господарським судам нижчих інстанцій від 30 листопада 2007 року. У цьому рішенні ВГСУ на підставі низки положень національного законодавства постановив, що суди не могли зобов’язувати міські ради укладати договори оренди земельних ділянок (див. пункти 40 і 41)."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "27.  On 26 March 2009 the Dnipropetrovsk Commercial Court of Appeal upheld the Regional Court’s judgment, reaffirming in particular that even though the unlawfulness of the Council’s inaction had been established by the Regional Court’s judgment of 7 June 2007, the courts could still not replace the City Council and take the decision in its place.",
            "uk": "27.  26 березня 2009 року Дніпропетровський апеляційний господарський суд залишив без змін рішення обласного суду, підтвердивши, зокрема, що незважаючи на те, що рішенням обласного суду від 07 червня 2007 року бездіяльність ради було визнано незаконною, суди все одно не могли заміняти собою міську раду та приймати рішення замість неї."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "28.  On 21 July 2009 the HCC upheld the lower courts’ decisions.",
            "uk": "28.  21 липня 2009 року ВГСУ залишив без змін рішення судів нижчих інстанцій."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "29.  On 1 October 2009 the Supreme Court refused to institute proceedings for review of the lower courts’ decisions on points of law.",
            "uk": "29.  01 жовтня 2009 року Верховний Суд України відмовив у порушенні провадження з перегляду в касаційному порядку рішень судів нижчих інстанцій."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "E.  Subsequent events",
            "uk": "E.  Подальші події"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "30.  According to the applicant community, after the above-mentioned procedures had been completed, it continued to hold discussions with the city officials in an attempt to resolve the dispute.",
            "uk": "30.  Згідно з твердженнями громади-заявниці після закінчення зазначених проваджень вона продовжила обговорення з міською владою, намагаючись вирішити спір."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "31.  On 29 April 2011, allegedly at the suggestion of the City Council officials, the applicant community lodged a new application for permission to use the plot of land permanently to build a place of worship.",
            "uk": "31.  29 квітня 2011 року нібито за пропозицією посадових осіб міської ради громада-заявниця подала нову заяву про надання дозволу на постійне користування земельною ділянкою для будівництва культової споруди."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "32.  On 17 May 2011 the application was rejected. The city’s planning authority informed the applicant community that in March 2011 the planning legislation had been reformed (see paragraph 38 below) but implementing regulations based on the new legislation had not yet been enacted.",
            "uk": "32.  17 травня 2011 року у розгляді заяви було відмовлено. Управління містобудування та архітектури міста поінформувало громаду-заявницю, що в березні 2011 року до законодавства щодо регулювання містобудівної діяльності було внесено зміни (див. \nпункт 38), проте підзаконні акти на підставі нового законодавства, ще не були прийняті."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "33.  On 16 January 2014, allegedly at the suggestion of City Council officials, the applicant community lodged a new application for permission to prepare a new planning application file to use the land permanently to build a place of worship.",
            "uk": "33.  16 січня 2014 року нібито за пропозицією посадових осіб міської ради громада-заявниця подала нову заяву про надання дозволу на розробку нової проєктної документації щодо відведення земельної ділянки на праві постійного користування для будівництва культової споруди."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "34.  On 6 May 2014 the city’s planning authority informed the applicant community that there were no undeveloped sites for places of worship in Ternivsky district. The community was invited to consider the possibility of leasing public or private non-residential premises for its needs.",
            "uk": "34.  06 травня 2014 року управління містобудування та архітектури поінформувало громаду-заявницю, що на території Тернівського району не було вільних від забудови земельних ділянок для будівництва культової споруди. Громаді було запропоновано розглянути можливість оренди для своїх потреб нежитлового приміщення у приватній або комунальній формі власності."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "A.  Land Code of 2001",
            "uk": "A.  Земельний кодекс України 2001 року"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "35.  Article 120 establishes the principle according to which, in the event of transfer of ownership of a building, the right of ownership or use the underlying land follows, as provided by contract.",
            "uk": "35.  Стаття 120 встановлює принцип, відповідно до якого в разі переходу права власності на будівлю право власності або користування відповідною земельною ділянкою переходить на умовах, передбачених договором."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "36.  Article 123 § 6 of the Code provides that a project for land allocation shall be approved by the land, environment, sanitary, planning and cultural heritage authorities. For certain major projects additional expert analysis may be required. After that the project is submitted to the respective municipal council which “shall” examine it within a month and must “make a decision on allocation of the land” (розглядають його у місячний строк і... приймають рішення про надання земельної ділянки).",
            "uk": "36.  Частина шоста статті 123 Кодексу передбачає, що проєкт землеустрою щодо відведення земельної ділянки має бути погоджено органом по земельних ресурсах, природоохоронним і санітарно-епідеміологічним органами, органами архітектури та охорони культурної спадщини. Певні великі проєкти можуть підлягати додатковій експертизі. Після цього проєкт подається до відповідної міської ради, яка «розглядає» його у місячний строк і «приймає рішення про надання земельної ділянки»."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "B.  Planning legislation",
            "uk": "B.  Законодавство щодо містобудування"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "38.  At the time the application was lodged the matters of planning were primarily regulated by the Spatial Planning and Development Act of 2000. On 12 March 2011 that Law was replaced by the Regulation of Development Activities Act of 2011.",
            "uk": "38.  На момент подання заяви питання містобудування, перш за все, регулювалися Законом України «Про планування і забудову територій» 2000 року. 12 березня 2011 року цей Закон України втратив чинність із набранням чинності Законом України «Про регулювання містобудівної діяльності» 2011 року."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "C.  Local Self-Government Act of 1997",
            "uk": "C.  Закон України «Про місцеве самоврядування» 1997 року"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "39.  Section 77(2) provides that disputes arising from violations of rights resulting from decisions, acts or inaction of the municipal authorities and officials must be resolved by the courts.",
            "uk": "39.  Частина друга статті 77 передбачає, що спори про порушення прав, які виникають у результаті рішень, дій чи бездіяльності органів або посадових осіб місцевого самоврядування, вирішуються у судовому порядку."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "D.  The High Commercial Court’s circular letter of 30 November 2007",
            "uk": "D.  Оглядовий лист Вищого господарського суду України \nвід 30 листопада 2007 року"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "40.  The HCC’s letter of 30 November 2007 no. 01-8/918 presented to the lower commercial courts a number of HCC decisions on land matters, as examples to follow. In one of the decisions the HCC had held that commercial courts could not order municipal councils to enter into land lease agreements. That decision was based on the following constitutional and legislative provisions:",
            "uk": "40.  У листі ВГСУ від 30 листопада 2007 року № 01-8/918 наведено низку рішень ВГСУ щодо земельних питань як приклади для судів нижчих інстанцій. У одному із рішень ВГСУ постановив, що господарські суди не могли зобов’язувати міські ради укладати договори оренди. Це рішення ґрунтувалося на таких конституційних і законодавчих положеннях:"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "(i)  Article 13 of the Constitution providing that land is the property of the Ukrainian people (є об’єктами права власності Українського народу). Ownership rights on behalf of the people are exercised by State authorities and bodies of local self-government within the limits determined by the Constitution;",
            "uk": "(i)  статті 13 Конституції України, яка передбачає, що земля є об’єктом права власності Українського народу. Від імені Українського народу права власності здійснюють органи державної влади та органи місцевого самоврядування в межах, визначених Конституцією України;"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "(ii)  Article 12 of the Land Code providing that the management of municipally-owned land was within the competence of municipal councils;",
            "uk": "(ii)  статті 12 Земельного кодексу України, яка передбачає, що розпорядження землями комунальної власності належало до повноважень міських рад;"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "(iii)  Article 116 of the Land Code providing that individuals and legal entities can obtain rights to State and municipally-owned land on the basis of decisions of State executive or municipal authorities.",
            "uk": "(iii)  статті 116 Земельного кодексу України, яка передбачає, що фізичні та юридичні особи можуть набути права власності на земельні ділянки, які перебувають у державній або комунальній власності, за рішенням органів виконавчої влади або органів місцевого самоврядування."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "I.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
            "uk": "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ статті 9 Конвенції"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "42.  The applicant community complained of a violation of Article 9 of the Convention, which reads:",
            "uk": "42.  Громада-заявниця скаржилася на порушення статті 9 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
            "uk": "«1.  Кожен має право на свободу думки, совісті та релігії; це право включає свободу змінювати свою релігію або переконання, а також свободу сповідувати свою релігію або переконання під час богослужіння, навчання, виконання та дотримання релігійної практики і ритуальних обрядів як одноособово, так і спільно з іншими, як прилюдно, так і приватно."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
            "uk": "2.  Свобода сповідувати свою релігію або переконання підлягає лише таким обмеженням, що встановлені законом і є необхідними в демократичному суспільстві в інтересах громадської безпеки, для охорони публічного порядку, здоров’я чи моралі або для захисту прав і свобод інших осіб.»"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "1.  The Government",
            "uk": "1.  Уряд"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "2.  The applicant community",
            "uk": "2.  Громада-заявниця"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "45.  The status of the place of worship was undoubtedly of importance to every member of the community (citing Association for Solidarity with Jehovah’s Witnesses and Others v. Turkey, nos. 36915/10 and 8606/13, § 89, 24 May 2016).",
            "uk": "45.  Безсумнівно, статус культової споруди був важливим для кожного члена громади (посилання на рішення у справі «Асоціація солідарності зі Свідками Єгови та інші проти Туреччини» (Association for Solidarity with Jehovah’s Witnesses and Others v. Turkey), \nзаяви № 36915/10 і № 8606/13, пункт 89, від 24 травня 2016 року)."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "47.  The City Council’s unfettered discretion went against the principle, pronounced in the Court’s case-law, that “it would be contrary to the rule of law, one of the basic principles of a democratic society enshrined in the Convention, for a legal discretion granted to the executive to be expressed in terms of an unfettered power” (Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 84, ECHR 2000XI).",
            "uk": "47.  Необмежені дискреційні повноваження міської ради не узгоджувалися з проголошеним у практиці Суду принципом, що «надання органам виконавчої влади правової дискреції у вигляді необмежених повноважень було б несумісним з принципом верховенства права, одним із основоположних принципів демократичного суспільства, закріплених Конвенцією» (див. рішення у справі «Гасан і Чауш проти Болгарії» [ВП] (Hasan and Chaush v. Bulgaria) [GC], заява № 30985/96, пункт 84, ЄСПЛ 2000XI)."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "48.  The Court notes that the complaint under Article 9 is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "48.  Суд зазначає, що скарга за статтею 9 Конвенції не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "50.  The personality of the religious ministers and the status of their places of worship are of importance to members of religious community. Therefore, the possibility of using buildings as places of worship is important for the participation in the life of the religious community and thus for the right to manifestation of religion (see İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 111, 26 April 2016).",
            "uk": "50.  Особистість священнослужителів і статус культових споруд мають важливе значення для членів релігійної громади. Тому можливість користуватися будівлями як місцями для відправлення культу є важливою для участі в житті релігійної громади і, таким чином, для здійснення права сповідувати релігію (див. рішення у справі «Іззеттін Доган та інші проти Туреччини» [ВП] (İzzettin Doğan and Others v. Turkey) [GC], заява № 62649/10, пункт 111, від 26 квітня 2016 року)."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "57.  It follows that the municipal authorities’ conduct was arbitrary and not “in accordance with the law”.",
            "uk": "57.  З цього випливає, що поведінка органів місцевого самоврядування була свавільною та «не здійснювалася згідно із законом»."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "58.  This conclusion dispenses with the need to examine whether the other requirements of paragraph 2 of Article 9 were complied with (see, for example, Moroz v. Ukraine, no. 5187/07, § 108, 2 March 2017) or for the Court to take a definitive stance on whether the situation is to be examined in terms of “negative obligations” or “positive obligations”.",
            "uk": "58.  Цей висновок виключає необхідність розгляду Судом питання дотримання інших вимог пункту 2 статті 9 Конвенції (див., наприклад, рішення у справі «Мороз проти України» (Moroz v. Ukraine), заява № 5187/07, пункт 108, від 02 березня 2017 року) або прийняття остаточної позиції щодо того, чи має ця ситуація розглядатися у контексті «негативних» або «позитивних зобов’язань»."
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "59.  There has, therefore, been a violation of Article 9 of the Convention.",
            "uk": "59.  Отже, було порушено статтю 9 Конвенції."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "60.  The applicant company complained of a violation of Article 1 of Protocol No. 1 to the Convention which reads:",
            "uk": "60.  Громада-заявниця скаржилася на порушення статті 1 Першого протоколу до Конвенції, яка передбачає:"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "A.  The parties’ submissions",
            "uk": "A.  Доводи сторін"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "1.  The Government",
            "uk": "1.  Уряд"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "2.  The applicant community",
            "uk": "2.  Громада-заявниця"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "63.  Therefore, the applicant community had had a “legitimate expectation” that the City Council would have granted it the lease, as required by law and by the enforceable judgment in the first set of proceedings.",
            "uk": "63.  Отже, громада-заявниця мала «законні сподівання», що міська рада надасть їй право на оренду, як вимагалося законодавством та ухваленим під час першого провадження рішенням, що підлягало виконанню."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "64.  The City Council’s inaction had been arbitrary and had breached the express provision of Article 123 § 6 of the Land Code (see paragraph 36 above). If the City Council could simply ignore the applicant community’s application, then application of the Land Code would have to be seen as unforeseeable and not compatible with the rule of law (citing Broniowski v. Poland [GC], no. 31443/96, § 47, ECHR 2004V).",
            "uk": "64.  Бездіяльність міської ради була свавільною та порушила чітке положення частини шостої статті 123 Земельного кодексу України (див. пункт 36). Якщо міська рада могла просто проігнорувати заяву громади-заявниці, то застосування Земельного кодексу України має розглядатися як непередбачуване та несумісне з принципом верховенства права (посилання на рішення у справі «Броніовські проти Польщі» [ВП] (Broniowski v. Poland) [GC], заява № 31443/96, пункт 47, ЄСПЛ 2004V)."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "65.  As a result of the City Council’s unlawful and arbitrary inaction the local congregations, made up of some 240 Jehovah’s Witnesses, found themselves in the humiliating and demeaning situation of using a small inadequate residential property for their religious services. Even that use had to be taken as only temporary since the authorities could, without notice and at any time, disallow the use of that residential property for meetings.",
            "uk": "65.  У результаті незаконної та свавільної бездіяльності міської ради місцева релігійна община, до якої входило понад 240 Свідків Єгови, опинилася в образливій та принизливій ситуації, використовуючи для своїх релігійних служб невелике неналежне житлове приміщення. Але навіть таке використання слід було вважати лише тимчасовим, оскільки у будь-який момент органи державної влади могли без попередження заборонити використання цього житлового приміщення для проведення зібрань."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "B.  The Court’s assessment",
            "uk": "B.  Оцінка Суду"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "1.  Admissibility",
            "uk": "1.  Прийнятність"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "66.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "66.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вона не є неприйнятною з будь-яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "2.  Merits",
            "uk": "2.  Суть"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "69.  In the first set of proceedings the domestic court found the Council’s refusal to approve the land allocation application and to grant the applicant community the land lease unlawful (see paragraph 20 above). They implicitly reaffirmed that conclusion in the second set of proceedings (see paragraph 25 (iv) above). There is no indication that, after that decision, there was any relevant change in the circumstances which would invalidate that assessment or make it no longer applicable.",
            "uk": "69.  У ході першого провадження національний суд визнав незаконною відмову міської ради задовольнити заяву про відведення земельної ділянки та надати її громаді-заявниці в оренду (див. \nпункт 20). Під час другого провадження суди опосередковано підтвердили цей висновок (див підпункт (iv) пункту 25). Ніщо не вказує на те, що після ухвалення цього рішення відбулися якісь відповідні зміни обставин, у зв’язку з якими цей аналіз був би недостовірним або незастосовним."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "71.  There has, accordingly, been a violation of Article 1 of Protocol No. 1.",
            "uk": "71.  Отже, було порушено статтю 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "III.  ALLEGED VIOLATIONS OF ARTICLES 6 AND 13 OF THE CONVENTION",
            "uk": "III.  СТВЕРДЖУВАНІ ПОРУШЕННЯ статей 6 і 13 Конвенції"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "Article 6",
            "uk": "Стаття 6"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру ...»"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "Article 13",
            "uk": "Стаття 13"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в [цій] Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "73.  The Court considers that, in the particular circumstances of the present case and in view of its findings above, the above complaints are subsumed by the applicant community’s complaints under Article 9 of the Convention and Article 1 of Protocol No. 1 and raise no separate issue.",
            "uk": "73.  Суд вважає, що за конкретних обставин цієї справи та з огляду на його висновки зазначені скарги стосуються скарги громади-заявниці за статтею 9 Конвенції та статтею 1 Першого протоколу до Конвенції і не порушують окремого питання."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "74.  Article 41 of the Convention provides:",
            "uk": "74.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "75.  The applicant community claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
            "uk": "75.  Громада-заявниця вимагала 5 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "76.  The Government considered the claim fully unsubstantiated.",
            "uk": "76.  Уряд вважав цю вимогу цілком необґрунтованою."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "77.  The Court, ruling on an equitable basis, awards the applicant community EUR 1,000 in respect of non-pecuniary damage.",
            "uk": "77.  Ухвалюючи рішення на засадах справедливості, Суд присуджує громаді-заявниці 1 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "78.  The applicant community claimed EUR 2,000 for the legal fees of the lawyer who had represented it before the domestic courts and EUR 6,000 for the legal fees of its two representatives before the Court. In support of its claims, the applicant community submitted invoices addressed to it by the representatives requesting lump-sum payments for various portions of the work done.",
            "uk": "78.  Громада-заявниця вимагала 2 000 євро в якості компенсації витрат на правову допомогу захисника, який представляв її у національних судах, і 6 000 євро в якості компенсації витрат на правову допомогу двох представників під час провадження у Суді. На підтвердження своїх вимог громада-заявниця надала надіслані їй представниками рахунки, якими вимагалося здійснення разових виплат за різну виконану роботу."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "79.  The Government contested those claims. They considered that the applicant community had not submitted sufficient documentation in support of its claims.",
            "uk": "79.  Уряд заперечив проти цих вимог. Він вважав, що громада-заявниця не надала належних документів для підтвердження своїх вимог."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "80.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
            "uk": "80.  Відповідно до практики Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними та неминучими, а їхній розмір – обґрунтованим."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "82.  Regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award EUR 6,000 covering costs under all heads.",
            "uk": "82.  З огляду на наявні у нього документи та зазначені критерії Суд вважає за розумне присудити 6 000 євро в якості компенсації витрат за щодо всіх аспектів."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "83.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "83.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "1.  Declares, unanimously, the application admissible;",
            "uk": "1.  Оголошує одноголосно заяву прийнятною;"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "2.  Holds, by six votes to one, that there has been a violation of Article 9 of the Convention;",
            "uk": "2.  Постановляє шістьма голосами проти одного, що було порушено статтю 9 Конвенції;"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "3.  Holds, unanimously, that there has been a violation of Article 1 of Protocol No. 1;",
            "uk": "3.  Постановляє одноголосно, що було порушено статтю 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "4.  Holds, unanimously, that the complaints under Articles 6 and 13 of the Convention raise no separate issue;",
            "uk": "4.  Постановляє одноголосно, що скарги за статтями 6 і 13 Конвенції не порушують окремого питання;"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "5.  Holds, unanimously,",
            "uk": "5.  Постановляє одноголосно, що:"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant community, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити громаді-заявниці такі суми, що мають бути конвертовані в національну валюту держави-відповідача за курсом на день здійснення платежу:"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "(i)  EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
            "uk": "(i)  1 000 (одна тисяча) євро та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди;"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "(ii)  EUR 6,000 (six thousand euros), plus any tax that may be chargeable to the applicant community, in respect of costs and expenses;",
            "uk": "(ii)  6 000 (шість тисяч) євро та додатково суму будь-якого податку, що може нараховуватись громаді-заявниці, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "6.  Dismisses, unanimously, the remainder of the applicant community’s claim for just satisfaction.",
            "uk": "6.  Відхиляє одноголосно решту вимог громади-заявниці щодо справедливої сатисфакції."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
            "uk": "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 Правила 74 Регламенту Суду до цього рішення додаються такі окремі думки:"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "(a)  joint concurring opinion of Judges Yudkivska and P. Pinto de Albuquerque;",
            "uk": "(a)  спільна окрема думка суддів Юдківської та П. Пінто де Альбукерке, яка співпадає з позицією більшості;"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "(b)  partly dissenting opinion of Judge Vehabović.",
            "uk": "(b)  окрема думка судді Вегабовіч, яка частково не співпадає з позицією більшості."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "J.F.K\nM.T.",
            "uk": "ДЖ.Ф.К\nМ.Ц."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "JOINT CONCURRING OPINION OF JUDGES YUDKIVSKA AND PINTO DE ALBUQUERQUE",
            "uk": "СПІЛЬНА ОКРЕМА ДУМКА СУДДІВ ЮДКІВСЬКОЇ ТА П. ПІНТО ДЕ АЛЬБУКЕРКЕ, ЯКА СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "0.  We voted together with the majority on all points in the operative part of the present judgment, including for a violation of Article 9 of the European Convention on Human Rights (“the Convention”). We cannot, however, fully subscribe to their reasoning, for the majority shy away from specifying the respondent State’s positive obligation under Article 9 of the Convention.",
            "uk": "0.   Разом з більшістю ми проголосували за усі пункти резолютивної частині цього рішення, у тому числі за встановлення порушення \nстатті 9 Європейської Конвенції про права людини (далі – Конвенція). Проте ми не можемо цілком погодитися з обґрунтуванням більшості, оскільки вона уникає конкретизації позитивного зобов’язання держави-відповідача за статтею 9 Конвенції."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "3.  In examining the present case, the majority conclude that “the City Council’s failure to permit the construction of a new place of worship and to enter into a lease agreement for that purpose ... brought the situation within the ambit of Article 9 of the Convention”. The majority also state that the European Court of Human Rights (“the Court”) is not required “to take a definitive stance on whether the situation is to be examined in terms of ‘negative obligations’ or ‘positive obligations’”.",
            "uk": "3.  Під час розгляду цієї справи більшість доходить висновку, що «ситуація підпала під дію статті 9 Конвенції з огляду на... ненадання міською радою дозволу на будівництво нової культової споруди та відмову укласти договір оренди у зв’язку з цим». Більшість також стверджує, що Європейський суд з прав людини (далі – Суд) не зобов’язаний «займати остаточну позицію щодо того, чи має ця ситуація розглядатися у контексті «негативних» або «позитивних зобов’язань» ."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "4.  In our view, leaving this important question open, however, is problematic, as this approach fails to clearly define and delimit the respondent State’s obligations under the Convention, thereby making it difficult for the authorities to identify and thereafter comply with such obligations.",
            "uk": "4.  Проте, на нашу думку, невирішення цього важливого питання є проблемою, оскільки такий підхід не передбачає чіткого визначення та окреслення зобов’язань держави-відповідача за Конвенцією, що ускладнює встановлення та подальше дотримання таких зобов’язань органами державної влади."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "6.  Considering the facts of the case, we find that they concern the respondent State’s positive obligations (i.e. to protect the applicant community’s rights under Article 9) rather than its negative obligations (i.e. not to interfere with the applicant community’s rights under Article 9). And there are four fundamental reasons for this.",
            "uk": "6.  Розглядаючи обставини справи, ми вважаємо, що вони стосуються позитивних зобов’язань держави-відповідача (тобто захисту прав громади-заявниці за статтею 9 Конвенції), а не її негативних зобов’язань (тобто невтручання у права громади-заявниці за статтею 9 Конвенції). І для такого висновку є чотири основні причини."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "PARTLY DISSENTING OPINION OF JUDGE VEHABOVIĆ",
            "uk": "ОКРЕМА ДУМКА СУДДІ ВЕГАБОВІЧ, ЯКА ЧАСТКОВО НЕ СПІВПАДАЄ З ПОЗИЦІЄЮ БІЛЬШОСТІ"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "I regret that I am unable to subscribe to the view of the majority that there has been a violation of Article 9 of the Convention. At the same time I agree with the conclusion of the Chamber in finding a violation of Article 1 of Protocol No. 1 to the Convention.",
            "uk": "На жаль, я не можу погодитися з думкою більшості, що було порушено статтю 9 Конвенції. Водночас я погоджуюся з висновком палати щодо порушення статті 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "Furthermore, I think that it may relate only to Article 1 of Protocol No. 1.",
            "uk": "Крім того, я вважаю, що воно може бути пов’язане лише зі \nстаттею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "In today’s world there are many deviant forms of religious practice and belief which should never obtain legitimacy and, by means of such recognition, the opportunity to spread these deviant ideas and ideologies. Of course this case is in no way connected with such ideas, but the issue is relevant in terms of the wide margin of appreciation afforded to States in this area and the possibility of creating a precedent for the future.",
            "uk": "У сучасному світі існує безліч девіантних форм релігійних практик і переконань, які ніколи не мають стати законними та завдяки такому визнанню отримати можливість поширювати ці девіантні ідеї та ідеології. Звичайно, ця справа жодним чином не пов’язана з такими ідеями, проте це питання залишається актуальним у контексті наданої державі широкої свободи розсуду у цій сфері та можливості створення прецеденту в майбутньому."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "In this particular case the applicant community already has three places of worship in Kryvyi Rih without any interference by the State. A request to have the place of worship located on a very specific piece of land in the city is departing too far, in my view, from the real meaning of Article 9 of the Convention.",
            "uk": "У цій конкретній справі громада-заявниця вже володіє трьома культовими спорудами у м. Кривий Ріг без будь-яких перешкод з боку держави. Заява про надання дозволу на розташування культової споруди на конкретній земельній ділянці міста, на мою думку, не відповідає справжній суті статті 9 Конвенції."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "Finally, there is no obligation under the Convention for the State to play an active supporting role in matters of religion.",
            "uk": "Насамкінець, Конвенція не покладає на державу зобов’язання відігравати активну роль у підтримці в питаннях релігії."
        }
    }
]