[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF ZELENCHUK AND TSYTSYURA v. UKRAINE",
            "uk": "СПРАВА «ЗЕЛЕНЧУК І ЦИЦЮРА ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Applications nos. 846/16 and 1075/16)",
            "uk": "(Заяви № 846/16 та № 1075/16)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "22 May 2018",
            "uk": "22 травня 2018 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "22/08/2018",
            "uk": "22/08/2018"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the cases of Zelenchuk and Tsytsyura v. Ukraine,",
            "uk": "У справі «Зеленчук і Цицюра проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Vincent A. De Gaetano, President,",
            "uk": "Вінсент А. Де Гаетано (Vincent A. De Gaetano), Голова,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Ganna Yudkivska,",
            "uk": "Ганна Юдківська (Ganna Yudkivska),"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Paulo Pinto de Albuquerque,",
            "uk": "Пауло Пінто де Альбукерке (Paulo Pinto de Albuquerque),"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "Faris Vehabović,",
            "uk": "Фаріс Вегабовіч (Faris Vehabović),"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "Georges Ravarani,",
            "uk": "Жорж Раварані (Georges Ravarani),"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "Marko Bošnjak,",
            "uk": "Марко Бошняк (Marko Bošnjak),"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Péter Paczolay, judges,",
            "uk": "Петер Пацолай (Péter Paczolay), судді,"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "and Marialena Tsirli, Section Registrar,",
            "uk": "та Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Having deliberated in private on 10 April 2018,",
            "uk": "після обговорення за зачиненими дверима 10 квітня 2018 року,"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "1.  The case originated in applications (nos. 846/16 and 1075/16) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Ms Sofiya Stepanivna Zelenchuk and Mr Viktor Antonovych Tsytsyura (“the applicants”), on 22 and 23 December 2015 respectively.",
            "uk": "1.  Справу було розпочато за заявами (№ 846/16 та № 1075/16), які 22 та 23 грудня 2015 року відповідно, подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) двоє громадян України, пані Софія Степанівна Зеленчук і пан Віктор Антонович Цицюра \n(далі – заявники)."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "2.  The applicants, who had been granted legal aid, were represented by Mr M. Tarakhkalo, a lawyer practising in Kyiv. When the applicants’ observations and claims for just satisfaction were submitted on 14 December 2016 the applicants were also represented by Mr A. Bushchenko, who at that time was a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Заявників, яким було надано правову допомогу, представляв \nпан М. Тарахкало, адвокат, який практикує у м. Київ. Станом на 14 грудня 2016 року, коли були подані зауваження заявників та їхні вимоги щодо справедливої сатисфакції, їх також представляв \nпан А. Бущенко, який на той час був адвокатом, практикуючим у м. Київ. Уряд України (далі – Уряд) представляв його Уповноважений, пан І. Ліщина."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "3.  The applicants alleged that the legislative restrictions imposed on them as owners of agricultural land had breached their rights under Article 1 of Protocol No. 1 to the Convention.",
            "uk": "3.  Заявники стверджували, що законодавчі обмеження, накладені на них, як на власників землі сільськогосподарського призначення, порушували їхні права за статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "4.  On 4 May 2016 the applications were communicated to the Government.",
            "uk": "4.  04 травня 2016 року про заяви було повідомлено Уряд."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "5.  Written submissions were received from EasyBusiness, an non-governmental organisation based in Kyiv, which had been granted leave by the President of the Section to intervene as a third party (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).",
            "uk": "5.  Були отримані письмові зауваження від «EasyBusiness», неурядової організації, розташованої у м. Київ, якій Голова секції надав дозвіл вступити у провадження в якості третьої сторони (пункт 2 статті 36 Конвенції та пункт 3 Правила 44 Регламенту Суду)."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "6.  The first applicant was born in 1947 and lives in Dolyna, a city in the Ivano-Frankivsk Region.",
            "uk": "6.  Перша заявниця народилась у 1947 році та проживає у м. Долина Івано-Франківської області."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "7.  The second applicant was born in 1939 and lives in Ternopil.",
            "uk": "7.  Другий заявник народився у 1939 році та проживає у \nм. Тернопіль."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "On an unspecified date his mother obtained the right to a share of land in the village of Rakovets in the Zbarazh district of the Ternopil region. In November 2004 he inherited it from her. On 27 March 2008 the Zbarazh District State Administration allocated 3.41 hectares of agricultural land to him, zoned for commercial agricultural production (товарне сілськогосподарське виробництво). He obtained a property certificate on 22 July 2008.",
            "uk": "У невстановлену дату його мати набула право на земельну частку (пай) у с. Раковець, Збаразького району Тернопільської області. У листопаді 2004 року другий заявник успадкував його від неї. 27 березня 2008 року Збаразька районна державна адміністрація виділила йому 3,41 гектара землі сільськогосподарського призначення для товарного сільськогосподарського виробництва. 22 липня 2008 року він отримав державний акт на право власності."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "The land is rented by a limited liability company. Since 2010 the second applicant has received rent in the following amounts:",
            "uk": "Землю орендує товариство з обмеженою відповідальністю. З 2010 року другий заявник отримав орендну плату у таких сумах:"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "8.  The applicants’ land is subject to legislative restrictions on alienation and change of designated use, which are described in “Relevant domestic material” and, as regards their current state, in paragraph 22 below.",
            "uk": "8.  Земля заявників підпадає під дію законодавчих обмежень щодо відчуження та зміни цільового призначення, що описані у розділі «Відповідне національне законодавство», а їхній поточний статус – у пункті 22."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC MATERIAL",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "A.  Background to the legal situation of land ownership in Ukraine",
            "uk": "A.  Передумови правового становища власності на землю в Україні"
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "9.  Under the laws of the Ukrainian Soviet Socialist Republic, prior to the enactment of the Land Code of 18 December 1990 (hereinafter “the Land Code”), individuals and non-State entities could not own land and all land was owned by the State.",
            "uk": "9.  Відповідно до законодавства Української Радянської Соціалістичної Республіки до прийняття Земельного кодексу України від 18 грудня 1990 року (далі – Земельний кодекс) фізичні особи та недержавні підприємства не могли володіти землею і вся земля належала державі."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "10.  Under Article 17 of the Land Code, local councils were authorised to transfer land to individuals and non-State entities. However, for a period of six years, those who acquired land could not sell or otherwise dispose of it (except in cases of inheritance). They could only transfer the property back to their local council. The courts could shorten this period if there was a valid reason for such a decision.",
            "uk": "10.  Відповідно до статті 17 Земельного кодексу місцеві ради були уповноважені передавати землю фізичним особам або недержавним підприємствам. Проте протягом шести років особи, які набули право власності на землю, не могли продавати або іншими способами її відчужувати (крім випадків спадкування). Вони могли лише повернути її своїй місцевій раді. Суди могли скоротити цей строк за наявності поважної причини для такого рішення."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "11.  In the 1990s a large proportion of the country’s agricultural land was held by the former Soviet collective and State-owned farms which, under the Law of 14 February 1992 were renamed “collective agricultural enterprises” (hereinafter “CAEs” or “collective farms”).",
            "uk": "11.  У 1990-х роках велика частина земель сільськогосподарського призначення в країні належала колишнім радгоспам і колгоспам, які відповідно до Закону України від 14 лютого 1992 року були перейменовані на «колективні сільськогосподарські підприємства» (далі – КСП або колективні підприємства)."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "13.  Presidential Decree no. 1529/99 of 3 December 1999 accelerated the land reform by requiring the dissolution of all CAEs by April 2000, through the distribution of shares of land and other assets to their members. In the process of dissolving the CAEs, a large proportion of the rural population acquired shares of land.",
            "uk": "13.  Указ Президента України № 1529/99 від 03 грудня 1999 року прискорив земельну реформу, встановивши вимогу щодо ліквідації всіх КСП до квітня 2000 року шляхом розподілу земельних часток (паїв) та іншого майна між його членами. У процесі ліквідації КСП значна частина сільського населення набула права на земельні частки (паї)."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "14.  A large-scale process of converting the shares into physical plots of land (defined on the ground) was then organised. As a result of this process, millions of new owners were issued with ownership certificates relating to specific plots of land. The land owned by the applicants underwent this process (see paragraphs 6 and 7 above).",
            "uk": "14.  Потім було організовано масовий процес виділення часток (паїв) у земельні ділянки в натурі (визначені на місцевості). У результаті цього процесу мільйонам нових власників були видані акти на право власності на конкретні земельні ділянки. Земля, яка належала заявникам, пройшла цей процес (див. пункти 6 та 7)."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "Parliament observed that, due to a lack of funding, the Cabinet of Ministers was only planning to complete the share conversion and titling work by 2006, which made it impossible to introduce the land sales market from 1 January 2005, as the Land Code provided at the time (see paragraph 19 below).",
            "uk": "Верховна Рада України зазначила, що внаслідок недостатнього фінансування Кабінет Міністрів України планував завершити роботу із заміни сертифікатів на право на земельну частку (пай) та видачі державних актів лише у 2006 році, що унеможливлювало запровадження ринку землі з 01 січня 2005 року, як на той час було передбачено Земельним кодексом (див. пункт 19)."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "B.  The initial “land moratorium”",
            "uk": "B.  Первинний «земельний мораторій»"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "16.  Law no. 2242-III of 18 January 2001 prohibited, until the enactment of a new Land Code, the alienation of shares of land, except in cases of inheritance and expropriation for public needs.",
            "uk": "16.  Закон України від 18 січня 2001 року № 2242-III забороняв до прийняття нового Земельного кодексу України відчуження земельних часток (паїв), окрім випадків спадкування та вилучення для суспільних потреб."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "17.  On 25 October 2001 a new Land Code was enacted. It entered into force on 1 January 2002.",
            "uk": "17.  25 жовтня 2001 року було прийнято новий Земельний кодекс України. Він набрав чинності 01 січня 2002 року."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "18.  Article 22 § 3 of the new Land Code defines the following categories of designated use for agricultural land: (i) individual smallholdings; (ii) land for fruit and vegetable growing; (iii) land for pasture and hay harvesting; (iv) land for commercial agricultural production; and (v) individual farming enterprises, that is to say commercial entities owned by individual farmers engaged in commercial agricultural production.",
            "uk": "18.  Частина третя статті 22 нового Земельного кодексу України визначає такі категорії цільового використання земель сільськогосподарського призначення: (і) особисте селянське господарство; (іі) земля для садівництва та городництва; (ііі) земля для випасання худоби та сінокосіння; (iv) земля для ведення товарного сільськогосподарського виробництва; та (v) фермерські господарства, тобто суб’єкти господарювання, якими володіють фермери-приватні особи, що займаються товарним сільськогосподарським виробництвом."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "C.  Changes in the moratorium and its current form",
            "uk": "C.  Зміни у мораторії та його нинішня форма"
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "21.  The Land Code was amended on a number of occasions as to both the duration and scope of the original ban, as summarised in the Table below:",
            "uk": "21.  У Земельний кодекс України неодноразово вносилися зміни, що стосувалися тривалості та обсягу первинної заборони, як узагальнено у Таблиці:"
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "Table Key legislative developments concerning the land moratorium",
            "uk": "Таблиця Ключових законодавчих змін щодо мораторію на відчуження землі"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "D.  Constitutional matters",
            "uk": "D.  Конституційні питання"
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "24.  Article 22 provides that human and citizens’ rights and freedoms are guaranteed and may not be diminished by the enactment of new laws or the amendment of laws that are already in force.",
            "uk": "24.  Стаття 22 передбачає, що права і свободи людини і громадянина гарантуються і звуження їх змісту не допускається при прийнятті нових законів або внесенні змін до чинних законів."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "25.  Article 41 of the Constitution reads:",
            "uk": "25.  Стаття 41 Конституції передбачає:"
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "“Everyone shall have the right to own, use, or dispose of his or her property and the results of his or her intellectual or creative activities.",
            "uk": "«Кожен має право володіти, користуватися і розпоряджатися своєю власністю, результатами своєї інтелектуальної, творчої діяльності."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "No one shall be unlawfully deprived of the right to property. The right to private property shall be inviolable...”",
            "uk": "Ніхто не може бути протиправно позбавлений права власності. Право приватної власності є непорушним...»"
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "According to the information on the Constitutional Court’s web site, as of 6 April 2018, which appears to be the most recent information publicly available on the date of examination of the case by the Court, there was no new application for constitutional review of the matter in question pending.",
            "uk": "Відповідно до інформації, розміщеної на веб-сайті Конституційного Суду України, станом на 06 квітня 2018 року, що вбачається найактуальнішою інформацією, яка перебуває у загальному доступі, на день розгляду справи Судом, нового подання щодо перегляду конституційності відповідного питання на розгляді не перебувало."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "E.  Taxation and rules governing land ownership",
            "uk": "E.  Оподаткування та норми, які регулюють право власності на землю"
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "27.  Article 281.3 of the Tax Code of 2010 exempts from property tax land rented to commercial agricultural producers benefitting from the simplified taxation regime. Article 281.1.3 exempts old-age pensioners from the payment of land tax.",
            "uk": "27.  Пункт 281.3 статті 281 Податкового кодексу України 2010 року звільняє від сплати податку на майно землі, передані в оренду сільськогосподарським товаровиробникам, які користуються спрощеною системою оподаткування. Підпункт 281.1.3 пункту 281.1 статті 281 звільняє пенсіонерів за віком від сплати земельного податку."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "28.  Article 78 § 1 defines ownership as the right to possess, use and dispose of land.",
            "uk": "28.  Частина перша статті 78 [Земельного кодексу] визначає право власності як право володіти, користуватися і розпоряджатися землею."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "29.  Article 81 § 2 and Article 82 §§ 2 and 3 provide that foreign nationals, stateless persons, foreign legal entities and legal entities with foreign capital can only own non-agricultural land of certain categories.",
            "uk": "29.  Частина друга статті 81 та частини друга і третя статті 82 передбачають, що іноземці, особи без громадянства, іноземні юридичні особи та юридичні особи з іноземним капіталом можуть набувати у власність лише певні категорії землі несільськогосподарського призначення."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "30.  Article 91 requires land owners to use land according to its designated use category, respect environmental rules, improve land fertility, respect neighbours’ rights, and so forth. Article 143 provides that a court may order expropriation of land without compensation in cases of failure to respect the designated use of the land or rectify a serious breach of land protection rules despite a warning from the land protection authorities.",
            "uk": "30.  Стаття 91 вимагає від власників землі використовувати її за цільовим призначенням, дотримуватись вимог щодо охорони довкілля, підвищувати родючість землі, поважати права сусідів тощо. Стаття 143 передбачає, що суд може ухвалити рішення про вилучення землі без надання відшкодування у разі недотримання цільового призначення землі чи неусунення серйозного порушення законодавства щодо охорони земель, незважаючи на попередження з боку органів влади, які здійснюють охорону земель."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "F.  Rules and statistics concerning the land lease market",
            "uk": "F.  Норми та статистика щодо ринку оренди землі"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "34.  Section 19 of the Land Lease Act provides that for the main categories of agricultural land, the term of lease cannot be less than seven years and, for any lease, cannot exceed fifty years.",
            "uk": "34.  Стаття 19 Закону України «Про оренду землі» передбачає, що для основних категорій земель сільськогосподарського призначення строк оренди не може бути меншим семи років, але для будь-якої оренди не може перевищувати п’ятдесяти років."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "35.  The State Land Cadastre Agency published certain statistics concerning the land lease market in Ukraine on which the parties relied in their submissions:",
            "uk": "35.  Держгеокадастр опублікував певні статистичні дані щодо ринку оренди землі в Україні, на яку сторони посилалися у своїх зауваженнях:"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "(ii)  as at April 2015 the number of leases rose to 4.8 million, the national average annual rent was UAH 727.6 per hectare (about EUR 29 at the time) and the average rent for the Rivne and Ternopil regions, where the first and the second applicant’s land was located, were UAH 1068.80 and 546.10 per hectare (EUR 42 and 21 respectively).",
            "uk": "(ii)  станом на квітень 2015 року кількість договорів оренди зросла до 4,8 мільйонів, середній розмір орендної плати по країні становив 727,6 грн за гектар (приблизно 29 євро на час подій), а середній розмір орендної плати у Рівненській та Тернопільській областях, де були розташовані земельні ділянки першої заявниці та другого заявника, становили 1 068,80 грн і 546,10 грн за гектар (42 євро та 21 євро відповідно)."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "G.  Policy statements and plans, legislative proposals and public attitudes towards the moratorium",
            "uk": "G.  Політичні заяви та плани, законодавчі пропозиції та громадські думки щодо мораторію"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "38.  On 17 June 2009 the Cabinet of Ministers approved the outline of a State programme for the development of land relations until 2020. It noted a number of problems in land relations and listed a number of measures to resolve them, including the gradual introduction into circulation of land and rights to it and the creation and development of a land market.",
            "uk": "38.  17 червня 2009 року Кабінет Міністрів України схвалив концепцію Державної програми розвитку земельних відносин до 2020 року. Він вказав на низку проблем у земельних відносинах і зазначив кілька заходів для їх вирішення, у тому числі поступове введення в обіг землі та прав на неї, а також створення і розвиток земельного ринку."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "39.  On 7 April 2011, in his annual address to Parliament on the state of the nation, the President of Ukraine stated that the moratorium was preventing the transfer of land to efficient owners, thus slowing down the development of the agricultural sector. Steps in order to introduce a regulated land market had to be taken urgently.",
            "uk": "39.  07 квітня 2011 року у своєму щорічному посланні до Верховної Ради України про становище держави Президент України зазначив, що мораторій перешкоджав переданню землі у власність ефективним власникам, гальмуючи таким чином розвиток сільськогосподарського сектору. Слід невідкладно вжити заходи щодо запровадження регульованого земельного ринку."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "41.  On 3 July 2012, in his annual address to Parliament on the state of the nation, the President of Ukraine stated that that year, before revocation of the moratorium, a mechanism for the effective protection of the interests of agricultural producers and of food security of the country needed to be created and their effective functioning secured.",
            "uk": "41.  03 липня 2012 року у своєму щорічному посланні до Верховної Ради України про становище держави Президент України зазначив, що того року, до зняття мораторію, необхідно було створити ефективний механізм захисту інтересів сільськогосподарських товаровиробників і продовольчої безпеки країни та забезпечити його ефективне функціонування."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "42.  In his annual addresses to Parliament on the state of the nation in 2016 and 2017, the President of Ukraine made the following remarks concerning the land moratorium.",
            "uk": "42.  У своїх щорічних посланнях до Верховної Ради України про становище держави у 2016 та 2017 роках Президент України зробив такі зауваження щодо земельного мораторію."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "On 6 September 2016 he said:",
            "uk": "06 вересня 2016 року він зазначив:"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "On 7 September 2017 he said:",
            "uk": "07 вересня 2017 року він зазначив:"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "“.. In Estonia they have privatised everything: ports, telecommunications, aviation and even the railways. In Poland out of 8,500 State companies the State has kept only 41. And, by the way, their land has not been bought up by foreigners, despite the fact that the residents of those countries can easily buy and sell agricultural land.",
            "uk": "«... В Естонії в приватні руки віддали все: порт, телекомунікації, авіацію і навіть залізницю. У Польщі із 8,5 тисяч державних підприємств в руках держави залишилося 41. До речі, і землю у них не скупили іноземці. Попри те, що мешканці цих країн можуть легко купувати чи продавати сільськогосподарські угіддя."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Until now, Ukrainians have been deprived of that right. Millions of people formally own land but it has been decided for them that they are unable to handle it and an unconstitutional moratorium was introduced. Why then do we allow people to sell their flats? Because you know, by this logic, someone could come along and buy them all up.",
            "uk": "Українці зараз цього права позбавлені. Мільйони людей формально володіють землею, але за них вирішили, що вони не здатні нею розпоряджатися і запровадили абсолютно неконституційний мораторій. Чому ми тоді дозволяємо людям продавати квартири? Теж хтось їх може всі скупити."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "44.  The Government submitted information about protest actions led by farmers in early October 2016 in a number of regions, including highway blockades. The farmers called for the restoration of tax benefits for the agricultural sector. One of their demands was also to reaffirm the land moratorium.",
            "uk": "44.  Уряд надав інформацію про акції протесту, очолені фермерами на початку жовтня 2016 року у декількох областях, у тому числі блокади автомобільних доріг. Фермери закликали до повернення податкових пільг для сільськогосподарського сектору. Однією з їхніх вимог було також продовжити дію земельного мораторію."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "III.  COMPARATIVE LAW",
            "uk": "III.  ПОРІВНЯЛЬНЕ ПРАВО"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "45.  It appears from the material available to the Court on the legislation of member States of the Council of Europe that none of the thirtytwo member States surveyed has a general ban on the sale or any other form of alienation of agricultural land. The same can be said about the two nonmember States surveyed, Canada and the United States of America.",
            "uk": "45.  З наявних у Суду матеріалів щодо законодавства держав-членів Ради Європи вбачається, що в жодній з тридцяти двох досліджених держав-членів немає загальної заборони на продаж або будь-який інший спосіб відчуження землі сільськогосподарського призначення. Це ж можна сказати і про дві досліджені держави, які не є членами Ради Європи, Канаду та Сполучені Штати Америки."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "47.  However, in many of the member States surveyed transfers of agricultural land are subject to a number of restrictions and conditions.",
            "uk": "47.  Проте у багатьох досліджених державах-членах передання землі сільськогосподарського призначення підлягає низці обмежень та умов."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "53.  Certain States have particular procedures in place for the sale of agricultural land. For instance, Bosnia and Herzegovina requires land most suitable for agriculture to be sold at public auctions. States, such as Italy, which have pre-emption laws, also have in place detailed procedures aimed at ensuring the effective exercise of pre-emption rights.",
            "uk": "53.  У деяких державах існують спеціальні процедури продажу земель сільськогосподарського призначення. Наприклад, Боснія і Герцеговина вимагає, щоб землі, які найбільше придатні для сільського господарства, продавались на відкритих торгах. У державах, таких як Італія, у яких існують закони про переважне право купівлі землі, також існують докладні інструкції, спрямовані на забезпечення ефективного здійснення переважних прав."
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "54.  Special restrictions also exist in certain sensitive areas such as border areas and areas adjacent to military installations (for example, in Greece and Serbia).",
            "uk": "54.  Особливі обмеження також існують на деяких стратегічно важливих територіях, таких як прикордонні райони та райони, прилеглі до військових об’єктів (наприклад, Греція та Сербія)."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "I.  JOINDER OF THE APPLICATIONS",
            "uk": "I.  ОБ’ЄДНАННЯ ЗАЯВ"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "55.  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the applications should be joined, given their common factual and legal background.",
            "uk": "55.  Суд вважає, що відповідно до пункту 1 Правила 42 Регламенту Суду заяви мають бути об’єднані з огляду на їх спільне фактичне та юридичне підґрунтя."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "56.  The applicants complained that the legislative restrictions applicable to their land had breached their right to peaceful enjoyment of their possessions, guaranteed by Article 1 of Protocol No. 1, which reads as follows:",
            "uk": "56.  Заявники скаржилися, що законодавчі обмеження, що застосовувались до їхньої землі, порушували їхнє право мирно володіти своїм майном, гарантоване статтею 1 Першого протоколу до Конвенції, яка передбачає:"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "59.  Turning to the circumstances of the present case, the Court observes that the first applicant’s initial submissions did not contain information about the fact that she had rented out her land. However, the Court cannot establish that by omitting to make such submissions she intended to mislead the Court. It cannot find, therefore, that she has abused the right of application.",
            "uk": "59.  Повертаючись до обставин цієї справи, Суд зазначає, що первинні доводи першої заявниці не містять інформації щодо того факту, що свою землю вона передала в оренду. Проте Суд не може встановити, що не повідомивши про це, вона мала намір ввести Суд в оману. Отже, він не може дійти висновку, що вона зловжила правом на подання заяви."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "60.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "60.  Суд зазначає, що заява не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь яких інших підстав. Отже, вона має бути визнана прийнятною."
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(a)  The applicants and the Government",
            "uk": "(a)  Заявники та Уряд"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "(i)  Existence of an interference and the applicable rule",
            "uk": "(i)  Наявність втручання та застосовна норма"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "61.  The parties agreed that there had been an interference with the applicants’ rights guaranteed by Article 1 of Protocol No. 1 and that this interference constituted “control” of the use of property within the meaning of the second paragraph of that provision.",
            "uk": "61.  Сторони погодилися, що було втручання у права заявників, гарантовані статтею 1 Першого протоколу до Конвенції та що це втручання становило «контроль» за користуванням майном у розумінні другого пункту цього положення."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "(ii)  Lawfulness",
            "uk": "(ii)  Законність"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "62.  The parties agreed that the moratorium had basis in domestic law and that the relevant provisions were accessible. They disagreed as to whether they were “foreseeable”.",
            "uk": "62.  Сторони погодилися, що мораторій мав підґрунтя у національному законодавстві та що відповідні положення були доступними. Вони мали протилежні позиції щодо того, чи були вони «передбачуваними»."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "(α)  The applicants",
            "uk": "(α)  Заявники"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "66.  What is more, the reasons for extending the moratorium had evolved over time – even if initially the extensions had been motivated merely by the need to enact the necessary legislation and conduct technical preparatory work, additional, more vague reasons had been added over time. This rendered the applicants’ situation even less foreseeable.",
            "uk": "66.  Крім того, підстави для продовження мораторію змінювалися з часом: навіть якщо спочатку продовження строку обґрунтовувалося лише потребою у прийнятті необхідного законодавства та проведенні технічної підготовчої роботи, з часом додатково наводились більш неясні підстави. Вказане зробило ситуацію заявників ще менш передбачуваною."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "(β)  The Government",
            "uk": "(β)  Уряд"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "(iii)  General interest",
            "uk": "(iii)  Загальний інтерес"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "(α)  The applicants",
            "uk": "(α)  Заявники"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "72.  As to the supposed protests against the lifting of the moratorium, the applicants alleged that the main opponents of the lifting of the moratorium had cited the absence of an appropriate legislative framework as the main reason for their support for its continuation. Support for the moratorium had mainly come from non-farmers and large agricultural companies benefitting from the absence of a transparent land market and lobbying to keep it in place for as long as possible.",
            "uk": "72.  Щодо стверджуваних протестів проти зняття мораторію заявники зазначали, що основі противники зняття мораторію посилались на відсутність належної законодавчої бази в якості головної причини підтримки ними його продовження. Мораторій підтримували переважно особи, які не були фермерами, та великі сільськогосподарські підприємства, які отримували користь від відсутності прозорого земельного ринку та лобіювали залишення його в дії настільки довго, наскільки це було можливо."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "73.  The applicants submitted that the moratorium was harming the economy, the landowners and the agrarian sector, instead of protecting them from “imaginary risks”. Its extensions had not been dictated by any necessity but by purely populist political considerations. Therefore, the legislature’s judgment as to what was in the “general interest” was manifestly without reasonable foundation.",
            "uk": "73.  Заявники стверджували, що мораторій шкодив економіці, землевласникам та аграрному сектору замість того, щоб захищати їх від «уявних ризиків». Його продовження не були обумовлені жодною необхідністю, а суто популістськими політичними міркуваннями. Отже, рішення законодавчого органу щодо того, що було у «загальному інтересі» явно не мало належного обґрунтовання."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "(β)  The Government",
            "uk": "(β)  Уряд"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "74.  The Government stressed that the legislature enjoyed a wide margin of appreciation in matters of economic policy. The Court had to respect their judgment unless it was manifestly without reasonable foundation.",
            "uk": "74.  Уряд підкреслив, що законодавчий орган мав широкі межі розсуду у питаннях економічної політики. Суд мав поважати його рішення, окрім випадків, коли воно явно було необґрунтованим."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "77.  The adoption and extensions of the moratorium had created considerable debate inside and outside of Parliament in the course of which both supporters and opponents of the moratorium had been free to express their opinions.",
            "uk": "77.  Прийняття та продовження мораторію спричинили широкі обговорення у межах і поза межами Верховної Ради України, під час яких і прихильники, і супротивники мораторію могли вільно викласти свої думки."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "78.  While Ukrainian society was sharply divided on the matter of the moratorium, a very substantial part of society, political parties, local authorities and academics, were in favour of maintaining it. The Government pointed to the protests which had taken place in 2016 demanding that the moratorium be maintained (see paragraph 44 above).",
            "uk": "78.  Хоча українське суспільство різко розділилося у питанні мораторію, значна частина суспільства, політичні партії, місцеві органи влади та науковці висловлювалися за його продовження. Уряд вказав на протести, які відбулися у 2016 році з вимогою продовження дії мораторію (див. пункт 44)."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "(iv)  Proportionality",
            "uk": "(iv)  Пропорційність"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "(α)  The applicants",
            "uk": "(α)  Заявники"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "79.  The margin of appreciation available to the national authorities could not cover a measure as extreme as a fifteen-year-long absolute prohibition on the alienation of land. No other State had such an absolute prohibition in place, only imposing certain conditions on sale or resale.",
            "uk": "79.  Свобода розсуду, якою користуються національні органи влади, не може охоплювати такі надзвичайні заходи, як п’ятнадцятирічна абсолютна заборона відчуження землі. У жодній іншій державі не було такої абсолютної заборони, лише встановлювались певні умови щодо продажу та перепродажу."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "83.  The applicants drew parallels between their situation and those of the applicants in the case of Sporrong and Lönnroth v. Sweden (23 September 1982, Series A no. 52), in that the Ukrainian legislature’s persistent failure to enact legislation which would allow the moratorium to be lifted and land to be sold was analogous to the Swedish authorities’ repeated extensions of a prohibition on construction which had created a prolonged situation of uncertainty for the applicants in that case.",
            "uk": "83.  Заявники провели паралелі між їхньою ситуацією та ситуаціями заявників у справі «Спорронґ і Льоннрот проти Швеції» (Sporrong and Lönnroth v. Sweden) (від 23 вересня 1982 року, Серія А № 52) оскільки постійна нездатність українського законодавчого органу ухвалити законодавство, яке б дозволило зняти мораторій та продавати землю, була аналогічною повторюваним продовженням шведськими органами влади заборони на будівництво, що створило тривалу ситуацію невизначеності для заявників у тій справі."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "84.  This uncertainty and the legislature’s prolonged failure to adopt the necessary rules and lift the moratorium upset the balance between the protection of the applicants’ rights and the general interest, and imposed an excessive individual burden on them.",
            "uk": "84.  Ця невизначеність і тривала нездатність законодавчого органу ухвалити необхідні норми та зняти мораторій порушили баланс між захистом прав заявників і загальним інтересом, та наклали на них надмірний особистий тягар."
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "(β)  The Government",
            "uk": "(β)  Уряд"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "87.  The applicants had received their land free of charge. Other than alienation and change of designated use they were not limited in their rights: they could cultivate the land themselves or rent it out to tenants on freely negotiated terms.",
            "uk": "87.  Заявники отримали свої землі безоплатно. Окрім відчуження та зміни цільового призначення вони не були обмежені у своїх правах: вони могли обробляти землю самостійно чи передавати її в оренду на вільних договірних умовах."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "92.  Accordingly, for the Government, the moratorium did not impose an individual and excessive burden on the applicants, and a fair balance had been struck between the interests of the community and those of the applicants.",
            "uk": "92.  Відповідно, на думку Уряду, мораторій не поклав на заявників особистий або надмірний тягар, а між інтересами суспільства та заявників було встановлено справедливий баланс."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "(b)  Third-party intervener",
            "uk": "(b)  Третя сторона, яка вступила у справу"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "94.  The intervener argued that the moratorium violated the constitutional provisions guaranteeing property rights (see paragraphs 24 and 25 above). It prevented the creation of a transparent land market and owners from earning adequate income from their land.",
            "uk": "94.  Третя сторона, яка вступила у справу, стверджувала, що мораторій порушував положення Конституції, які гарантують майнові права (див. пункти 24 та 25). Він перешкоджав створенню прозорого земельного ринку і не дав змоги власникам отримати належний прибуток від їхньої землі."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "(a)  General principles",
            "uk": "(a)  Загальні принципи"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "(i)  The structure of Article 1 of Protocol No. 1",
            "uk": "(i)  Структура статті 1 Першого протоколу до Конвенції"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "(ii)  Lawfulness",
            "uk": "(ii)  Законність"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "(iii)  General interest",
            "uk": "(iii)  Загальний інтерес"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "(iv)  Proportionality",
            "uk": "(iv)  Пропорційність"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "(b)  Application of the above principles to the present case",
            "uk": "(b)  Застосування згаданих принципів у цій справі"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "(i)  Whether there is an interference and the applicable rule",
            "uk": "(i)  Чи існує втручання та застосовне положення"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "(ii)  Lawfulness",
            "uk": "(ii)  Законність"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "107.  Therefore, it considers that restrictions imposed on the exercise of the applicants’ rights complied with the requirement of “lawfulness” inherent in Article 1 of Protocol No. 1.",
            "uk": "107.  Отже, Суд вважає, що обмеження, встановлені щодо здійснення прав заявників відповідали вимозі «законності», притаманній статті 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "(iii)  General interest",
            "uk": "(iii)  Загальний інтерес"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "(iv)  Proportionality",
            "uk": "(iv)  Пропорційність"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "113.  Evaluating the legislative restrictions affecting the applicants’ property rights in the light of those considerations, the Court finds the following factors relevant.",
            "uk": "113.  Оцінюючи законодавчі обмеження, які впливають на майнові права заявників у світлі цих міркувань, Суд доходить висновку, що такі фактори стосуються справи."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "(α)  Legislative uncertainty",
            "uk": "(α)  Законодавча невизначеність"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "114.  Even though throughout the relevant period the legislature’s proclaimed eventual goal has remained the eventual introduction of a land sales market and the lifting of the moratorium, the motives for its introduction and maintenance, its scope and the end point have evolved considerably over time.",
            "uk": "114.  Хоча впродовж відповідного періоду проголошеною кінцевою ціллю законодавчого органу залишилося остаточне запровадження ринку землі і зняття мораторію, мотиви його запровадження та продовження, його обсяг і кінцевий строк значно змінилися з часом."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "121.  Similarly, in the present case, the lack of consistency on the part of the authorities in modifying the scope and the very nature of the moratorium and the uncertainty it has created are important factors in the Court’s assessment of the proportionality of the impugned situation (see Broniowski, cited above, § 151).",
            "uk": "121.  Аналогічно у цій справі відсутність послідовності з боку органів влади при зміні обсягу та самого характеру мораторію, а також створена ним невизначеність, є важливими факторами при оцінці Судом пропорційності оскаржуваної ситуації (див. згадане рішення у справі «Броньовський проти Польщі» (Broniowski v. Poland), пункт 151)."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "(β)  Reasons advanced for the introduction and maintenance of the moratorium",
            "uk": "(β)  Підстави, наведені для встановлення та продовження мораторію"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "124.  In the proceedings before the Court the Government argued that the moratorium was needed to avoid the following key risks: (i) impoverishment of the rural population, (ii) excessive concentration of land in the hands of wealthy individuals or hostile powers, and (iii) its withdrawal from cultivation.",
            "uk": "124.  Під час провадження у Суді Уряд стверджував, що мораторій був необхідним для уникнення таких ключових ризиків: (і) зубожіння сільського населення, (іі) надмірної концентрації землі в руках заможних осіб або ворожих сил, та (ііі) припинення її обробки."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "130.  Given that the authorities proclaimed the creation of such a market as their goal, the availability of alternative solutions and the lack of consistent reasons given for not adopting those solutions and keeping in place the most restrictive one, must have a substantial weight in the assessment of the latter’s proportionality.",
            "uk": "130.  З огляду на те, що органи влади проголосили створення такого ринку своєю ціллю, наявність альтернативних рішень і відсутність наданих чітких підстав для неприйняття цих рішень, та також залишення в силі найбільш обмежувального рішення, повинні бути достатньо вагомими при оцінці пропорційності останнього."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "(γ)  The burden imposed on the applicants",
            "uk": "(γ)  Тягар, покладений на заявників"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "131.  In assessing the burden the impugned situation imposes on the applicants, the Government pointed out that the applicants had obtained their land of their free will at a time when it had already been subject to the legislative restrictions in question.",
            "uk": "131.  При оцінці тягаря, покладеного оскаржуваною ситуацією на заявників, Уряд зазначив, що заявники добровільно отримали свою землю у той момент, коли вона вже була предметом відповідних законодавчих обмежень."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "133.  The first applicant’s situation is somewhat different. When her share of land was converted into a plot, on 10 January 2006, the moratorium did not apply to land of her category, zoned for use as an individual smallholding. It was extended to that type of land somewhat later, by the Law of 19 December 2006 (see row 3 of the Table). Therefore, it cannot be said that the first applicant acquired her land when it was already subject to the moratorium.",
            "uk": "133.  Ситуація першої заявниці є дещо іншою. Коли її земельну частку (пай) було виділено у земельну ділянку, 10 січня 2006 року, мораторій не застосовувався до землі її категорії, призначеної для ведення особистого селянського господарства. Його дію було поширено на цей тип землі дещо пізніше, Законом України він 19 грудня 2006 року (див. рядок 3 Таблиці). Отже, не можна стверджувати, що перша заявниця набула права власності на свою землю, коли вона вже підпадала під дію мораторію."
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "134.  Whatever the details of their situation, however, when the applicants obtained rights to their land, the law applicable to it was clearly in flux. Moreover, the Court does not lose sight of the fact that both applicants obtained the land as a result of a far-reaching land reform which had not been completed by the time they came into possession of it (compare Jahn, cited above, § 116).",
            "uk": "134.  Проте якими б не були деталі їхніх ситуацій, коли заявники набули прав на їхню землю, закон, який застосовувався до неї, перебував у стані постійних змін. Крім того, Суд не забуває про той факт, що обидва заявники отримали землю в результаті масштабної земельної реформи, яка не була завершена до моменту вступу ними у право володіння землею (див. для порівняння згадане рішення у справі «Яан та інші проти Німеччини» (Jahn and Others v. Germany), пункт 116)."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "138.  As the Government pointed out, and contrary to those rent-control cases, the applicants in the present case remain free to rent their land out at market rates. The respondent State does not cap those rates but rather takes measures to prop them up to the owners’ benefit by setting minimum rents. While these minimum rents are, legally speaking, indicative rather than binding, as a matter of practice they appear to be followed in the majority of cases (see paragraph 33 above).",
            "uk": "138.  Як зазначив Уряд, і всупереч згаданим справам щодо контролю орендної плати, заявники у цій справі мали право передати свою землю в оренду за ринковою ставкою. Держава-відповідач не обмежує розмір цих ставок, а вживає заходів для їх підтримки на користь власників шляхом встановлення мінімальної орендної плати. Хоча ця мінімальна орендна плата, з юридичної точки зору, є скоріш показовою, а не обов’язковою, на практиці, як вбачається, її дотримуються у більшості випадків (див. пункт 33)."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "144.  In assessing the severity of the burden imposed on the applicants the Court also finds relevant:",
            "uk": "144.  При оцінці суворості тягаря, покладеного на заявників, Суд також вважає такими, що стосуються справи:"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "(ii)  the broad scope of restrictions, in that they prevent the applicants from both alienating their land in nearly every possible fashion and using it for any other purpose than agriculture, and",
            "uk": "(ii)  широкий обсяг обмежень, при якому вони перешкоджають заявникам відчужувати їхню землю майже у будь-який спосіб та використовувати її з будь-якою іншою ціллю, крім сільського господарства, та"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "145.  The latter feature of the legal regime to which the applicants are subject means that the proportionality of the measure restricting their rights has not been substantively examined either at the legislative (see paragraph 122 above) or the individual level.",
            "uk": "145.  Остання риса правового режиму, який поширюється на заявників, означає, що пропорційність заходу, який обмежує їхні права не було розглянуто по суті на законодавчому (див. пункт 122) чи індивідуальному рівнях."
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "147.  The Court concludes that the applicants have been made to bear as individuals the burden of the authorities’ failure to meet their self-imposed goals and deadlines. In view of the weakness of the reasons given for the choice of the most restrictive alternative available to the authorities over less restrictive measures, the Court considers that the burden imposed on the applicants is excessive.",
            "uk": "147.  Суд доходить висновку, що на заявників як на фізичних осіб було покладено тягар нездатності органів влади дотриматися встановлених ними самими цілей та кінцевих строків. З огляду на непереконливість підстав щодо вибору найбільш обмежувальної альтернативи з доступних органам влади, а не менш обмежувальних заходів, Суд вважає, що тягар, покладений на заявників, є надмірним."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "(v)  Conclusion",
            "uk": "(v)  Висновок"
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "148.  In view of the above considerations and the Government’s failure to advance sufficient reasons to justify the measures applicable to the applicants’ land, the Court concludes that the respondent State has overstepped its wide margin of appreciation in this area and has not struck a fair balance between the general interest of the community and the property rights of the applicants.",
            "uk": "148.  З огляду на зазначені міркування та ненадання Урядом достатніх аргументів для обґрунтування заходів, застосованих до землі заявників, Суд доходить висновку, що держава-відповідач вийшла за межі своєї широкої свободи розсуду у цій сфері та не забезпечила справедливого балансу між загальним інтересом суспільства та майновими правами заявників."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "149.  There has accordingly been a violation of Article 1 of Protocol No. 1.",
            "uk": "149.  Відповідно, було порушення статті 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "III.  APPLICATION OF ARTICLES 46 AND 41 OF THE CONVENTION",
            "uk": "III.  ЗАСТОСУВАННЯ СТАТЕЙ 46 ТА 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "A.  Article 46 of the Convention",
            "uk": "A.  Стаття 46 Конвенції"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "B.  Article 41 of the Convention",
            "uk": "B.  Стаття 41 Конвенції"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "151.  Article 41 of the Convention provides:",
            "uk": "151.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "1.  Damage",
            "uk": "1.  Шкода"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "152.  The applicants claimed 30,000 euros (EUR) each in respect of nonpecuniary damage.",
            "uk": "152.  Заявники вимагали 30 000 євро кожному в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "153.  The Government considered the amounts claimed exorbitant and unsubstantiated.",
            "uk": "153.  Уряд вважав суми, що вимагались, надмірними та необґрунтованими."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "154.  The Court observes that the applicants did not submit a claim for pecuniary damage. Moreover, it considers that, in the absence of a functioning market for agricultural land in Ukraine, any such claim would likely be speculative (see paragraph 139 above).",
            "uk": "154.  Суд зазначає, що заявники не подали вимоги щодо відшкодування матеріальної шкоди. Крім того, він вважає, що за відсутності в Україні дієвого ринку землі сільськогосподарського призначення будь-яка така вимога, вірогідно, була б спекулятивною (див. пункт 139)."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "157.  However, the Court stresses that, should the respondent State unreasonably delay adoption of the requisite general execution measures, this may, with the passage of time, lead to a situation where awards under Article 41 may eventually become warranted, at least for some categories of agricultural land owners.",
            "uk": "157.  Проте Суд наголошує, якщо держава-відповідач необґрунтовано затягуватиме прийняття необхідних заходів загального характеру з метою виконання рішення, з часом це може призвести до ситуації, коли присудження компенсації за статтею 41 може, зрештою, стати виправданим, принаймні для певних категорій власників землі сільськогосподарського призначення."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "2.  Costs and expenses",
            "uk": "2.  Судові та інші витрати"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "158.  The applicants also claimed EUR 4,800 each for the costs and expenses incurred before the Court, to be paid directly into Mr Tarakhkalo’s bank account.",
            "uk": "158.  Заявники також вимагали 4 800 євро кожному в якості компенсації судових та інших витрат, яких вони зазнали під час провадження у Суді, які мали бути сплачені безпосередньо на банківський рахунок пана Тарахкала."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "159.  The Government contested the reasonability of that claim. They pointed out that the Court awarded EUR 11,000 in legal fees in Kulykov and Others v. Ukraine (nos. 5114/09 and 17 others, § 159, 19 January 2017) which, in their estimation, was considerably more complex than the present case.",
            "uk": "159.  Уряд заперечив проти обґрунтованості цієї вимоги. Він зазначив, що Суд присудив 11 000 євро відшкодування судових витрат у рішенні у справі «Куликов та інші проти України» (Kulykov and Others v. Ukraine), заява № 5114/09 та 17 інших, пункт 159, від 19 січня 2017 року), яка за його оцінкою була значно складнішою, ніж ця справа."
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "161.  The Court would also stress that, even though it makes an award for legal fees in the present case, it would be difficult for it to envisage making any awards for costs and expenses in any follow-up cases of this type, unless very exceptional circumstances justified a different conclusion.",
            "uk": "161.  Суд також хотів би наголосити, що незважаючи на те, що у цій справі він присуджує компенсацію судових та інших витрат, йому буде важко передбачити присудження якої-небудь компенсації судових та інших витрат у будь-яких подальших справах цього типу, якщо тільки дуже виняткові обставини не виправдовуватимуть інший висновок."
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "162.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "162.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "1.  Decides to join the applications;",
            "uk": "1.  Вирішує об’єднати заяви;"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "2.  Declares the applications admissible;",
            "uk": "2.  Оголошує заяви прийнятними;"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
            "uk": "3.  Постановляє, що було порушення статті 1 Першого протоколу до Конвенції;"
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "4.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants;",
            "uk": "4.  Постановляє, що встановлення порушення саме по собі становить достатню справедливу сатисфакцію за будь-яку моральну шкоду, завдану заявникам;"
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "5.  Holds",
            "uk": "5.  Постановляє, що:"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) to each applicant, plus any tax that may be chargeable to the applicants, in respect of costs and expenses, to be converted into the currency of the respondent State at the rate applicable at the date of settlement and to be transferred directly into the account of the applicants’ lawyer Mr Tarakhkalo;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити кожному із заявників 3 000 (три тисячі) євро та додатково суму будь-якого податку, що може нараховуватись заявникам, в якості компенсації судових та інших витрат; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу та перерахована безпосередньо на рахунок адвоката заявників пана Тарахкала;"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на вищезазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
            "uk": "6.  Відхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "Done in English, and notified in writing on 22 May 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 22 травня 2018 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]