[
    {
        "id": 0,
        "translation": {
            "en": "FOURTH SECTION",
            "uk": "ЧЕТВЕРТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF EDITORIAL BOARD OF GRIVNA NEWSPAPER v. UKRAINE",
            "uk": "СПРАВА «РЕДАКЦІЯ ГАЗЕТИ «ГРИВНА» ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Applications nos. 41214/08 and 49440/08)",
            "uk": "(Заяви № 41214/08 та № 49440/08)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "16 April 2019",
            "uk": "16 квітня 2019 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "16/07/2019",
            "uk": "16.07.2019"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Editorial Board of Grivna Newspaper v. Ukraine,",
            "uk": "У справі «Редакція газети «Гривна» проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fourth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (Четверта секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Jon Fridrik Kjølbro, President,\n\tFaris Vehabović,\n\tEgidijus Kūris,\n\tCarlo Ranzoni,\n\tMarko Bošnjak,\n\tPéter Paczolay, judges,\n\tSergiy Goncharenko, ad hoc judge,\nand Marialena Tsirli, Section Registrar,",
            "uk": "Джон Фрідрік Кьолбро (Jon Fridrik Kjølbro), Голова,\n\tФаріс Вегабовіч (Faris Vehabović),\n\tЕгідіюс Куріс (Egidijus Kūris),\n\tКарло Ранцоні (Carlo Ranzoni),\n\tМарко Бошняк (Marko Bošnjak),\n\tПетер Пацолай (Péter Paczolay), судді,\n\tСергій Гончаренко (Sergiy Goncharenko), суддя ad hoc,\nта Маріалена Цирлі (Marialena Tsirli), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having deliberated in private on 26 March 2019,",
            "uk": "після обговорення за зачиненими дверима 26 березня 2019 року"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "PROCEDURE",
            "uk": "ПРОЦЕДУРА"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "1.  The case originated in two applications (nos. 41214/08 and 49440/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian company, Editorial Board of Grivna Newspaper (“the applicant company”), on 18 June 2008 and 9 September 2008 respectively.",
            "uk": "1.  Справу було розпочато за двома заявами (№ 41214/08 та № 49440/08), які 18 червня 2008 року та 09 вересня 2008 року відповідно подало до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) українське підприємство, редакція газети «Гривна» (далі – підприємство-заявник)."
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "2.  The applicant company was represented by Mr O.D. Ivanyuta, a lawyer practising in Kherson. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
            "uk": "2.  Підприємство-заявника представляв пан О.Д. Іванюта, юрист, який практикує у м. Херсон. Уряд України (далі – Уряд) представляв його Уповноважений пан І. Ліщина."
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "3.  The applicant company alleged, in particular, that the judge of the first-instance court which had decided its case (in application no. 49440/08) lacked impartiality and that that court had not been a “tribunal established by law” for the purposes of Article 6 § 1 of the Convention. It further alleged that the domestic courts’ decisions concerning two articles it had published had breached its freedom of expression (Article 10 of the Convention).",
            "uk": "3.  Підприємство-заявник стверджувало, зокрема, що суддя, у провадженні якого перебувала справа (у заяві № 49440/08), не був безстороннім, а цей суд не був «судом, встановленим законом» для цілей пункту 1 статті 6 Конвенції. Він також стверджував, що рішення національних судів щодо двох опублікованих ним статей порушили його право на свободу вираження поглядів (стаття 10 Конвенції)."
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "4.  On 15 May 2017 notice of the above complaints was given to the Government and the remainder of the applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  15 травня 2017 року про зазначені скарги було повідомлено Уряд, а решту скарг у заяві було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "5.  As Ms Ganna Yudkivska, the judge elected in respect of Ukraine, was unable to sit in the case (Rule 28 of the Rules of Court), the Vice-President of the Section decided to appoint Mr Sergiy Goncharenko to sit as an ad hoc judge (Rule 29 § 1(a)).",
            "uk": "5.  Оскільки Ганна Юдківська, суддя, обрана від України, не могла брати участь у розгляді справи (Правило 28 Регламенту Суду), Заступник Голови секції вирішив призначити пана Сергія Гончаренка суддею ad hoc (підпункт «а» пункту 1 Правила 29 Регламенту Суду)."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I.  ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "A.  Background",
            "uk": "A.  Події, що передували справі"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "6.  The applicant, Editorial Board of Grivna Newspaper, is a Ukrainian single shareholder company which has its registered offices in Kherson. Grivna is a regional newspaper published in that city (hereinafter “the newspaper”).",
            "uk": "6.  Заявник, редакція газети «Гривна», є підприємством з єдиним власником акцій, зареєстрованим у м. Херсон. «Гривна» – це обласна газета, що видається у цьому місті (далі – газета)."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "8.  In January 2006 the plenary Verkhovna Rada of Ukraine (hereinafter “the Parliament”) was to examine the question of I.’s appointment to the position of judge on a permanent basis, until retirement age. The matter was to be examined because I.’s previous ten-year appointment was expiring (see the relevant constitutional and legislative rules concerning the appointment of judges at paragraph 52 below).",
            "uk": "8.  У січні 2006 року на пленарному засіданні Верховної Ради України (далі – ВРУ) мало розглядатися питання щодо обрання І. на посаду судді безстроково до досягнення пенсійного віку. Питання мало бути розглянуто у зв’язку із закінченням попереднього десятирічного строку обрання (див. відповідні положення Конституції України та законодавства щодо обрання суддів у пункті 52)."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "9.  Prior to the Parliament’s session, on 5 January 2006 another regional newspaper, Vgoru, published an article alerting the readers that the matter of I.’s permanent appointment would be examined by Parliament and urging readers to send comments on I.’s candidature to the relevant parliamentary committee.",
            "uk": "9.  Перед сесією ВРУ 05 січня 2006 року інша обласна газета «Вгору» опублікувала статтю, повідомивши читачів про розгляд ВРУ питання щодо обрання І. безстроково та закликавши їх надіслати коментарі щодо кандидатури І. до відповідного комітету ВРУ."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "B.  Article A – application no. 49440/08",
            "uk": "B.  Стаття А – заява № 49440/08"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "1.  Publication",
            "uk": "1.  Публікація"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "10.  On 12 January 2006 Parliament examined the question of I.’s permanent appointment. Owing to concerns raised by some Members of Parliament about I.’s candidature (see the summary of the transcript of the debate at paragraph 13 below), Parliament decided to adjourn the examination of the question.",
            "uk": "10.  12 січня 2006 року ВРУ розглянула питання щодо обрання І. безстроково. З огляду на висловлене певними депутатами ВРУ занепокоєння щодо кандидатури І. (див. стислий виклад стенограми засідання у пункті 13) ВРУ вирішила відкласти розгляд цього питання."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "11.  An article, published in the issue of the newspaper dated 1926 January 2006, was dedicated to the above event and entitled “Purgatory for Judges” (Чистилище для судей). It spread over two full pages. The first page of the article contained the following text:",
            "uk": "11.  Опублікована у випуску газети за 19 – 26 січня 2006 року стаття була присвячена зазначеній події та мала назву «Чистилище для суддів». Вона займала дві повні сторінки. Перша сторінка статті містила такий текст:"
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "“We often criticise Members of Parliament, and for good reason. But this gathering of people with different views and business interests under the same roof sometimes produces unpredictable decisions. Perhaps it is too soon to call this ‘democracy’. However, the fact that the MPs have ‘rejected the advances’ of the President of the Kherson Court of Appeal, Mr I. (получил от народных депутатов «гарбуза») [A1] speaks volumes.",
            "uk": "«Ми часто сваримо депутатів Верховної Ради України, і по заслузі. Проте конгломерат людей з різними поглядами та бізнес-інтересами під одним дахом інколи видає непередбачувані рішення. Можливо, це ще рано називати «демократією». Проте той факт, що «непотоплюваний» голова Апеляційного суду Херсонщини І. отримав від народних депутатів «гарбуза» [A1], багато про що говорить."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "We give you this in lieu of a prologue: ‘... In his eight years and counting at the head of the Regional Court I. has found himself dozens of loyal people – lawyers, judges, and important businessmen – for whose personal and business interests he has successfully lobbied through favourable judicial decisions [A3] (обзавелся десятками преданных людей... чей бизнес и личные интересы успешно лоббировал с помощью нужных решений в судах)...",
            "uk": "Замість передмови: «... За більш ніж восьмирічне управління облсудом І. обзавівся кількома десятками відданих людей – адвокатів, суддів, а також великих підприємців, чий бізнес та особисті інтереси успішно лобіював за допомогою потрібних рішень у судах [A3]."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "Here is the conclusion: I. is considered the person in charge and untouchable [A4] in the Kherson Region where 14 governors succeeded each other in 10 years... If one removes him successfully, even if peacefully, the people will believe in changes for the better in the pervasively corrupt judicial system...’",
            "uk": "Висновок: І. на Херсонщині, де за 10 років змінилося 14 губернаторів, вважається головним та недоторканим [A4]... І якщо вдасться його змістити, навіть по-доброму, люди повірять у зміни в наскрізь корумпованій судовій системі..."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "This document arrived in our offices last autumn. It was addressed to a very highranking and influential official in the capital in response to his request for information from Kherson. But the first official documents had appeared right after I. took up his position and they corroborate the above-mentioned reasoning. Here is just a short quote from the letter by members of the regional council to the President of the Supreme Court dated 17.02.1998:",
            "uk": "Документ потрапив до редакції восени минулого року. Був адресований дуже високому та впливовому столичному чиновнику як відповідь на його запит до Херсону. А перші офіційні документи з’явилися одразу після вступу І. на посаду і вони підтверджують вищезазначені висновки. Ось лише коротка цитата з листа від 17.02.1998 року депутатів обласної ради голові Верховного Суду України:"
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "‘Using his position I. received 100,000 US Dollars from G. who has been released from serving his sentence and confiscation of his assets. He thus helped G. avoid his liabilities vis-à-vis his... creditors.’",
            "uk": "«Використовуючи своє службове становище І. отримав від засудженого Г. 100 000 доларів США, якого звільнено від відбуття покарання та конфіскації арештованого майна, і цим допоміг йому уникнути відповідальності перед ... кредиторами»."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "They go on to describe I.’s ‘tricks’ (проделки) on two pages! [A5] And here is the response of the Supreme Court’s President to the above-quoted episode: [there followed a quote from a letter of the President of the Supreme Court stating that in April 1998 I. had been reprimanded for a breach of professional ethics by the Qualifications Commission of Judges].",
            "uk": "Далі «витівки» І. описані на двох сторінках [A5]! А ось реакція голови Верховного Суду України на процитований епізод: [тут наводилася цитата з листа голови Верховного Суду України, в якій зазначалося, що у квітні 1998 року Вища кваліфікаційна комісія суддів України оголосила І. догану за порушення професійної етики]."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "So I. has been ‘duly punished’ at the very dawn of his career. It appears that the lesson did him good since our offices have no information about the highest judge of the region receiving any subsequent reprimands. A new person became the Supreme Court’s President soon afterwards and I. could feel more confident. Perhaps his relative at the Supreme Court helped to make it so [A6]. A relative so influential that he is now awaiting his appointment to the Constitutional Court...",
            "uk": "Отже, ще на зорі своєї кар’єри І. «поніс покарання, на яке заслуговував». Мабуть, урок був на користь, оскільки інформації про подальші догани першому судді області у розпорядженні редакції немає. Незабаром змінився голова Верховного Суду України, та І. відчув себе впевненіше. Можливо, цьому посприяв родич, який працював у Верховному Суді України [A6]. До речі, настільки впливовий, що зараз очікує на затвердження у судді Конституційного суду ..."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "12.  The first page of the article also contained extensive quotes from articles previously published in February, April and May 2005 in the same newspaper, in particular one dated 28 April 2005 which discussed assets allegedly belonging to I. and his relatives. That article contained quotes from a letter of the chairman of the Council of Judges dated 8 April 2005. The letter contained an acknowledgement that Judge D., President of the Civil Division of the Supreme Court, was the father-in-law of I.’s son.",
            "uk": "12.  На першій сторінці статті також містилися розгорнуті цитати зі статей, опублікованих раніше у тій самій газеті у лютому, квітні та травні 2005 року, зокрема у статті від 28 квітня 2005 року обговорювалися активи, які нібито належали І. та його родичам. Ця стаття містила цитати з листа голови Ради суддів України від 08 квітня 2005 року. У листі наводилося підтвердження того, що суддя Д., голова Судової палати у цивільних справах Верховного Суду України, був тестем сина І."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "14.  The newspaper’s reproduction of the transcript was followed by the following conclusion:",
            "uk": "14.  Відтворення стенограми у газеті закінчувалося таким висновком:"
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "“As you can see, dear readers, representatives of the Kherson justice system have ‘distinguished themselves’ twice. It was not only Mr I. who disgraced himself in front of the entire country [A9] but also his subordinate from one of the district courts.”",
            "uk": "«Як бачите, шановні читачі, на цьому засіданні Верховної Ради України представники правосуддя від Херсонщини «відзначилися» двічі. На всю країну зганьбився не тільки І. [A9], але і його підлегла з районного суду.»"
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "15.  Mr I.’s photograph was displayed on the first page of the article, covering approximately one sixth of the page. He was shown in formal attire, with a neutral facial expression, apparently sitting at a desk. Under the photograph the following caption appeared:",
            "uk": "15.  На першій сторінці статті містилася фотографія пана І., яка займала приблизно шосту частину сторінки. Він був зображений в офіційному одязі з нейтральним виразом обличчя, вочевидь, сидячи за столом. Під фотографію був такий коментар:"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "“I will recompense them according to their deeds (Old Testament)",
            "uk": "«Я надолужу їм за їхнім чином та за ділом їхніх рук (Старий завіт)"
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "Mr I. is shown in the photo”",
            "uk": "На фото – пан І.»"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "16.  In the same issue of the newspaper another photograph of I. was published with the caption “Parliament so far has not given a ‘life sentence’ to the president of the Kherson Court of Appeal”. The copy of the article provided to the Court by the applicant company does not contain that second photograph.",
            "uk": "16.  У тому самому випуску газети була опублікована ще одна фотографія І. з коментарем «ВРУ досі не дала «довічного строку» голові Апеляційного суду Херсонської області». У наданій Суду підприємством-заявником копії статті немає цієї другої фотографії."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "17.  Within the next two weeks other newspapers published at least three articles commenting in critical terms on the Parliamentary session dedicated to I.’s appointment and his activities in general.",
            "uk": "17.  Упродовж наступних двох тижнів інші газети опублікували щонайменше три статті з критичними коментарями щодо засідання ВРУ, присвяченого обранню І. та його діяльності загалом."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "2.  Domestic proceedings",
            "uk": "2.  Провадження на національному рівні"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "18.  I. brought a claim in the Kherson Suvorovsky District Court against the applicant company seeking retraction of statements A1-A9 and compensation for non-pecuniary damage. He argued that the publication in the newspaper, which had a circulation of 62,500, had negatively influenced his professional reputation and public opinion of the judicial system at large, triggering actions aimed at putting pressure on the courts, namely numerous demonstrations outside the region’s courthouses.",
            "uk": "18.  І. звернувся до Суворовського районного суду міста Херсона з позовом проти підприємства-заявника, вимагаючи спростування тверджень А1 – А9 та відшкодування моральної шкоди. Він стверджував, що публікація у газеті з накладом 62 500 примірників негативно вплинула на його професійну репутацію та громадську думку про судову систему в цілому, спровокувавши дії, спрямовані на здійснення тиску на суди, а саме численні мітинги перед будівлями судів області."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "19.  The case was tried by Judge S. (trial judge).",
            "uk": "19.  Справу розглядав суддя С. (далі – суддя, у провадженні якого перебувала справа)."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "20.  According to the applicant company, in the course of the trial it produced, by way of proof of the factual grounds for the impugned statements, twentyfive articles published in the local newspapers from 1997 to 2006.",
            "uk": "20.  Згідно з твердженнями підприємства-заявника під час судового розгляду воно надало як доказ фактологічного підґрунтя для оскаржуваних тверджень двадцять п’ять статей, опублікованих у місцевих газетах у 1997-2006 роках."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "22.  On 28 April 2006 the applicant company asked the first-instance court to postpone hearings in the case until the Supreme Court had ruled on its reassignment application. I. objected. The court decided not to postpone the hearings.",
            "uk": "22.  28 квітня 2006 року підприємство-заявник звернулося до суду першої інстанції з клопотанням про відкладення судового засідання у справі до вирішення Верховними Судом України питання про зміну підсудності справи. І. заперечив. Суд вирішив не відкладати судове засідання."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "24.  On 22 May 2006 the first-instance court delivered its judgment allowing the claim.",
            "uk": "24.  22 травня 2006 року суд першої інстанції ухвалив рішення, яким задовольнив позов."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "(i) The court declared: (a) the photographs and captions to them and statements A1-A5 and A7-A9 baseless, insulting and damaging to I.’s reputation, and (b) statement A6 untrue and damaging to I.’s reputation.",
            "uk": "(i) Суд визнав: (а) фотографії та підписи до них, а також твердження А1 – А5 і А7 – А9 безпідставними, образливими та такими, що завдали шкоди репутації І.; та (b) твердження А6 таким, що не відповідало дійсності та завдало шкоди репутації І."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "(ii) The court ordered the applicant company to publish its judgment and awarded I. 100,000 Ukrainian hryvnyas (UAH) in compensation for nonpecuniary damage and UAH 5,000 in court fees (about 14,860 euros and 740 euros (EUR) respectively at the time).",
            "uk": "(ii) Суд зобов’язав підприємство-заявника опублікувати його рішення та присудив І. 100 000 українських гривень (далі – грн) в якості відшкодування моральної шкоди та 5 000 грн компенсації судового збору (на момент події приблизно 14 860 євро та 740 євро відповідно)."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "(iii) By way of reasoning the court stated that statements A1-A5 and A7A9 could not be protected as value judgments, since they were deliberately insulting. Article 10 § 2 of the Convention permitted restrictions on freedom of expression for the protection of the reputation of others. Neither the transcript of Parliament’s plenary sitting nor other documents before the court provided a factual basis for those statements.",
            "uk": "(iii) Обґрунтовуючи своє рішення, суд зазначив, що твердження А1 – А5 і А7 – А9 не підлягали захисту як оціночні судження, оскільки мали умисно образливий характер. Пункт 2 статті 10 Конвенції дозволяє обмеження свободи вираження поглядів для захисту репутації інших осіб. Ані в тексті стенограми пленарного засідання ВРУ, ані у будь-яких інших наявних в суду документах не наводилися фактологічне підґрунтя для цих тверджень."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "(iv) The defendant had failed to prove the truth of the factual statement A6 or to point to the source of that information.",
            "uk": "(iv) Відповідач не довів достовірності фактичного твердження А6 та не вказав на джерело цієї інформації."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "(vi) The totality of the circumstances showed, for the court, that the applicant company’s purpose in publishing the impugned statements and photographs was deliberately to damage I.’s reputation.",
            "uk": "(vi) На думку суду, сукупність обставин доводила, що публікуючи оскаржувані твердження та фотографії, підприємство-заявник мало на меті умисне завдання шкоди репутації І."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "25.  On 23 May 2006 the Supreme Court, apparently unaware that the examination of the case at first instance had already been completed, reassigned the case to a district court in the Mykolaiv Region on the grounds that “a judge was a party to the proceedings”.",
            "uk": "25.  23 травня 2006 року Верховний Суд України, який, вочевидь, не знав про закінчення розгляду справи у суді першої інстанції, передав справу до районного суду Миколаївської області на підставі того, що «однією зі сторін провадження був суддя»."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "26.  The applicant company appealed against the first-instance court’s judgment arguing in particular that the court had not been impartial because it had refused, without giving particular reasons, to suspend proceedings while the reassignment application had been pending before the Supreme Court. The applicant company also argued that the first-instance court’s judgment was contrary to Article 10 of the Convention.",
            "uk": "26.  Підприємство-заявник подало апеляційну скаргу на рішення суду першої інстанції, стверджуючи, зокрема, що суд не був безстороннім, оскільки він, не навівши особливих підстав, відмовився зупинити провадження до розгляду Верховним Судом України клопотання про зміну підсудності справи. Підприємство-заявник також стверджувало, що рішення суду першої інстанції суперечило статті 10 Конвенції."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "28.  On 5 July 2006 the Supreme Court reassigned the case, at I.’s request, to the Zaporizhzhya Regional Court of Appeal.",
            "uk": "28.  05 липня 2006 року за заявою І. Верховний Суд України передав справу до Апеляційного суду Запорізької області."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "29.  On 18 August 2006 the Zaporizhzhya Regional Court of Appeal varied the judgment of the first-instance court and reaffirmed the essential part of its reasoning:",
            "uk": "29.  18 серпня 2006 року Апеляційний суд Запорізької області вніс зміни до рішення суду першої інстанції, залишивши без змін суттєву частину його обґрунтування:"
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "(i) The Court of Appeal reduced the amounts awarded to UAH 20,000 for non-pecuniary damage and UAH 1,000 for court fees (about EUR 2,970 and 148 respectively at the time), having regard to the applicant company’s financial situation, and upheld the remainder of the first-instance court’s judgment.",
            "uk": "(i) З огляду на майновий стан підприємства-заявника апеляційний суд зменшив розмір присудженої в якості відшкодування моральної шкоди суми до 20 000 грн та суми компенсації судового збору до \n1 000 грн (на момент подій приблизно 2 970 євро та 148 євро відповідно) і залишив без змін решту рішення суду першої інстанції."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "(ii) By way of reasoning, the Court of Appeal stated that, according to the case-law of the European Court of Human Rights, the fact that the subjects of published information had public status made such persons more open to criticism but did not deprive them of the right to sue to defend their reputation.",
            "uk": "(ii) При обґрунтуванні рішення апеляційний суд зазначив, що відповідно до практики Європейського суду з прав людини те, що суб’єкти опублікованої інформації мали публічний статус, робило таких осіб більше відкритими для критики, проте не позбавляло їх права звертатися з позовом про захист своєї репутації."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "32.  As concerns the matter of impartiality of the first-instance court’s judge, the Court of Appel made no comment. The court of cassation stated that the fact that that judge had refused to suspend the proceedings and had rejected the challenge against himself (see paragraph 23 above) did not constitute grounds for quashing the lower courts’ decisions.",
            "uk": "32.  Апеляційний суд не прокоментував питання безсторонності судді, у провадженні якого перебувала справа. Суд касаційної інстанції вказав, що той факт, що цей суддя відмовився зупинити провадження та задовольнити клопотання про власний відвід (див. пункт 23) не був підставою для скасування рішень судів нижчих інстанцій."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "C.  Article B – application no. 41214/08",
            "uk": "C.  Стаття B – заява № 41214/08"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "1.  Publication",
            "uk": "1.  Публікація"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "33.  The article, published in the issue of the newspaper dated 11-18 May 2006, was authored by Ms K., who was at the time the director of the applicant company, and entitled “Ex-court president is ‘burying’ Lady Justice under his claims (Экс-председатель суда «завалил» Фемиду исками)”. Its relevant parts read:",
            "uk": "33.  Опублікована у випуску газети за 11 – 18 травня 2006 року стаття була написана пані К., яка на той момент обіймала посаду директора підприємства-заявника, та мала назву «Екс-голова суду «завалив» Феміду позовами». У її відповідних частинах зазначалося:"
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "“Claims raining down on the independent media of the Kherson Region from Mr I., who until recently used to be President of the Regional Court of Appeal, cannot be called anything other than a trend. Newspapers which take a consistent line in favour of a just and honest judicial system are being targeted.",
            "uk": "«Не інакше як тенденцією можна назвати позови, які посипалися на адресу незалежних ЗМІ Херсонщини від І., який до недавнього часу обіймав посаду голови Апеляційного суду області. Під «прицілом» – газети, які займають послідовну позицію у боротьбі за справедливу та чесну систему правосуддя."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "It seems that I. ‘has had enough’ of a clear and consistent position of Mr S., the head of the Kherson City committee of the Union of Retired Officers of the Armed Forces and Law Enforcement.",
            "uk": "Чітка та послідовна позиція голови комітету Херсонської міської організації «Союз пенсіонерів Збройних сил та силових структур України» пана С., схоже, «дістала» І."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "2.  Domestic proceedings",
            "uk": "2.  Провадження на національному рівні"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "35.  According to the applicant company, in the course of the trial it produced as proof of the factual grounds for the impugned statements twenty-four articles published in the local newspapers from 1997 to 2006.",
            "uk": "35.  Згідно з твердженнями підприємства-заявника під час судового розгляду воно надало як доказ фактологічного підґрунтя для оскаржуваних тверджень двадцять чотири статті, опубліковані у місцевих газетах у 1997 – 2006 роках."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "37.  On 19 August 2006 the Zaporizhzhya Shevchenkivsky District Court allowed the claim in part, ordering the author of the article to apologise by retracting statements B1-B5 and the applicant company to publish the retraction in the newspaper. The court awarded UAH 50,000 (about EUR 7,450 at the time) in compensation for non-pecuniary damage, from the defendants jointly and severally, to be paid to an orphanage. The following elements of the District Court’s reasoning are worthy of note.",
            "uk": "37.  19 серпня 2006 року Шевченківський районний суд \nміста Запоріжжя частково задовольнив позов, зобов’язавши автора статті вибачитися шляхом спростування тверджень В1 – В5, а підприємство-заявника опублікувати спростування у газеті. Суд постановив стягнути солідарно з відповідачів 50 000 грн (на момент подій приблизно 7 450 євро) в якості відшкодування моральної шкоди, які мали бути сплачені інтернату. Варто звернути увагу на такі частини обґрунтування районного суду:"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "(i) Referring to Article 10 of the Convention the court stated that the public status of the subjects of publications did not deprive them of the right to protection of their reputation. Even though the impugned statements constituted value judgments, they were insulting.",
            "uk": "(i) Посилаючись на статтю 10 Конвенції, суд зазначив, що публічний статус об’єктів публікацій не позбавляв їх права на захист своєї репутації. Хоча оскаржувані твердження були оціночними судженнями, вони мали образливий характер."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "(ii) According to the case-law of the European Court of Human Rights the fact that subjects of the published information had public status made such persons more open to criticism but did not deprive them of the right to sue to defend their reputation.",
            "uk": "(ii) Відповідно до практики Європейського суду з прав людини те, що суб’єкти опублікованої інформації мали публічний статус, зробило таких осіб більш відкритими для критики, проте не позбавило їх права звернутися з позовом про захист своєї репутації."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "(iii) The impugned statements were insulting. The defendants had failed to provide evidence of grounds for such statements and the evidence they did provide did not contain incontrovertible facts which would allow assessment of the person of the plaintiff and the work of the court over which he presided (не містять беззаперечних фактів, які б дозволили оцінити особу і діяльність суду).",
            "uk": "(iii) Оскаржувані твердження мали образливий характер. Відповідачі не надали доказів підстав для таких тверджень, а надані ними докази не містили беззаперечних фактів, які б дозволили оцінити особу і діяльність суду."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "(iv) Referring to Article 5 of the Information Act setting out objectivity as one of the principles of information relations (see paragraph 49 below), the court said that the implementation of that principle in respect of value judgments meant that they had to have a basis. Freedom of the press and protection offered to elements of provocation in journalistic expression could not justify baseless criticism with insulting elements, as had occurred in the case.",
            "uk": "(iv) Посилаючись на статтю 5 Закону України «Про інформацію», яка передбачає об’єктивність як один із принципів інформаційних відносин (див. пункт 49), суд зазначив, що застосування цього принципу до оціночних суджень означало, що вони мали бути обґрунтованими. Свобода преси та наданий елементам провокації у журналістському висловлюванні захист не могли виправдати безпідставну критику з елементами образи, як це мало місце у цій справі."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(vii) The court refused to declare statement B6 defamatory.",
            "uk": "(vii) Суд відмовився визнати твердження В6 наклепом."
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "39.  On 21 December 2007 the Odessa Regional Court of Appeal, acting as the court of cassation, upheld the lower courts’ decisions. It stated that the Court of Appeal’s decision was in accordance with the substantive and procedural law and there were no legal grounds to quash it.",
            "uk": "39.  21 грудня 2007 року Апеляційний суд Одеської області, діючи як суд касаційної інстанції, залишив без змін рішення судів нижчих інстанцій. Він зазначив, що рішення апеляційного суду відповідало нормам матеріального та процесуального права, і правових підстав для його скасування не було."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "D.  Subsequent events",
            "uk": "D.  Подальші події"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "40.  On 2 November 2006 I. was appointed to the position of judge on a permanent basis and continued to hold the position of President of the Kherson Regional Court of Appeal until 2012.",
            "uk": "40.  02 листопада 2006 року І. було обрано на посаду судді безстроково, та він обіймав посаду голови Апеляційного суду Херсонської області до 2012 року."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC LAW",
            "uk": "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "A.  Code of Civil Procedure of 2004",
            "uk": "A.  Цивільний процесуальний кодекс України 2004 року"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "41.  The Code was entirely restated by the Law of 3 October 2017, with effect from 15 December 2017. From that date the content and the numbering of various provisions changed. The provisions below are presented as they stood at the time when the domestic courts examined the applicant company’s cases.",
            "uk": "41.  Кодекс було повністю змінено та викладено у новій редакції Законом України від 03 жовтня 2017 року, який набрав чинності 15 грудня 2017 року. З цієї дати зміст та нумерація різних положень змінилися. Наведені положення зазначені так, як вони були сформульовані на момент розгляду національними судами справ підприємства-заявника."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "42.  Article 108 provided that territorial jurisdiction over a case to which a judge or a court was a party would be determined by a higher court.",
            "uk": "42.  Стаття 108 передбачала, що територіальна підсудність справи, в якій однією зі сторін були суд або суддя, визначається судом вищої інстанції."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "43.  Articles 201 provided that the court had to suspend (зупиняє) proceedings in an exhaustive list of situations, notably where it was not possible to examine the case until resolution of another case which was being examined in constitutional, administrative, civil, commercial or criminal proceedings.",
            "uk": "43.  Стаття 201 передбачала, що суд зупиняє провадження у вичерпному переліку випадків, зокрема неможливим був розгляд справи до вирішення іншої справи, яка розглядалася в порядку конституційного, адміністративного, цивільного, господарського або кримінального судочинства."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "45.  Article 311 of the Code provided that a court of appeal had to quash a first-instance judgment and remit the case for re-examination if the judgment had been delivered by a court without jurisdiction or where the composition of the court was unlawful.",
            "uk": "45.  Стаття 311 Кодексу передбачала, що апеляційний суд повинен був скасувати рішення суду першої інстанції та направити справу на новий розгляд, якщо рішення було ухвалено судом з порушенням правила підсудності або неповноважним складом суду."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "B.  Civil Code of 2003",
            "uk": "B.  Цивільний кодекс України 2003 року"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "47.  Article 277 provides that an individual whose non-pecuniary rights have been infringed as a result of the dissemination of untrue information has the right to reply and obtain a retraction. Article 297 provides that an individual has the right to sue to defend his or her dignity and honour. Article 280 provides that an individual whose non-pecuniary rights have been infringed is entitled to damages.",
            "uk": "47.  Відповідно до статті 277 особа, немайнові права якої було порушено внаслідок поширення недостовірної інформації, має право на відповідь та спростування інформації. Стаття 297 передбачає, що особа має право звернутися до суду з позовом про захист її гідності та честі. Відповідно до статті 280 особа, чиї немайнові права було порушено, має право на відшкодування шкоди."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "48.  Article 307 § 1 provides that an individual can be photographed only with his or her consent. Consent is presumed if the photograph is taken openly in the street or at a public event.",
            "uk": "48.  Частина перша статті 307 передбачає, що особа може бути знята на фотоплівку лише за її згодою. Згода припускається, якщо фотозйомка проводиться відкрито на вулиці або заході публічного характеру."
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "C.  Information Act of 1992",
            "uk": "C.  Закон України «Про інформацію» 1992 року"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "49.  Article 5 of the Act, as worded at the relevant time, declared that objectivity and credibility of information constituted one of the principles of legal relations in the field of information.",
            "uk": "49.  Відповідно до статті 5 Закону України у редакції, чинній на момент подій, об’єктивність та вірогідність інформації були одним з принципів законних інформаційних відносин в інформаційній сфері."
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "50.  Article 47-1 of the Act provides that no one may be held liable for making value judgments. It defines value judgments as follows:",
            "uk": "50.  Згідно зі статтею 47-1 Закону України ніхто не може бути притягнутий до відповідальності за висловлення оціночних суджень. Вона визначає оціночне судження так:"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "“Value judgments, excluding insults and libel, are statements which do not contain factual data, in particular, criticism, evaluation of actions, and also statements which cannot be said to contain factual data because of the way they are worded, in particular, [by means of] hyperbole, allegory, or satire. Value judgments are not subject to retraction and their truthfulness need not be proven ...”",
            "uk": "«Оціночними судженнями, за винятком образи чи наклепу, є висловлювання, які не містять фактичних даних, зокрема критика, оцінка дій, а також висловлювання, що не можуть бути витлумачені як такі, що містять фактичні дані, з огляду на характер використання мовних засобів, зокрема [шляхом] вживання гіпербол, алегорій, сатири. Оціночні судження не підлягають спростуванню та доведенню їх правдивості...»"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "D.  State Support of Mass Media Act of 1997",
            "uk": "D.  Закон України «Про державну підтримку засобів масової інформації та соціальний захист журналістів» 1997 року"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "51.  Article 17 provides that journalists and mass media professionals are exempted from liability for the dissemination of untrue information if the court establishes that the journalist has acted in good faith and has checked the information.",
            "uk": "51.  Відповідно до статті 17 журналісти та засоби масової інформації звільняються від відповідальності за поширення інформації, що не відповідає дійсності, якщо суд встановить, що журналіст діяв добросовісно та здійснював її перевірку."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "E.  Rules Concerning the Status of Judges",
            "uk": "E.  Закон України «Про статус суддів»"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "52.  At the relevant time Article 128 of the Constitution of Ukraine provided that following initial appointment by the President for a five-year term, judges could then be re-appointed by Parliament until they reached sixty-five years of age (“permanent appointment”). The Constitution came into force in 1996. Prior to that, under the 1992 Status of Judges Act (Section 9 §§ 2 and 3), regional court judges were appointed by Parliament for ten-year terms.",
            "uk": "52.  На момент подій стаття 128 Конституції України передбачала, що перше обрання на посаду професійного судді строком на п’ять років здійснювалося Президентом України, згодом судді могли бути повторно обрані ВРУ до досягненнями ними шістдесятип’ятирічного віку («обрання безстроково»). Конституція України набрала чинності у 1996 році. До того часу відповідно до Закону України «Про статус суддів» 1992 року (пункти 2 та 3 статті 9) судді обласних судів обиралися ВРУ строком на десять років."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "I.  JOINDER OF THE APPLICATIONS",
            "uk": "I.  ОБ’ЄДНАННЯ ЗАЯВ"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "54.  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the applications should be joined, given their common factual and legal background.",
            "uk": "54.  Суд вважає, що відповідно до пункту 1 Правила 42 Регламенту Суду заяви слід об’єднати з огляду на їхнє спільне фактичне та юридичне підґрунтя."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
            "uk": "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "55.  The applicant company complained that the trial judge of the Kherson Suvorovsky District Court, who had examined the case concerning Article A at first instance, was not impartial and that that court had not been a “tribunal established by law” within the meaning of Article 6 § 1 of the Convention, of which the relevant part reads:",
            "uk": "55.  Підприємство-заявник скаржилося, що суддя Суворовського районного суду міста Херсона, який розглядав справу щодо статті А у першій інстанції, не був безстороннім, а цей суд не був «судом, встановленим законом» у розумінні пункту 1 статті 6 Конвенції, відповідна частина якої передбачає:"
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
            "uk": "«Кожен має право на справедливий ... розгляд його справи ... незалежним і безстороннім судом, встановленим законом, який вирішить спір щодо його прав та обов’язків цивільного характеру...»"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "1.  “Tribunal established by law”",
            "uk": "1.  «Суд, встановлений законом»"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "56.  The applicant company submitted that the reassignment of its case by the Supreme Court had automatically and retrospectively removed jurisdiction from the court which had in fact examined the case prior to the reassignment, with the result that the appeal court had been required to quash the judgment and remit the case.",
            "uk": "56.  Підприємство-заявник стверджувало, що зміна підсудності його справи Верховним Судом України автоматично та ретроспективно виключила її з юрисдикції суду, який фактично розглянув справу до зміни підсудності, внаслідок чого апеляційний суд мав скасувати рішення та передати справу на новий розгляд."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "57.  The Government submitted that the higher domestic courts had rejected the applicant company’s arguments in that respect and it was primarily for them to interpret and apply domestic law.",
            "uk": "57.  Уряд доводив, що національні суди вищих інстанцій відхилили аргументи підприємства-заявника щодо цього, а в першу чергу саме вони мали тлумачити та застосовувати національне законодавство."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "2.  Impartiality",
            "uk": "2.  Безсторонність"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "59.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "59.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "62.  The applicant company did not submit observations in reply to the Government’s observations on the admissibility and merits.",
            "uk": "62.  Підприємство-заявник не надало зауважень у відповідь на зауваження Уряду щодо прийнятності та суті."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "(a)  Relevant principles",
            "uk": "(a)  Відповідні принципи"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "63.  The relevant principles of the Court’s case-law concerning the requirement of impartiality were restated in Morice v. France ([GC], no. 29369/10, §§ 73-78, ECHR 2015, with further references) and summarised in Mikhaylova v. Ukraine (no. 10644/08, § 56, 6 March 2018).",
            "uk": "63.  Відповідні принципи практики Суду щодо вимоги безсторонності були повторно наведені у рішенні у справі «Моріс проти Франції» [ВП] (Morice v. France) [GC] (заява №29369/10, \nпункти 73 – 78, ЄСПЛ 2015 з подальшими посиланнями) та узагальнені у рішенні у справі «Михайлова проти України» (Mikhaylova v. Ukraine) (заява № 10644/08, пункт 56, від 06 березня 2018 року)."
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "(b)  Application of the above principles to the present case",
            "uk": "(b)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "64.  The Court notes at the outset that Judge S.’s impartiality cannot be called into question under the subjective test.",
            "uk": "64.  Насамперед, Суд зазначає, що безсторонність судді С. не можна ставити під сумнів за суб’єктивним критерієм."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "67.  The fact that the reassignment application was eventually granted suggests that the applicant company’s fears were not seen by the Supreme Court as baseless. Because the trial judge failed to allow sufficient time for that procedure to be completed, thus depriving it of practical effect, the applicant company’s fears that that judge lacked impartiality can be held to be objectively justified.",
            "uk": "67.  Той факт, що клопотання про зміну підсудності справи було зрештою задоволено, вказує на те, що Верховний Суд України не вважав побоювання підприємства-заявника безпідставними. Оскільки суддя, у провадженні якого перебувала справа,не надав достатньо часу для закінчення цієї процедури, позбавивши її таким чином практичного ефекту, побоювання підприємства-заявника щодо небезсторонності судді можуть вважатися об’єктивно виправданими."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "69.  There has, accordingly, been a violation of Article 6 § 1 of the Convention on account of the lack of objective impartiality on the part of the trial judge in the proceedings concerning Article A.",
            "uk": "69.  Отже, було порушено пункт 1 статті 6 Конвенції у зв’язку з відсутністю об’єктивної безсторонності судді, у провадженні якого перебувала справа щодо статті А."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "III.  ALLEGED VIOLATIONS OF ARTICLE 10 OF THE CONVENTION",
            "uk": "III.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 10 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "70.  The applicant company complained that the domestic courts’ decisions holding it liable for the publication of the two impugned articles were in breach of Article 10 of the Convention, which reads:",
            "uk": "70.  Підприємство-заявник скаржилося, що рішення національних судів, відповідно до яких його було притягнуто до відповідальності за публікацію двох оскаржуваних статей, порушили статтю 10 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
            "uk": "«1.  Кожен має право на свободу вираження поглядів. Це право включає свободу дотримуватися своїх поглядів, одержувати і передавати інформацію та ідеї без втручання органів державної влади і незалежно від кордонів. Ця стаття не перешкоджає державам вимагати ліцензування діяльності радіомовних, телевізійних або кінематографічних підприємств."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A.  Прийнятність"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "71.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "71.  Суд зазначає, що скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "(a)  The applicant company",
            "uk": "(a)  Підприємство-заявник"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "73.  As to necessity in a democratic society, the applicant company submitted that the press in Kherson had been criticising I. for corrupt practices since 1998. He was in that sense a public figure. In January 2006 a number of regional publications had alerted the public that I. was to be considered by Parliament for lifetime appointment (see paragraph 9 above). I. started suing the publications after his appointment had been delayed in Parliament.",
            "uk": "73.  Стосовно необхідності в демократичному суспільстві підприємство-заявник доводило, що преса у м. Херсон критикувала І. за корупційну діяльність ще з 1998 року. У цьому сенсі він був публічною фігурою. У січні 2006 року низка обласних видань попередила громадськість, що ВРУ розглядатиме кандидатуру І. для обрання на посаду судді безстроково (див. пункт 9). Після відкладення ВРУ його обрання І. почав подавати позови до видань."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "76.  The applicant company did not submit observations in reply to the Government’s observations on the admissibility and merits.",
            "uk": "76.  Підприємство-заявник не надало зауважень у відповідь на зауваження Уряду щодо прийнятності та суті."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "78.  As to the “necessity in a democratic society”, the Government referred to the Court’s statement in Perna v. Italy (no. 48898/99, § 47, ECHR 2003V) that “merely to scrutinise each of the statements taken into consideration by the national authorities in reaching their decision that the offence of defamation had been committed would be to lose sight of the article’s overall content and its very essence”.",
            "uk": "78.  Щодо «необхідності в демократичному суспільстві» Уряд посилався на твердження Суду в рішенні у справі «Перна проти Італії» (Perna v. Italy), заява № 48898/99, пункт 47, ЄСПЛ 2003V), що «окреме дослідження кожного з тверджень, що бралися до уваги національними органами влади при прийнятті ними рішення щодо стверджуваного наклепу, може призвести до того, що загальний зміст статті та сама її суть залишаться поза увагою»."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "79.  It was significant that I. had been a civil servant and therefore the limits of acceptable criticism had been wider than for a private individual. The allegations of illegal conduct on the part of a judge had been a matter of public concern and came within the scope of a public debate on a matter of general importance. However, the principle that freedom of expression carried with it “duties and responsibilities” applied to the media even with respect to such matters of serious public concern.",
            "uk": "79.  Важливим було те, що І. був державним службовцем, а тому межі допустимої критики ширші, аніж щодо приватної особи. Твердження про незаконні дії судді були предметом суспільного інтересу та потрапили у сферу публічного обговорення як питання загальної важливості. Проте принцип, згідно з яким свобода вираження поглядів супроводжується «обов’язками та відповідальністю», застосовувався до засобів масової інформації навіть щодо таких питань, які викликають значний суспільний інтерес."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "80.  Two different courts of first instance in different regions, having carefully examined the case-file material, the parties’ statements and the Court’s case-law, had concluded that the impugned statements could not be protected as value judgments as they had been published with the intention of spreading negative information about I. The Government stressed that the applicant company had not been ordered to pay any damages in respect of Article A.",
            "uk": "80.  Ретельно розглянувши матеріали справи, твердження сторін та практику Суду, два різні суди першої інстанції різних областей дійшли висновку, що оскаржувані твердження не підлягали захисту як оціночні судження, оскільки вони були опубліковані з метою поширення негативної інформації про І. Уряд наголосив, що підприємство-заявник не було зобов’язано сплатити якесь відшкодування шкоди у зв’язку зі статтею А."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "81.  As far as Article B was concerned, the sanction imposed on the applicant company – publication of a retraction and payment of damages – had been moderate. The amount of damages awarded was modest and, in addition, the applicant company’s burden was shared with the co-defendant.",
            "uk": "81.  Щодо статті В, то накладене на підприємство-заявника покарання – публікація спростування та виплата відшкодування шкоди – було помірним. Присуджений розмір відшкодування шкоди був невеликим і, крім того, тягар підприємства-заявника лягав також і на співвідповідача."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "(a)  Existence of an interference, “prescribed by law”, legitimate aim",
            "uk": "(a)  Наявність втручання, «встановленого законом», законна мета"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "82.  The Court finds that the decisions of the domestic courts in respect of both newspaper articles constituted an interference with the applicant company’s freedom of expression. Indeed, the Government did not contest that point. The interference was prescribed by law, namely the relevant provisions of the Civil Code (see paragraph 47 above), and pursued the legitimate aim of the protection of the reputation or rights of others (see Gazeta Ukraina-Tsentr, cited above, § 49).",
            "uk": "82.  Суд вважає, що рішення національних судів щодо обох газетних статей становили втручання у право підприємства-заявника на свободу вираження поглядів. Дійсно, Уряд це не оскаржував. Втручання було встановлено законом, зокрема відповідними положеннями Цивільного кодексу України (див. пункт 47), та переслідувало законну мету захисту репутації та прав інших осіб (див. згадане рішення у справі Газета «Україна-Центр» проти України» (Gazeta Ukraina-Tsentr v. Ukraine), пункт 49)."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "(b)  “Necessary in a democratic society”",
            "uk": "(b)  «Необхідність в демократичному суспільстві»"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "83.  It remains to be determined whether that interference was necessary in a democratic society.",
            "uk": "83.  Залишається встановити, чи було втручання необхідним у демократичному суспільстві."
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "(i)  Relevant general principles",
            "uk": "(i)  Відповідні загальні принципи"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "(α)  General principles concerning the Court’s approach to the question of necessity of interferences with freedom of expression",
            "uk": "(α)  Загальні принципи щодо підходу Суду до питання необхідності втручання у право на свободу вираження поглядів"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "84.  The general principles were restated in Bédat v. Switzerland ([GC], no. 56925/08, § 48, 29 March 2016):",
            "uk": "84.  Загальні принципи були повторно наведені в рішенні у справі «Бедат проти Швейцарії» [ВП] (Bédat v. Switzerland) [GC] \n(заява № 56925/08, пункт 48, від 29 березня 2016 року):"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "(ii) The adjective ‘necessary’, within the meaning of Article 10 § 2, implies the existence of a ‘pressing social need’. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court...",
            "uk": "(ii) Прикметник «необхідний» у розумінні пункту 2 статті 10 Конвенції передбачає існування «нагальної суспільної необхідності». При здійсненні оцінки, чи існує така необхідність, Договірні держави користуються певною свободою розсуду, але ця свобода супроводжується європейським наглядом, який охоплює як законодавство, так і рішення, в яких воно застосовується, навіть ті, що ухвалені незалежним судом..."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "(β)  The role of the press and responsible journalism",
            "uk": "(β)  Роль преси та відповідальної журналістики"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "(γ)  Civil servants and judges as subjects of publication and the limits of acceptable criticism",
            "uk": "(γ)  Державні службовці та судді як суб’єкти публікації та межі прийнятної критики"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "89.  Civil servants acting in an official capacity are subject to wider limits of acceptable criticism than ordinary individuals (see Medžlis Islamske Zajednice Brčko and Others, cited above, § 98).",
            "uk": "89.  Державні службовці під час здійснення своїх офіційних повноважень є суб’єктами ширших меж допустимої критики, ніж звичайні особи (див. згадане рішення у справі «Філія ісламської громади в Брчко та інші проти Боснії і Герцеговини» (Medžlis Islamske Zajednice Brčko and Others v. Bosnia and Herzegovina), пункт 98)."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "91.  Nevertheless – save in the case of gravely damaging attacks that are essentially unfounded – bearing in mind that judges form part of a fundamental institution of the State, they may as such be subject to personal criticism within the permissible limits, and not only in a theoretical and general manner (ibid., § 131).",
            "uk": "91.  Проте за винятком нападів, що завдають серйозної шкоди та по суті є необґрунтованими, зважаючи на те, що судді формують частину основоположної державної інституції, як такі вони можуть у допустимих межах піддаватися персональній критиці, і не тільки теоретично чи у загальний спосіб (див. там само, пункт 131)."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "(δ)  The distinction between statements of fact, value judgments and insults",
            "uk": "(δ)  Розрізнення тверджень щодо фактів, оціночних суджень та образ"
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "(ε)  Balancing of rights under Articles 8 and 10 of the Convention",
            "uk": "(ε)  Баланс прав за статтями 8 і 10 Конвенції"
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "96.  In order for Article 8 to come into play, however, an attack on a person’s reputation must attain a certain level of seriousness and in a manner causing prejudice to personal enjoyment of the right to respect for private life (see Axel Springer AG v. Germany [GC], no. 39954/08, § 83, 7 February 2012).",
            "uk": "96.  Проте для того, щоб стаття 8 Конвенції підлягала застосуванню, посягання на репутацію особи має досягнути певного рівня серйозності та бути таким, що завдає шкоди здійсненню особою свого права на повагу до приватного життя (див. рішення у справі «Аксель Шпрінгер АГ проти Німеччини» [ВП] (Axel Springer AG v. Germany) [GC], заява № 39954/08, пункт 83, від 07 лютого 2012 року)."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "97.  In its case-law, the Court has identified a number of relevant criteria whereby the right to freedom of expression is balanced against the right to respect for private life (ibid., §§ 89-95), including:",
            "uk": "97.  У своїй практиці Суд визначив низку відповідних критеріїв, за допомогою яких урівноважуються права на свободу вираження поглядів та на повагу до приватного життя (див. там само, пункти 89 – 95), зокрема:"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "(a) whether the impugned publication contributed to a debate of general interest;",
            "uk": "(a) чи вплинула оскаржувана публікація на обговорення, яке мало суспільний інтерес;"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "(b) how well known is the person concerned and what is the subject of the report?;",
            "uk": "(b) наскільки відомою є відповідна особа, та що є предметом публікації?;"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "(c) the prior conduct of the person concerned;",
            "uk": "(c) попередня поведінка відповідної особи;"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "(d) the method of obtaining the information and its veracity;",
            "uk": "(d) метод отримання інформації та її достовірність;"
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "(e) the content, form and consequences of the publication;",
            "uk": "(e) зміст, форма та наслідки публікації;"
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "(f) the severity of the sanction imposed.",
            "uk": "(f) тяжкість накладеного покарання."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "98.  Where the balancing exercise has been undertaken by the national authorities in conformity with the criteria laid down in the Court’s case-law, the Court would require strong reasons to substitute its view for that of the domestic courts (see Couderc and Hachette Filipacchi Associés v. France [GC], no. 40454/07, § 92, ECHR 2015 (extracts)).",
            "uk": "98.  У випадку дотримання національними органами влади балансу відповідно до встановлених практикою Суду критеріїв, Суд потребуватиме вагомих підстав для заміни бачення національних судів своїм (див. рішення у справі «Кудерк та «Ашетт Філіпакі Ассосьє» проти Франції» [ВП] (Couderc and Hachette Filipacchi Associés v. France) [GC], заява № 40454/07, пункт 92, ЄСПЛ 2015 (витяги)."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "(ii)  Application of the above principles to the present case",
            "uk": "(ii)  Застосування зазначених принципів у цій справі"
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "(α)  Whether Article 8 interests are in play",
            "uk": "(α)  Чи застосовуються інтереси статті 8 Конвенції"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "99.  The Court notes at the outset that the applicant company did not contest the Government’s submissions that the domestic courts’ decisions pursued the legitimate aim of protecting I.’s rights, as guaranteed by Article 8. It did not argue that the publications had not reached the requisite threshold of seriousness capable of causing prejudice to I.’s enjoyment of those rights. The Court sees no reason to find otherwise.",
            "uk": "99.  Перш за все, Суд зазначає, що підприємство-заявник не оскаржувало доводи Уряду, що рішення національних судів переслідували законну мету захистити права І., гарантовані статтею 8 Конвенції. Воно не стверджувало, що публікації не досягли необхідного рівня серйозності, здатного завдати шкоду користуванню І. цими правами. Суд не вбачає підстав для іншого висновку."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "(β)  The Court’s approach",
            "uk": "(β)  Підхід Суду"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "100.  The domestic courts examined the impugned statements and photographs in their combination rather than separately. Such an approach is, as such, in line with the Court’s case-law. Indeed, the Court has held that merely to scrutinise each of the statements taken into consideration by the national authorities in reaching their decisions concerning alleged defamation may lead one to lose sight of the article’s overall content and its very essence (see, for example, Perna, cited above, § 47).",
            "uk": "100.  Національні суди розглянули оскаржувані твердження та фотографії скоріше разом, аніж окремо. Такий підхід відповідає практиці Суду. Дійсно, Суд встановлював, що окреме дослідження кожного з тверджень, що бралися до уваги національними органами влади при прийнятті ними рішення щодо стверджуваного наклепу, може призвести до того, що загальний зміст статті та сама її суть залишаться поза увагою (див., наприклад, згадане рішення у справі «Перна проти Італії» (Perna v. Italy), пункт 47)."
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "102.  The Court will therefore proceed to examine the two impugned articles and the domestic courts’ decisions concerning them in the light of the criteria established in its case-law and set out in paragraph 97 above.",
            "uk": "102.  Отже, Суд продовжить розгляд двох оскаржуваних статей та рішень національних судів щодо них у світлі критеріїв, встановлених у його практиці та наведених у пункті 97."
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "The Court will first focus on the general criteria, such as the subject of the publication, which are common for the two articles.",
            "uk": "Перш за все, Суд зосередиться на загальних критеріях, таких як предмет публікації, який є спільним для двох статей."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "Then it will proceed to examine the content and form of the articles, and the domestic courts’ assessment, separately in respect of each of them. While considering the articles as a whole, the Court will have particular regard to their disputed parts (see, for example, Tønsbergs Blad A.S. and Haukom v. Norway, no. 510/04, § 90, 1 March 2007).",
            "uk": "Потім він розгляне зміст і форму статей, а також оцінку національних судів окремо щодо кожної з них. Розглядаючи статті в цілому, Суд зверне особливу увагу на їхні частини, що оскаржувалися (див., наприклад, рішення у справі «Тенсбергс Блад А.С. та Гауком проти Норвегії» (Tønsbergs Blad A.S. and Haukom v. Norway), заява № 510/04, пункт 90, від 01 березня 2007 року)."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "The Court will conclude by an overall assessment, taking into account in particular the severity of the sanctions imposed on the applicant company.",
            "uk": "Суд зробить висновок за допомогою загальної оцінки з урахуванням, зокрема, суворості накладеного на підприємство-заявника покарання."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "(γ)  Both articles: contribution to a debate of general interest, how well-known was I., his prior conduct and the consequences of the publications",
            "uk": "(γ)  Обидві статті: сприяння обговоренню, яке мало суспільний інтерес, наскільки відомим був I., його попередня поведінка та наслідки публікацій"
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "104.  It is a different matter, however, whether all the impugned elements of the articles made a contribution to that debate in accordance with the tenets of responsible journalism. This is a matter which the Court considers it appropriate to examine below, separately in respect of each article.",
            "uk": "104.  Однак, інше питання, чи вплинули усі оскаржувані елементи статей на обговорення відповідно до принципів відповідальної журналістики. Це питання Суд вважає доцільним розглянути далі щодо кожної статті окремо."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "105.  The domestic courts implicitly acknowledged that I. was a public figure (see paragraphs 29 (ii) and 37 (ii) above) but did not refer to the fact that he was a judge and was thus subject to a duty of discretion that precluded him from replying through the media (see Morice, cited above, § 128). Moreover, neither the domestic courts nor the parties before the Court provided any specific information on I.’s prior conduct.",
            "uk": "105.  Національні суди опосередковано визнали, що I. був публічною особою (див. підпункт (іі) пункту 29 і підпункт (іі) \nпункту 37), але не посилалися на той факт, що він був суддею, а тому повинен був проявляти розсудливість, яка не дала йому можливості відповісти через засоби масової іформації (див. згадане рішення у справі «Моріс проти Франції» (Morice v. France), пункт 128). До того ж ані національні суди, ані сторони в Суді не надали жодної конкретної інформації щодо попередньої поведінки І."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "106.  As to the consequences of the published articles, the Court does not see any reason to disagree with the domestic courts’ assessment that I.’s reputation was harmed by them. However, it also observes that they did not have any dramatic impact on I.’s career, since shortly after the publications he was reappointed to his judicial post on a permanent basis and continued to hold the position of President of the Regional Court of Appeal for years afterwards (see paragraph 40 above).",
            "uk": "106.  Щодо наслідків опублікованих статей Суд не вбачає жодних підстав не погодитися з оцінкою національних судів, що вони завдали шкоди репутації І. Проте Суд також зазначає, що вони не мали критичного впливу на кар’єру І., оскільки незабаром після публікацій його обрання на посаду судді безстроково, та він продовжував обіймати посаду голови обласного апеляційного суду упродовж багатьох років (див. пункт 40)."
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "(δ)  Article A: the content and form of the impugned statements and the photographs",
            "uk": "(δ)  Стаття A: зміст та форма оскаржуваних висловлювань та фотографій"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "107.  The Court considers that in terms of content and form Article A contained five distinct elements:",
            "uk": "107.  Суд вважає, що з огляду на зміст та форму стаття A містила п’ять елементів:"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "(i) comments on the failure of I.’s candidature before Parliament (statements A1, A2, A7 and A8), and statement A5 to the effect that I.’s misdeeds were reported as far back as 1998;",
            "uk": "(i) коментарі щодо незатвердження ВРУ кандидатури І. (твердження A1, A2, A7 та A8) і твердження A5, що про неправомірні дії І. повідомлялося ще у 1998 році;"
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "(ii) statement A6 concerning I.’s relative on the Supreme Court;",
            "uk": "(ii) твердження A6 стосовно родича І. у Верховному Суді України;"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "(iii) I.’s photograph with the biblical quotation;",
            "uk": "(iii) фотографію І. з цитатою з Біблії;"
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "(iv) I.’s other photograph, which has not been submitted to the Court;",
            "uk": "(iv) іншу фотографію І., яку не було надано Суду ;"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "(v) supposed quotes from a report to “a high-ranking official” about I.’s alleged misconduct: statements A3 and A4.",
            "uk": "(v) стверджувані цитати зі звіту «високому чиновнику» про нібито неправомірні дії І.: твердження A3 та A4."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "108.  The Court will examine each of those elements and the domestic courts’ reasoning in their respect in turn.",
            "uk": "108.  Суд по черзі розгляне кожний з цих елементів та їхню оцінку національними судами."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "Comments on the failure of I.’s candidature before Parliament (A1, A2, A7 and A8), and statement to the effect that I.’s misdeeds were reported as far back as 1998 (A5)",
            "uk": "Коментарі щодо незатвердження у ВРУ кандидатури І. (A1, A2, A7 та A8) і твердження стосовного повідомлення про неправомірні дії І. ще у 1998 році (A5)"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "110.  Essentially the same considerations apply to statement A5, which was a merely sarcastic description of the content of the 1998 document which had contained complaints about I.’s supposed misdeeds. There is no indication that the veracity of the document was ever in doubt and the fact that I. had indeed been disciplined on that occasion was not questioned.",
            "uk": "110.  По суті, аналогічні міркування застосовні до твердження A5, яке було просто саркастичним описом змісту документу 1998 року, який містив скарги щодо нібито неправомірних дії І. Немає жодних ознак того, що достовірність цього документу коли-небудь ставилася під сумнів, а факт того, що І. дійсно було притягнуто до дисциплінарної відповідальності у зв’язку з цим, не заперечувався."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "111.  In summary, the Court considers that, for an objective reader, the above statements could not be read as insults.",
            "uk": "111.  Отже, Суд вважає, що для об’єктивного читача зазначені твердження не могли вважатися образливими."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "Statement concerning I.’s relative on the Supreme Court (A6)",
            "uk": "Твердження щодо родича І. у Верховному Суді України (A6)"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "112.  The domestic courts did not specifically comment on the applicant company’s argument that the father of I.’s daughter-in-law was indeed a Supreme Court judge (see paragraphs 12, 27 and 30 above). This fact was never seriously in dispute.",
            "uk": "112.  Національні суди не надали конкретних коментарів щодо аргументу підприємства-заявника, що батько невістки І. дійсно був суддею Верховного Суду України (див. пункти 12, 27 та 30). Цей факт ніколи не був предметом серйозного спору."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "113.  Accordingly, the Court also has difficulty understanding the reasons for the domestic courts’ finding that statement A6 was untrue. It appears, although this is not stated in the decisions, that the courts took issue not with the existence or not of family relations between I. and a Supreme Court judge but rather the part of the statement which suggested that that Supreme Court judge had helped I. feel confident in his position.",
            "uk": "113.  Отже, Суду також важко зрозуміти підстави для висновку національних судів про недостовірність твердження A6. Хоча це не зазначалося у рішеннях, вбачається, що суди розглядали питання не щодо існування сімейного зв’язку між І. та суддею Верховного Суду України, а щодо тієї частини твердження, в якій припускалося, що суддя Верховного Суду України допоміг I. почуватися впевнено на своїй посаді."
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "I.’s photograph with the biblical quotation",
            "uk": "Фотографія І. з цитатою з Біблії"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "115.  The domestic courts limited their examination of that photograph to observing that the applicant company had failed to prove that it had been taken with I.’s consent or was published as part of covering a public event and that the choice of the published fragment of the photograph and its combination with the caption had been intended to present I. in a “certain light” (see paragraph 24 (v) above).",
            "uk": "115.  Оцінку цієї фотографії національні суди обмежили, зазначивши, що підприємство-заявник не довело, що вона була зроблена зі згоди І. або була опублікована як частина висвітлення публічного заходу, і що вибір опублікованого фрагменту фотографії та її поєднання з коментарем були спрямовані на представлення І. у «певному вигляді» (див. підпункт (v) пункту 24)."
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "116.  That was the extent of the courts’ reasoning on this issue. The courts implicitly acknowledged that the photograph was taken at a public event. They discarded this circumstance, however, considering that the publication of the photograph was unrelated to covering of the public event in question. While this is a relevant consideration, the analysis could not stop there and other criteria set out in paragraph 97 above are relevant.",
            "uk": "116.  Таким був обсяг обґрунтування судів щодо цього питання. Суди опосередковано визнали, що фотографія була зроблена на публічному заході. Проте вони не звернули увагу на цю обставину, вважаючи, що публікація фотографії не була пов’язана із висвітленням відповідного публічного заходу. Хоча це міркування є доречним, аналіз не може зупинитися на цьому, та інші викладені у пункті 97 критерії все ще залишаються актуальними."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "117.  Of those other criteria, the domestic courts commented only on I. being a public figure (see paragraph 105 above). Their comment on the content and form of the photograph is so succinct that it is difficult to understand: they failed to explain what was precisely the “certain light” in which the photograph presented I. Thus, the Court finds that the domestic courts failed to give sufficient reasons for their ruling in respect of the photograph and its accompanying caption.",
            "uk": "117.  З цих інших критеріїв національні суди прокоментували лише те, що І. був публічною особою (див. пункт 105). Їхній коментар щодо змісту та форми фотографії є настільки стислим, що його складно зрозуміти: вони не пояснили, у чому конкретно полягав «певний вигляд», в якому фотографія представляла I. Тому Суд доходить висновку, що національні суди не обґрунтували належним чином свою позицію щодо фотографії та коментаря, який її супроводжував."
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "I.’s other photograph which has not been submitted to the Court",
            "uk": "Інша фотографія І., яку не було надано Суду"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "118.  Since the applicant company has not submitted the other impugned photograph (see paragraph 16 above), the Court has no basis on which to question its assessment made by the domestic courts.",
            "uk": "118.  Оскільки підприємство-заявник не надало іншу оскаржувану фотографію (див. пункт 16), Суд не має підстав ставити під сумнів її оцінку національними судами."
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "Supposed quotes about I.’s misconduct from a report to “a high-ranking official” (statements A3 and A4)",
            "uk": "Стверджувані цитати зі звіту «високому чиновнику» про неправомірні дії І. (твердження A3 та A4)"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "120.  The Court, therefore, considers that it has not been shown that in making these statements the applicant company acted in good faith.",
            "uk": "120.  Отже, Суд вважає недоведеним, що при висловленні цих тверджень підприємство-заявник діяло добросовісно."
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "(ε)  Article B: the content and form of the impugned statements",
            "uk": "(ε)  Стаття B: зміст та форма оскаржуваних тверджень"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "121.  The Court considers that, in terms of content and form, Article B contained two distinct elements:",
            "uk": "121.  Суд вважає, що з огляду на зміст та форму стаття В містила два елементи:"
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "(i) statements B1-B3 describing interactions between S., an aggrieved litigant, and I. as the court president;",
            "uk": "(i) твердження B1 – B3, які описували зв’язок між С., потерпілою стороною, та І. як головою суду ;"
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "(ii) statements B4 and B5 to the effect that I.’s lawsuits against the applicant company and another newspaper were meant to improve I.’s reputation before re-examination of his candidacy for permanent appointment by the Parliament.",
            "uk": "(ii) твердження B4 і B5, що мета позовів І. до підприємства-заявника та іншої газети полягала у покращенні репутації І. до повторного розгляду питання про обрання ВРУ його, як кандидата, безстроково."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "122.  The domestic courts categorised those statements as value judgments (see paragraph 37 (iii) above). The Court does not need to take a definitive position on this point since, even in case of value judgments, proportionality of an interference depends on whether there exists a sufficient “factual basis” for such a judgment. The domestic courts concluded that there was no such basis.",
            "uk": "122.  Національні суди кваліфікували ці твердження як оціночні судження (див. підпункт (ііі) пункту 37). Суд не повинен займати остаточну позицію у цьому питанні, оскільки навіть у випадку оціночних суджень пропорційність втручання залежить від того, чи існує достатнє «фактологічне підґрунтя» для такого рішення. Національні суди дійшли висновку про відсутність такого підґрунтя."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "123.  The Court will first examine the overall standards used by the domestic courts in reaching that conclusion and will then examine each of those two groups of statements in turn to see if the domestic courts’ conclusions in their respect were based on relevant and sufficient reasons and consistent with the Convention requirements.",
            "uk": "123.  Перш за все, Суд розгляне загальні стандарти, використані національними судами у досягненні цього висновку, а потім по черзі кожну з двох груп тверджень, щоб встановити, чи ґрунтувалися висновки національних судів у зв’язку з цим на відповідних і достатніх підставах та чи відповідали вони вимогам Конвенції."
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "The standard employed by the domestic courts",
            "uk": "Стандарти, застосовані національними судами"
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "Statements B1-B3 describing interactions between I. and S., an aggrieved litigant",
            "uk": "Твердження B1 – B3, які описують зв’язок між І. та С., потерпілою стороною"
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "Statements B4 and B5 to the effect that I.’s court claims against the applicant company and another newspaper were meant to improve I.’s reputation before re-examination of his candidacy for permanent appointment by the Parliament",
            "uk": "Твердження B4 і B5, що мета позовів І. до підприємства-заявника та іншої газети полягала у покращенні репутації І. до повторного розгляду питання про обрання ВРУ його, як кандидата, безстроково"
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "127.  These statements constituted comments on I.’s motivation in bringing his claims. Little, if any, concrete proof could conceivably be cited for them. The Court considers that the fact that the claim was brought after the initial failure of the plaintiff’s candidacy for permanent appointment in the Parliament constituted sufficient factual basis for those statements. The domestic courts failed to explain their reasons for finding otherwise.",
            "uk": "127.  Ці твердження були коментарями щодо мотивів І. у поданні своїх позовів. Щодо них можуть бути наведені незначні, якщо взагалі такі були, конкретні докази. Суд вважає, що факт подання позовів після первинного необрання ВРУ кандидатури позивача на посаду безстроково, є достатнім фактологічним підґрунтям для цих тверджень. Національні суди не пояснили свої мотиви для протилежного висновку."
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "(ζ)  Overall assessment of the necessity for the interference",
            "uk": "(ζ)  Загальна оцінка необхідності втручання"
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "128. In view of the above the Court finds that the interference was not based on “sufficient” reasons in respect of:",
            "uk": "128. З огляду на зазначене Суд вважає, що втручання не ґрунтувалося на «достатніх» підставах щодо:"
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "(i) statements A1, A2 and A5 to A8 and I.’s photograph with the biblical quotation;",
            "uk": "(i) тверджень A1, A2 і A5 – A8 та фотографії І. з цитатою з Біблії;"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "(ii) statements B4 and B5.",
            "uk": "(ii) тверджень B4 і B5."
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "129.  As far as those elements of the impugned articles were concerned, the domestic courts have failed to conduct the balancing exercise in conformity with the criteria laid down in the Court’s case-law.",
            "uk": "129.  Щодо цих елементів оскаржуваних статей національні суди не дотримались балансу інтересів відповідно до критеріїв, встановлених у практиці Суду."
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "130.  In addition, the Court notes that the damages the domestic courts awarded to the plaintiff in the proceedings concerning Article B cannot be considered negligible taking into account the nature of the impugned statements and other circumstances analysed above.",
            "uk": "130.  Крім того, Суд зазначає, що присуджене національними судами позивачу відшкодування шкоди у провадженні щодо статті B не може вважатися незначним з огляду на характер оскаржуваних тверджень та інші проаналізовані обставини."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "131.  As far as the remaining elements of the impugned articles are concerned, the interference was based on sufficient reasons (see paragraphs 118 to 120 and 126 above). Even considering the damages awarded in respect of Article B, the applicant company has failed to show that the authorities overstepped their margin of appreciation and that the interference was not necessary in a democratic society.",
            "uk": "131.  Щодо решти елементів зазначених оскаржуваних статей, то втручання ґрунтувалося на достатніх підставах (див. пункти 118 – 120 і 126). Навіть беручи до уваги відшкодування шкоди, присуджене у зв’язку зі статтею B, підприємство-заявник не довело, що органи влади перевищили межі своєї свободи розсуду і що втручання не було необхідним у демократичному суспільстві."
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "132.  There has, accordingly, been:",
            "uk": "132.  Отже:"
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "(i) a violation of Article 10 of the Convention on account of the domestic courts’ decisions in respect of statements A1, A2, A5 to A8, I.’s photograph with the biblical quotation and in respect of statements B4 and B5;",
            "uk": "(i) було порушено статтю 10 Конвенції у зв’язку з рішеннями національних судів щодо тверджень A1, A2, A5 – A8, фотографії І. з цитатою з Біблії і тверджень B4 та B5;"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "(ii) no violation of Article 10 of the Convention on account of the domestic courts’ decisions in respect of the remaining impugned elements of Articles A and B.",
            "uk": "(ii) не було порушено статтю 10 Конвенції у зв’язку з рішеннями національних судів щодо решти оскаржуваних елементів статей А та B."
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "133.  Article 41 of the Convention provides:",
            "uk": "133.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "A.  Damage",
            "uk": "A.  Шкода"
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "134.  The applicant company claimed EUR 1,516.70, corresponding to the amount which was allegedly levied from its bank account in execution of the domestic courts’ decisions, in respect of pecuniary damage, and EUR 25,000 in respect of non-pecuniary damage. In support of the latter claim, it alleged that owing to the impugned decisions of the domestic courts it had been “in a state of stress” from 2006 to 2009.",
            "uk": "134.  Підприємство-заявник вимагало 1 516,70 євро в якості відшкодування матеріальної шкоди, що відповідало сумі, нібито стягнутій з його банківського рахунку на виконання рішень національних судів, та 25 000 євро в якості відшкодування моральної шкоди. Обґрунтовуючи останню вимогу, підприємство-заявник стверджувало, що у зв’язку з оскаржуваними рішеннями національних судів воно перебувало «у стані стресу» з 2006 року до 2009 року."
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "137.  Therefore, the Court is unable to conclude that there is a causal link between the cost borne by the applicant company and the violation it has found. The Court accordingly dismisses its claim for pecuniary damage.",
            "uk": "137.  Отже, Суд не може дійти висновку про існування причинно-наслідкового зв’язку між понесеними підприємством-заявником витратами та встановленим ним порушенням. Тому Суд відхиляє його вимогу щодо відшкодування матеріальної шкоди."
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "138.  At the same time, the Court, in view of the violations found, considers that an award of compensation for non-pecuniary damage is justified in this case. Ruling on an equitable basis, it awards the applicant company EUR 4,000 in respect of non-pecuniary damage.",
            "uk": "138.  Водночас з огляду на встановлені порушення Суд вважає, що у цій справі присудження відшкодування моральної шкоди є виправданим. Ухвалюючи рішення на засадах справедливості, він присуджує підприємству-заявнику 4 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B.  Судові та інші витрати"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "139.  The applicant company made no claim for costs and expenses. Accordingly, the Court makes no award under this head.",
            "uk": "139.  Підприємство-заявник не подало вимог щодо компенсації судових та інших витрат. Отже, Суд нічого не присуджує за цим пунктом."
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C.  Пеня"
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "140.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "140.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "1.  Decides to join the applications;",
            "uk": "1.  Вирішує об’єднати заяви;"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "2.  Declares the complaint, under Article 6 § 1 of the Convention, that the first-instance court in the proceedings concerning Article A was not a “tribunal established by law”, inadmissible and the remainder of the application admissible;",
            "uk": "2.  Оголошує неприйнятною скаргу за пунктом 1 статті 6 Конвенції, що суд першої інстанції у провадженні щодо статті А не був «судом, встановленим законом», а решту скарг у заяві – прийнятними;"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of a lack of objective impartiality on the part of the trial judge in the proceedings concerning Article A;",
            "uk": "3.  Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з відсутністю об’єктивної безсторонності судді, у провадженні якого перебувала справа щодо статті А;"
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "4.  Holds that there has been a violation of Article 10 of the Convention on account of the domestic courts’ decisions in respect of statements A1, A2, A5 to A8, I.’s photograph with the biblical quotation and in respect of statements B4 and B5;",
            "uk": "4.  Постановляє, що було порушено статтю 10 Конвенції у зв’язку з рішеннями національних судів щодо тверджень А1, А2, А5 – А8, фотографії І. з цитатою з Біблії та тверджень В4 і В5;"
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "5.  Holds that there has been no violation of Article 10 of the Convention on account of the domestic courts’ decisions in respect of the remaining impugned elements of Articles A and B;",
            "uk": "5.  Постановляє, що не було порушено статтю 10 Конвенції у зв’язку з рішеннями національних судів щодо решти оскаржуваних елементів статей А та B;"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "6.  Holds",
            "uk": "6.  Постановляє, що:"
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicant company, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити підприємству-заявнику 4 000 (чотири тисячі) євро та додаткового суму будь-якого податку, що може нараховуватись, в якості відшкодування моральної шкоди; ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "7.  Dismisses the remainder of the applicant company’s claim for just satisfaction.",
            "uk": "7.  Відхиляє решту вимог підприємства-заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "Done in English, and notified in writing on 16 April 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 16 квітня 2019 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду."
        }
    }
]