[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF MONT BLANC TRADING LTD AND ANTARES TITANIUM TRADING LTD v. UKRAINE",
            "uk": "СПРАВА «МОНТ БЛАНК ТРЕЙДІНГ, ЛТД» ТА «АНТАРЕС ТІТАНІУМ ТРЕЙДІНГ, ЛТД» ПРОТИ УКРАЇНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Application no. 11161/08)",
            "uk": "(Заява № 11161/08)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "14 January 2021",
            "uk": "14 січня 2021 року"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "31/05/2021",
            "uk": "31.05.2021"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "In the case of Mont Blanc Trading Ltd and Antares Titanium Trading Ltd v. Ukraine,",
            "uk": "У справі «Монт Бланк Трейдінг, Лтд» та «Антарес Тітаніум Трейдінг, Лтд» проти України»"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "The European Court of Human Rights (Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tMārtiņš Mits,\n\tGanna Yudkivska,\n\tLatif Hüseynov,\n\tJovan Ilievski,\n\tIvana Jelić,\n\tMattias Guyomar, judges,\n\tand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГанна Юдківська (Ganna Yudkivska),\n\tЛятіф Гусейнов (Latif Hüseynov),\n\tЙован Ілієвський (Jovan Ilievski),\n\tІвана Джеліч (Ivana Jelić),\n\tМаттіас Гуйомар (Mattias Guyomar), судді,\n\tта Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Having regard to:",
            "uk": "з огляду на:"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "the application against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Mauritian company, Mont Blanc Trading Ltd (“MBT” – “the first applicant company”) and a British company, Antares Titanium Trading Ltd (“ATT” – “the second applicant company”), on 15 February 2008;",
            "uk": "заяву, яку 15 лютого 2008 року подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) маврикійське підприємство «Монт Бланк Трейдінг, Лтд» (далі – «МБТ», перше підприємство-заявник) та британське підприємство «Антарес Тітаніум Трейдінг, Лтд» (далі – «АТТ», друге підприємство-заявник);"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the application;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про заяву;"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the decision to inform the United Kingdom Government of the application in view of the second applicant company’s place of incorporation (Article 36 § 1 of the Convention and Rule 44 of the Rules of Court) and the United Kingdom Government’s decision not to intervene;",
            "uk": "рішення повідомити Уряд Сполученого Королівства про заяву з огляду на місце реєстрації другого підприємства-заявника (пункт 1 статті 36 Конвенції та Правило 44 Регламенту Суду) та рішення Уряду Сполученого Королівства не вступати у справу;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "Having deliberated in private on 17 November 2020,",
            "uk": "після обговорення за зачиненими дверима 17 листопада 2020 року"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on that date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "1.  The case concerns (i) an alleged failure on the part of the Ukrainian courts in civil proceedings to provide an adequate reasoning for their refusal to enforce an arbitral award, and (ii) parallel commercial proceedings, allegedly conducted in breach of the right to a fair hearing, as guaranteed under Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
            "uk": "1.  Справа стосується (i) стверджуваного ненадання українськими судами під час розгляду справи у порядку цивільного судочинства належного обґрунтування своєї відмови у виконанні арбітражного рішення та (ii) паралельного розгляду справи в господарському суді, як стверджується, здійсненого з порушенням права на справедливий судовий розгляд, гарантованого статтею 6 Конвенції та статтею 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "2.  The first applicant company was registered in Port Louis, Mauritius, and the second applicant company was registered in London. The first applicant company held 51% of shares in the second applicant company. The applicant companies were represented by Mr P. Landolt, a lawyer practising in Geneva.",
            "uk": "2.  Перше підприємство-заявник було зареєстровано у м. Порт-Луї, Маврикій, а друге підприємство-заявник – у м. Лондон. Перше підприємство-заявник володіло 51% акцій другого підприємства-заявника. Підприємства-заявників представляв пан П. Ландольт, юрист, який практикує у м. Женева."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "3.  The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna, of the Ministry of Justice.",
            "uk": "3.  Уряд України (далі – Уряд) представляв його Уповноважений, пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "6.  According to the applicant companies, on 8 April 2004, MBT, ATT and Company A. entered into Additional Agreement no. 2 and a salespurchase contract but backdated them to 2 December 2003.",
            "uk": "6.  Згідно з твердженнями підприємств-заявників 08 квітня \n2004 року підприємства «МБТ», «АТТ» та «А.» уклали додаткову угоду № 2 та договір купівлі-продажу, датовані заднім числом, \n02 грудня 2003 року."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "7.  According to the Government, on 8 April 2004 the applicant companies and Company A. entered into Additional Agreement Without a Number (“the Disputed Contract”), which changed those provisions of the Main Contract and of Additional Contract no. 1 that regulated, inter alia, the settlement of any disputes, so that (i) the applicable substantive law was to be the Ukrainian law and (ii) the Kyiv Commercial Court was to have jurisdiction to resolve any future disputes.",
            "uk": "7.  Згідно з твердженнями Уряду 08 квітня 2004 року підприємства-заявники та підприємство «А.» уклали додаткову угоду без номера (далі – спірна угода), якою були внесені зміни до основного договору та додаткової угоди № 1, які, inter alia, регулювали вирішення будь-яких спорів таким чином, щоб (і) застосовним матеріальним правом було право України, а (іі) будь-які майбутні спори підлягали розгляду у Господарському суді міста Києва."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "8.  According to the applicant companies, they never entered into the Disputed Contract, which they assert is a forgery.",
            "uk": "8.  Згідно з твердженнями підприємств-заявників вони ніколи не укладали спірну угоду, яка, на їхню думку, є підробленою."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "Proceedings before the London Court of International Arbitration",
            "uk": "Провадження у лондонському міжнародному третейському суді"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "9.  On 18 November 2004 the applicant companies instituted proceedings before the LCIA against Company A., seeking an award for breach of contract. Specifically, they asserted that Company A. had failed to comply with its contractual obligations concerning the production and exclusive sale of titanium products.",
            "uk": "9.  18 листопада 2004 року підприємства-заявники звернулися до ЛМТС з позовом проти підприємства «А.», вимагаючи стягнення збитків у зв’язку з порушенням договору. Зокрема, вони стверджували, що підприємство «А.» не дотрималося своїх договірних зобов’язань стосовно виробництва та ексклюзивного продажу продукції з титану."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "10.  On 22 December 2004 by email and on 4 February 2005 by letter Company A. contested the LCIA’s jurisdiction, referring to the Disputed Contract, which amended the arbitration clause and shifted jurisdiction from the LCIA to the Ukrainian commercial courts.",
            "uk": "10.  22 грудня 2004 року електронною поштою та листом від \n04 лютого 2005 року підприємство «А.» оскаржило юрисдикцію ЛМТС, посилаючись на спірну угоду, якою було внесено зміни до арбітражного застереження і підсудність спору ЛМТС змінено на підсудність господарським судам України."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "11.  On 10 March 2005 the sole arbitrator at the LCIA ordered Company A. to produce a copy of the Disputed Contract before 8 April 2005.",
            "uk": "11.  10 березня 2005 року арбітр ЛМТС надіслав підприємству «А.» лист з вимогою про надання копії спірної угоди до 08 квітня \n2005 року."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "12.  On 20 April 2005 (that is to say after the above-mentioned deadline) Company A. sent to the sole arbitrator a plea concerning the LCIA’s alleged lack of jurisdiction to hear the case, attaching a photocopy of the Disputed Contract to it.",
            "uk": "12.  20 квітня 2005 року (тобто після вказаного строку) підприємство «А.» надіслало арбітру заяву про відсутність у ЛМТС юрисдикції для розгляду спору між зазначеними підприємствами, додавши до неї фотокопію спірної угоди."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "13.  On 5 May 2005 the sole arbitrator appointed a British expert, seeking his advice on the authenticity of the Disputed Contract; the sole arbitrator ordered Company A. to deliver the original document to the expert by 27 May 2005.",
            "uk": "13.  05 травня 2005 року арбітр призначив британського експерта для вирішення питання справжності спірної угоди та зобов’язав підприємство «А.» надати оригінал документа експерту до 27 травня 2005 року."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "14.  Company A. never delivered the original copy of the Disputed Contract to the expert, who on 22 July 2005 issued his report, concluding that there was strong evidence that the representatives of the applicant companies had not signed the Disputed Contract.",
            "uk": "14.  Підприємство «А.» не надало оригінал спірної угоди експерту, який 22 липня 2005 року склав свій висновок, вказавши на наявність вагомих доказів, що представники підприємств-заявників не підписували спірну угоду."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "15.  On 12 September 2005 the sole arbitrator acknowledged his own jurisdiction to consider the case and issued an arbitral award, ordering Company A. to pay the first applicant company the amount of 4,006,961.17 United States dollars (USD) in compensation for breach of contract; he also ordered Company A. to pay the first applicant company’s legal and other costs, and also to pay the costs of the arbitration proceedings.",
            "uk": "15.  12 вересня 2005 року арбітр визнав власну юрисдикцію для розгляду справи та ухвалив арбітражне рішення, зобов’язавши підприємство «А.» сплатити першому підприємству-заявнику суму у розмірі 4 006 961,17 доларів США (далі – доларів) в якості компенсації за порушення договору; він також зобов’язав підприємство «А.» сплатити судові та інші витрати першого підприємства-заявника, а також витрати арбітражного провадження."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "Parallel proceedings before the Ukrainian commercial courts",
            "uk": "паралельне провадження у господарських судах україни"
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "Proceedings before the first-instance court",
            "uk": "Провадження у суді першої інстанції"
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "16.  On 7 February 2005 Company A. lodged a claim against the applicant companies with the Kyiv Commercial Court (“the Commercial Court”), seeking compensation for the alleged nonperformance of the Disputed Contract dated 8 April 2004.",
            "uk": "16.  07 лютого 2005 року підприємство «А.» звернулося до Господарського суду міста Києва (далі – господарський суд) з позовом проти підприємств-заявників, вимагаючи стягнення штрафних санкцій за стверджуване невиконання спірної угоди від 08 квітня 2004 року."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "17.  On 14 February 2005 the Commercial Court opened the proceedings, scheduling the hearing for 22 August 2005 and asking the parties to state whether the same dispute was being examined by another judicial body. Company A. did not inform the Commercial Court that the same dispute between the same parties was to be examined by the LCIA in London. Company A. did not inform the applicant companies that it had lodged a claim against them with the Commercial Court.",
            "uk": "17.  14 лютого 2005 року господарський суд розпочав провадження у справі, призначивши її розгляд на 22 серпня 2005 року, та попросив сторони вказати, чи розглядався цей спір іншим судовим органом. Підприємство «А.» не поінформувало господарський суд, що той самий спір між тими самими сторонами мав розглядатися ЛМТС у м. Лондон. Підприємство «А.» не повідомило підприємств-заявників про подання ним проти них позову до господарського суду."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "18.  On 22 August 2005 the Commercial Court, having considered the case in the absence of the representatives of the applicant companies, ordered that the applicant companies each pay Company A. the amount of USD 685,794.53 in compensation for a breach of the Disputed Contract.",
            "uk": "18.  22 серпня 2005 року господарський суд, розглянувши справу за відсутності представників підприємств-заявників, зобов’язав кожне підприємство-заявника сплатити підприємству «А.» суму у розмірі 685 794,53 доларів в якості компенсації за порушення спірної угоди."
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "19.  According to the applicant companies the date of that decision was in fact 26 December 2005, since allegedly on that date the Commercial Court issued the full text of its decision.",
            "uk": "19.  Згідно з твердженнями підприємств-заявників фактично це рішення було ухвалено 26 грудня 2005 року, оскільки, як стверджувалося, у цю дату господарський суд оприлюднив повний текст свого рішення."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "Delivery of judicial documents to the second applicant company",
            "uk": "Вручення судових документів другому підприємству-заявнику"
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "20.  On 18 March 2005 the second applicant company changed its legal address in London.",
            "uk": "20.  18 березня 2005 року друге підприємство-заявник змінило юридичну адресу у м. Лондон."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "21.  According to the Government, on 18 March 2005 the Commercial Court transmitted the judicial documents to the Ministry of Justice of Ukraine for delivery to the second applicant company at its old address in London.",
            "uk": "21.  Згідно з твердженнями Уряду 18 березня 2005 року господарський суд направив судові документи до Міністерства юстиції України для вручення їх другому підприємству-заявнику за попередньою адресою у м. Лондон."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "22.  On 25 May 2005 the Ministry of Justice of Ukraine lodged a request SFP 2005-3799 with “the Supreme Court of England” for certain judicial documents to be served on the second applicant company, specifying the second applicant company’s former address.",
            "uk": "22.  25 травня 2005 року Міністерство юстиції України подало запит SFP 2005-3799 до «Верховного Суду Англії» щодо вручення певних судових документів другому підприємству-заявнику із зазначенням попередньої адреси другого підприємства-заявника."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "23.  On 22 June 2005 a London “authority” issued a “certificate” following the request SFP 2005-3799, stating that the documents had not been served on the second applicant company, as no authorised officer had been available to accept delivery. The Government have not clarified which was that authority though its stamp on a copy of the document was illegible.",
            "uk": "23.  22 червня 2005 року лондонський «орган влади» видав «сертифікат» у відповідь на запит SFP 2005-3799, в якому зазначалося, що документи не були вручені другому підприємству-заявнику, у зв’язку з відсутністю жодної уповноваженої особи, яка могла б прийняти відправлення. Уряд не уточнив, який це був орган влади, хоча його печатка на копії документа була нерозбірливою."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "24.  On 15 July 2005 the Commercial Court issued a ruling that stated, among other things, that the Ministry of Justice had “sent information relating to the fulfilment of the task of serving court documents on a representative of the second applicant company”. The Commercial Court ordered Company A. to provide a translation into Ukrainian of the certificate issued on 22 June 2005.",
            "uk": "24.  15 липня 2005 року господарський суд постановив ухвалу, в якій, серед іншого, зазначалося, що Міністерство юстиції України «направило інформацію щодо виконання доручення про вручення судових документів представнику другого підприємства-заявника». Господарський суд зобов’язав підприємство «А.» надати переклад українською мовою сертифіката від 22 червня 2005 року."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "Delivery of judicial documents to the first applicant company",
            "uk": "Вручення судових документів першому підприємству-заявнику"
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "25.  On 22 June 2005 the Embassy of Ukraine in Germany requested the Embassy of Mauritius in Germany to send certain judicial documents to the respective authorities in Mauritius for delivery to the representatives of the first applicant company.",
            "uk": "25.  22 червня 2005 року Посольство України в Німеччині звернулося до посольства Маврикію в Німеччині з проханням надіслати певні судові документи відповідним органам влади у Маврикії для вручення представникам першого підприємства-заявника."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "26.  On 28 December 2005 the Supreme Court of Mauritius ordered that those documents be served on the first applicant company.",
            "uk": "26.  28 грудня 2005 року Верховний Суд Маврикію постановив вручити ці документи першому підприємству-заявнику."
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "27.  On 27 January 2006 the judicial documents were served on the first applicant company.",
            "uk": "27.  27 січня 2006 року судові документи були вручені першому підприємству-заявнику."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "Proceedings before the appellate court",
            "uk": "Провадження в апеляційному суді"
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "29.  On 17 August 2006 the Commercial Court of Appeal issued a ruling restoring the time-limit for lodging an appeal. It scheduled a hearing for 22 September 2006.",
            "uk": "29.  17 серпня 2006 року апеляційний господарський суд постановив ухвалу про поновлення строку для апеляційного оскарження. Він призначив розгляд справи на 22 вересня 2006 року."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "30.  The representatives of the applicant companies attended the 22 September 2006 hearing. Company A.’s representative applied for an adjournment of the proceedings. The Commercial Court of Appeal adjourned the proceedings until 13 October 2006.",
            "uk": "30.  Представники підприємств-заявників взяли участь у засіданні 22 вересня 2006 року. Представник підприємства «А.» подав клопотання про відкладення розгляду справи. Апеляційний господарський суд відклав розгляд справи до 13 жовтня 2006 року."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "31.  On 13 October 2006 the representatives of the applicant companies and Company A. attended the hearing, where they presented their case. The hearing lasted ten minutes and was adjourned until 20 October 2006.",
            "uk": "31.  13 жовтня 2006 року представники підприємств-заявників та підприємства «А.» взяли участь у судовому засіданні, в якому виклали свої позиції. Засідання тривало десять хвилин і було відкладено до \n20 жовтня 2006 року."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "32.  On 19 October 2006 Company A.’s representative lodged an application for an adjournment of the proceedings.",
            "uk": "32.  19 жовтня 2006 року представник підприємства «А.» подав клопотання про відкладення розгляду справи."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "33.  On 20 October 2006 the first applicant company’s representative attended the rescheduled hearing. The representatives of Company A. and the second applicant company did not attend the hearing. The Commercial Court of Appeal decided to adjourn the hearing owing to the absence of the two other representatives, but did not set a date and time for the next hearing. The record of the 20 October 2006 hearing does not contain any such information.",
            "uk": "33.  20 жовтня 2006 року представник першого підприємства-заявника взяв участь у відкладеному засіданні. Представники підприємства «А.» та другого підприємства-заявника не брали участі у судовому засіданні. Апеляційний господарський суд вирішив відкласти засідання у зв’язку з відсутністю двох інших представників, але не призначив дату та час наступного засідання. Протокол судового засідання від 20 жовтня 2006 року не містить такої інформації."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "34.  Decision of the Commercial Court of Appeal dated from 20 October 2006 stated that the hearing was adjourned until 27 October 2006. According to the applicant companies, they were not informed of the decision to adjourn the hearing until 27 October 2006.",
            "uk": "34.  В ухвалі апеляційного господарського суду від 20 жовтня \n2006 року зазначалося, що розгляд справи було відкладено на \n27 жовтня 2006 року. Згідно з твердженнями підприємств-заявників вони не були поінформовані про ухвалу щодо відкладення розгляду справи на 27 жовтня 2006 року."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "36.  On 31 October 2006 the applicant companies’ representatives received notification of the summonses after the hearing of 27 October 2006 had taken place. The first applicant company provided the Court with a photocopy of the relevant envelope.",
            "uk": "36.  31 жовтня 2006 року, вже після проведення засідання \n27 жовтня 2006 року, представники підприємств-заявників отримали повістки про виклик до суду. Перше підприємство-заявник надало Суду копію відповідного конверта."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "Proceedings before the highest courts",
            "uk": "Провадження у найвищих судах"
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "38.  On 27 February 2007 the HCCU quashed the lower courts’ decisions and closed the proceedings, referring to the findings of the sole arbitrator that the Disputed Contract was null and void and that the Ukrainian courts had lacked jurisdiction to hear the dispute, because, inter alia, the applicant companies had not had any ties with Ukraine.",
            "uk": "38.  27 лютого 2007 року ВГСУ скасував рішення судів нижчих інстанцій та припинив провадження у справі, посилаючись на висновки арбітра, що спірна угода була нікчемною, а українські суди не мали права розглядати спір, оскільки, inter alia, підприємства-заявники не мали жодних зв’язків з Україною."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "39.  On 2 March 2007 Company A. lodged a cassation appeal with the Supreme Court of Ukraine (“the Supreme Court”).",
            "uk": "39.  02 березня 2007 року підприємство «А.» звернулося до Верховного Суду України (далі – Верховний Суд) з касаційною скаргою."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "40.  On 17 April 2007 the Supreme Court quashed the decision of the HCCU of 27 February 2007, referring to the finding of the lower courts that the Disputed Contract had amended the arbitration clause, shifting jurisdiction from the LCIA to the Ukrainian commercial courts. The Supreme Court also inferred that, since the arbitral decision had been rendered after the proceedings had opened before the Ukrainian commercial courts, it was for the Ukrainian courts to hear the case.",
            "uk": "40.  17 квітня 2007 року Верховний Суд скасував постанову ВГСУ від 27 лютого 2007 року, посилаючись на висновок судів нижчих інстанцій, що спірною угодою було внесено зміни до арбітражного застереження, чим змінено підсудність спорів ЛМТС на підсудність українським господарським судам. Верховний Суд також постановив, що оскільки арбітражне рішення було ухвалено після порушення провадження у господарських судах України, розгляд справи мав здійснюватися українськими судами."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "41.  On 26 June 2007 the HCCU referred to the findings of the Supreme Court’s decision of 17 April 2007 on the issue of jurisdiction and upheld the decision of the appellate and first-instance courts. The applicant companies appealed against that decision to the Supreme Court.",
            "uk": "41.  26 червня 2007 року ВГСУ послався на висновки Верховного Суду у постанові від 17 квітня 2007 року щодо питання підсудності спорів і залишив без змін постанову апеляційного суду та рішення суду першої інстанцій. Підприємства-заявники оскаржили цю постанову до Верховного Суду."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "42.  On 23 August 2007 the Supreme Court declined to open cassation proceedings.",
            "uk": "42.  23 серпня 2007 року Верховний Суд відмовив у порушенні касаційного провадження."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "Civil proceedings for the enforcement of the LCIA’s decision",
            "uk": "Цивільне провадження щодо виконання рішення ЛМТС"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "43.  On 7 July 2006 the first applicant company lodged an application with the Pecherskyy District Court of Kyiv (“the Pecherskyy Court”), seeking leave to have the arbitral award enforced.",
            "uk": "43.  07 липня 2006 року перше підприємство-заявник звернулося до Печерського районного суду міста Києва (далі – Печерський суд) з клопотанням про надання дозволу на примусове виконання арбітражного рішення."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "44.  On 12 October 2006 the Pecherskyy Court issued a ruling, dismissing the application on the grounds that Company A. had not been properly informed of the arbitration or of the date and time of the hearing, and in view of the fact that on 22 August 2005 the Commercial Court had rendered a decision – which had already entered into force – in relation to the same dispute.",
            "uk": "44.  12 жовтня 2006 року Печерський суд постановив ухвалу, відмовивши у задоволенні клопотання на тій підставі, що підприємство «А.» не було належним чином повідомлено про арбітраж або дату та час розгляду справи, а також з огляду на той факт, що \n22 серпня 2005 року господарський суд ухвалив рішення, яке вже набрало законної сили, щодо того самого спору."
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "45.  On 16 October 2006 the first applicant company appealed against the ruling of 12 October 2006.",
            "uk": "45.  16 жовтня 2006 року перше підприємство-заявник оскаржило ухвалу від 12 жовтня 2006 року."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "48.  On 5 October 2007 the Supreme Court of Ukraine upheld the decision of the appellate court.",
            "uk": "48.  05 жовтня 2007 року Верховний Суд України залишив ухвалу апеляційного суду без змін."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "49.  The second applicant company was dissolved on 30 June 2015.",
            "uk": "49.  Друге підприємство-заявник припинило діяльність 30 червня 2015 року."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
            "uk": "ВІДПОВІДНА НОРМАТИВНО-ПРАВОВА БАЗА та практика"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "Relevant International law",
            "uk": "ВІДПОВІДНЕ МІЖНАРОДНЕ ПРАВО"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "50.  The relevant provisions of the Convention on the Recognition and Enforcement of Foreign Arbitral Awards (commonly known as the New York Convention) read as follows:",
            "uk": "50.  Відповідні положення Конвенції про визнання та виконання іноземних арбітражних рішень (загальновідома як Нью-Йоркська конвенція) передбачають:"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "Article II",
            "uk": "Стаття II"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "“... 3. The court of a Contracting State, when seized of an action in a matter in respect of which the parties have made an agreement within the meaning of this article, shall, at the request of one of the parties, refer the parties to arbitration, unless it finds that the said agreement is null and void, inoperative or incapable of being performed.”",
            "uk": "«...3. Суд Договірної держави, якщо до нього надходить позов з питання, щодо якого сторони уклали угоду, передбачену цією статтею, повинен на прохання однієї зі сторін направити сторони до арбітражу, якщо він не встановить, що згадана угода є недійсною, втратила чинність або не може бути виконана»."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Article V",
            "uk": "Стаття V"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "“1. Recognition and enforcement of the award may be refused, at the request of the party against whom it is invoked, only if that party furnishes to the competent authority where the recognition and enforcement is sought, proof that:",
            "uk": "«1. У визнанні та виконанні арбітражного рішення може бути відмовлено на прохання тієї сторони, стосовно якої воно ухвалено, тільки якщо ця сторона надасть компетентному органу влади за місцем, де подано клопотання про визнання та виконання рішення, докази того, що:"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "(a) The parties to the agreement referred to in article II were, under the law applicable to them, under some incapacity, or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of the country where the award was made; or",
            "uk": "(a) сторони угоди, передбаченої статтею II, були певною мірою недієздатними згідно із застосовним до них законодавством або якщо ця угода є недійсною відповідно до законодавства, якому сторони підпорядкували цю угоду, у випадку відсутності такої вказівки відповідно до законодавства країни, де рішення було ухвалено, або"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "(b) The party against whom the award is invoked was not given proper notice of the appointment of the arbitrator or of the arbitration proceedings or was otherwise unable to present his case; or",
            "uk": "(b) сторона, стосовно якої ухвалено рішення, не була належним чином повідомлена про призначення арбітра чи про арбітражний розгляд або з інших причин не могла подати свої зауваження, або"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "(d) The composition of the arbitral authority or the arbitral procedure was not in accordance with the agreement of the parties, or, failing such agreement, was not in accordance with the law of the country where the arbitration took place; or",
            "uk": "(d) склад арбітражного органу або арбітражний процес не відповідали угоді сторін або, за відсутності такої, не відповідали законодавству тієї країни, де мав місце арбітраж, або"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "(e) The award has not yet become binding on the parties, or has been set aside or suspended by a competent authority of the country in which, or under the law of which, that award was made.",
            "uk": "(e) рішення ще не стало остаточним для сторін або було скасовано, або його виконання призупинено компетентним органом влади країни, де воно було ухвалено, або країни, законодавство якої застосовується."
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "2. Recognition and enforcement of an arbitral award may also be refused if the competent authority in the country where recognition and enforcement is sought finds that:",
            "uk": "2. У визнанні та виконанні арбітражного рішення може бути також відмовлено, якщо компетентний орган влади країни, де подано клопотання про визнання та виконання рішення, встановить, що:"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "(a) The subject matter of the difference is not capable of settlement by arbitration under the law of that country; or",
            "uk": "(a) об’єкт спору не може бути предметом арбітражного розгляду за законодавством цієї країни, або"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "(b) The recognition or enforcement of the award would be contrary to the public policy of that country.”",
            "uk": "(b) визнання та виконання цього рішення суперечать публічному порядку цієї країни»."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "51.  The relevant excerpt from the Guide on the New York Convention of the United Nations Commission on International Trade Law (UNCITRAL) Secretariat of 2016 reads as follows:",
            "uk": "51.  У відповідному витягу з Посібника щодо Нью-Йоркської конвенції Секретаріату Комісії ООН з права міжнародної торгівлі (ЮНСІТРАЛ) від 2016 року зазначено:"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Article V",
            "uk": "Стаття V"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "Introduction",
            "uk": "Вступ"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "“1. Article V of the New York Convention sets forth the limited and exhaustive grounds on which recognition and enforcement of an arbitral award may be refused by a competent authority in the Contracting State where recognition and enforcement is sought...”",
            "uk": "«1. У статті V Нью-Йоркської конвенції міститься обмежений і вичерпний перелік підстав для відмови у визнанні та виконанні арбітражного рішення компетентною владою у Договірній державі, де подано клопотання про визнання та виконання рішення...»"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "A. Court discretion under Article V",
            "uk": "A. Дискреційні повноваження суду відповідно до статті V"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "“The objective of the New York Convention is to facilitate the recognition and enforcement of arbitral awards to the greatest extent possible and to provide a maximum level of control which Contracting States may exert over arbitral awards. In accordance with this objective, the Convention grants courts of the Contracting States the discretion to refuse to recognise and enforce an award on the grounds listed in article V, without obligating them to do so...”",
            "uk": "«Метою Нью-Йоркської конвенції є щонайбільше спрощення процедур визнання та виконання арбітражних рішень та забезпечення максимального рівня контролю, який Договірні держави можуть здійснювати щодо арбітражних рішень. Відповідно до цієї мети Конвенція надає судам Договірних держав дискреційні повноваження щодо відмови визнання та виконання арбітражного рішення на підставах, перелічених у статті V, не зобов’язуючи їх це робити...»"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "Relevant domestic law",
            "uk": "ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "52.  The relevant provisions of the Code of Commercial Procedure of 6 November 1991, as worded at the material time, read as follows:",
            "uk": "52.  Відповідні положення Господарського процесуального кодексу України від 06 листопада 1991 року у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "Article 62. Refusal to accept a notice of claim",
            "uk": "Стаття 62. Відмова у прийнятті позовної заяви"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "“A judge shall refuse to accept a notice of claim if:",
            "uk": "«Суддя відмовляє у прийнятті позовної заяви, якщо:"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "... 2) a similar action between the same parties in relation to the same subject matter and on the same grounds is ongoing before a court or other competent body with jurisdiction to consider the commercial dispute [in question], or a decision exists rendered by that [court or] body in relation to the subject matter of the dispute.”",
            "uk": "... 2) у провадженні господарського суду або іншого органу, який в межах своєї компетенції вирішує господарський спір, є справа з [відповідного] спору між тими ж сторонами, про той же предмет із тих же підстав або є рішення [суду або] цих органів з такого спору»."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "Article 80. Closing proceedings",
            "uk": "Стаття 80. Припинення провадження"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "“The commercial court shall close the proceedings in respect of the case, if:",
            "uk": "«Господарський суд припиняє провадження у справі, якщо:"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "... 2) a decision exists rendered by a commercial court or other body with jurisdiction in the case between the same parties in relation to the same subject matter and based on the same grounds.",
            "uk": "... 2) є рішення господарського суду або іншого органу, який в межах своєї компетенції вирішив господарський спір між тими ж сторонами, про той же предмет і з тих же підстав."
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "... 5) the parties concluded an agreement submitting the dispute for settlement by an arbitral tribunal.”",
            "uk": "... 5) сторони уклали угоду про передачу даного спору на вирішення третейського суду»."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "53.  The relevant provisions of the Code of Civil Procedure of 18 March 2004, as worded at the material time, read as follows:",
            "uk": "53.  Відповідні положення Цивільного процесуального кодексу України від 18 березня 2004 року у редакції, чинній на момент подій, передбачали:"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "Article 390. Conditions for recognition and enforcement of a foreign court decision subject to enforcement",
            "uk": "Стаття 390. Умови визнання та виконання рішення іноземного суду, що підлягає примусовому виконанню"
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "“A foreign court decision shall be recognised and enforced in Ukraine, provided that recognition and enforcement are permitted under international treaties ratified by the Verkhovna Rada of Ukraine, or on the basis of the reciprocity principle under an ad hoc agreement with a foreign country whose court decisions shall be enforced in Ukraine.”",
            "uk": "«Рішення іноземного суду визнається та виконується в Україні, якщо його визнання та виконання передбачено міжнародними договорами, згода на обов’язковість яких надана Верховною Радою України, або за принципом взаємності за домовленістю ad hoc з іноземною державою, рішення суду якої має виконуватися в Україні»."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "Article 396. Grounds for refusing an application for enforcement of a foreign court decision",
            "uk": "Стаття 396. Підстави для відмови у задоволенні клопотання про надання дозволу на примусове виконання рішення іноземного суду"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "“1. An application for enforcement of a foreign court decision shall not be allowed in the cases set out in the international agreements ratified by the Verkhovna Rada of Ukraine.",
            "uk": "«1. Клопотання про надання дозволу на примусове виконання рішення іноземного суду не задовольняється у випадках, передбачених міжнародними договорами, згода на обов’язковість яких надана Верховною Радою України."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "2. If the international agreements ratified by the Verkhovna Rada of Ukraine do not provide for the following events, an application may be dismissed:",
            "uk": "2. Якщо міжнародними договорами, згода на обов’язковість яких надана Верховною Радою України, такі випадки не передбачено, у задоволенні клопотання може бути відмовлено:"
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "1) if the decision of a foreign court has not yet become binding in accordance with the law of the state where it was rendered;",
            "uk": "1) якщо рішення іноземного суду за законодавством держави, на території якої воно постановлено, не набрало законної сили;"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "2) if the party against whom the decision was made was unable to present his case as a result of not being properly informed of the proceedings; and",
            "uk": "2) якщо сторона, стосовно якої постановлено рішення іноземного суду, була позбавлена можливості взяти участь у судовому процесі через те, що їй не було належним чином повідомлено про розгляд справи;"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "3) if a decision was issued in the case, and the subject matter of [the case] falls under the exclusive jurisdiction of the courts or other competent bodies of Ukraine;",
            "uk": "3) якщо рішення ухвалене у справі, розгляд якої належить виключно до компетенції суду або іншого уповноваженого відповідно до закону органу України;"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "4) if there is a decision of a Ukrainian court in the case between the same parties, in relation to the same subject matter and on the same grounds, which came into force, or if litigation involving the same parties is ongoing in Ukrainian courts, in relation to the same subject matter and based on the same grounds, which was initiated prior to the proceedings in a foreign state.",
            "uk": "4) якщо ухвалене рішення суду України у спорі між тими самими сторонами, з того ж предмета і на тих же підставах, що набрало законної сили, або якщо у провадженні суду України є справа у спорі між тими самими сторонами, з того ж предмета і на тих же підставах до часу відкриття провадження у справі в іноземному суді;"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "5) if a time-limit for enforcing a foreign decision provided for in [both] the international agreements ratified by the Verkhovna Rada and this law has expired;",
            "uk": "5) якщо пропущено встановлений міжнародними договорами, згода на обов’язковість яких надана Верховною Радою України, та цим Законом строк пред’явлення рішення іноземного суду до примусового виконання в Україні;"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "6) if, under the laws of Ukraine, the subject matter of the dispute shall not be adjudicated upon by a court;",
            "uk": "6) якщо предмет спору за законами України не підлягає судовому розгляду;"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "7) if the recognition or enforcement of the decision would pose a threat to the interests of Ukraine;",
            "uk": "7) якщо виконання рішення загрожувало б інтересам України;"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "8) in other circumstances as provided for in the laws of Ukraine.”",
            "uk": "8) в інших випадках, встановлених законами України»."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "54.  The relevant provision of the International Treaties Act of 2004 reads as follows:",
            "uk": "54.  Відповідне положення Закону України «Про міжнародні договори» від 2004 року передбачає:"
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "Section 19. Effect of international treaties of Ukraine in the territory of Ukraine",
            "uk": "Стаття 19. Дія міжнародних договорів України на території України"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "“1. International treaties that are in force, agreed to be binding by the Verkhovna Rada of Ukraine, are part of the national legislation of Ukraine and are applied in accordance with the procedure, provided for the provisions of the national legislation.",
            "uk": "«1. Чинні міжнародні договори України, згода на обов’язковість яких надана Верховною Радою України, є частиною національного законодавства і застосовуються у порядку, передбаченому для норм національного законодавства."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "2. If an international treaty of Ukraine that is in force, establishes other rules than those stipulated by a respective legal act of Ukraine, the rules of international treaty shall apply.”",
            "uk": "2. Якщо міжнародним договором України, який набрав чинності в установленому порядку, встановлено інші правила, ніж ті, що передбачені у відповідному акті законодавства України, то застосовуються правила міжнародного договору»."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "55.  The relevant provision of the Code of Civil Procedure reads as follows:",
            "uk": "55.  Відповідне положення Цивільного процесуального кодексу України передбачає:"
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "Chapter 3. Review of the court decisions under newly established or exceptional circumstances.",
            "uk": "Глава 3. Перегляд судових рішень за нововиявленими або виключними обставинами"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "Article 423. Grounds for review",
            "uk": "Стаття 423. Підстави перегляду"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "“1. Decisions, orders or rulings of a court, which have completed a case and have entered into legal force, may be reviewed on the grounds of newly discovered or exceptional circumstances.",
            "uk": "«1. Рішення, постанова або ухвала суду, якими закінчено розгляд справи, що набрали законної сили, можуть бути переглянуті за нововиявленими або виключними обставинами."
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "2. The grounds for review of a court decision on the grounds of newly discovered circumstances are [the following]:",
            "uk": "2. Підставами для перегляду судового рішення за нововиявленими обставинами є [такі]:"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "3) annulment of a court decision, which became the basis for the adoption of a court decision, which is subject to review.",
            "uk": "3) скасування судового рішення, яке стало підставою для ухвалення судового рішення, що підлягає перегляду."
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "3. The grounds for review of the court decisions in connection with exceptional circumstances are [the following]:",
            "uk": "3. Підставами для перегляду судових рішень у зв’язку з виключними обставинами є [такими]:"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "2) finding by an international judicial authority, whose jurisdiction has been recognised by Ukraine, that Ukraine had violated its international obligations when ruling on this case;",
            "uk": "2) встановлення міжнародною судовою установою, юрисдикція якої визнана Україною, порушення Україною міжнародних зобов’язань при вирішенні даної справи судом;"
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "ALLEGED VIOLATIONs OF ARTICLE 6 § 1 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "Commercial proceedings instituted by Company A. (2005-2007)",
            "uk": "Провадження у господарських судах, ініційоване підприємством «А.» (2005 – 2007 роки)"
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий розгляд його справи ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру ...»"
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "Regarding the locus standi of the first applicant company to pursue the complaints of the second applicant company",
            "uk": "Щодо locus standi першого підприємства-заявника підтримувати скарги другого підприємства-заявника"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "57.  As indicated above (see paragraph 49) the second applicant company was dissolved on 30 June 2015. The first applicant company expressed a wish to pursue its complaints before the Court.",
            "uk": "57. Як було зазначено (див. пункт 49), 30 червня 2015 року друге підприємство-заявник припинило свою діяльність. Перше підприємство-заявник висловило бажання підтримати розгляд його скарг у суді."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "58.  The Government did not object.",
            "uk": "58.  Уряд не заперечував."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "60.  The Court observes that in the present case there was no connection between the impugned proceedings and the dissolution of the second applicant company (contrast, for example, OAO Neftyanaya kompaniya YUKOS v. Russia (dec.), no. 14902/04, § 443, 29 January 2009, and Capital Bank AD v. Bulgaria, no. 49429/99, § 80, ECHR 2005XII (extracts)).",
            "uk": "60.  Суд зазначає, що у цій справі не було зв’язку між оскаржуваним провадженням і припиненням діяльності другим підприємством-заявником (див. в якості протилежного прикладу, наприклад, ухвал щодо прийнятності у справі «ВАТ «Нафтова компанія «ЮКОС» проти Росії» (OAO Neftyanaya kompaniya YUKOS v. Russia), заява № 14902/04, пункт 443, від 29 січня 2009 року та рішення у справі «Капітал банк АД проти Болгарії» (Capital Bank AD v. Bulgaria), заява № 49429/99, пункт 80, ЄСПЛ 2005XII (витяги))."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "62.  Accordingly, the application is to be struck out of the Court’s list of cases in so far as it was introduced by the second applicant company.",
            "uk": "62.  Отже, заяву слід вилучити з реєстру справ Суду у частині, поданій другим підприємством-заявником."
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Regarding the complaints raised by the first applicant company",
            "uk": "Щодо скарг, висунутих першим підприємством-заявником"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "Failure to inform the first applicant company of the proceedings",
            "uk": "Неповідомлення першого підприємства-заявника про провадження"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "63.  The first applicant company complained that it had not had an opportunity to present its defence before the commercial courts given that it had been notified of the hearing of 22 August 2005 before the first-instance court only on 26 January 2006. It also complained that its lawyer had received the respective letter informing the first applicant of the hearing on appeal of 27 October 2006 only on 31 October 2006.",
            "uk": "63.  Перше підприємство-заявник скаржилося, що воно не мало можливості викласти свою позицію у господарських судах, оскільки лише 26 січня 2006 року воно було повідомлено про засідання у суді першої інстанції, яке відбулося 22 серпня 2005 року. Воно також скаржилося, що лише 31 жовтня 2006 року його захисник отримав відповідний лист, в якому перше підприємство-заявник повідомлялося про апеляційний розгляд справи 27 жовтня 2006 року."
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "64.  The Government argued that an appeal to the Supreme Court of Ukraine constituted an extraordinary remedy, which was not to be used for the purpose of Article 35 § 1 of the Convention. Accordingly, the “final decision” in the commercial proceedings was the decision delivered by the HCCU of 26 June 2007, and the complaints with relation to commercial proceedings had to be rejected for failure to observe the six-month timelimit.",
            "uk": "64.  Уряд стверджував, що подання касаційної скарги до Верховного Суду України було екстраординарним засобом юридичного захисту, який не мав використовуватися для цілей пункту 1 статті 35 Конвенції. Таким чином, «остаточним рішенням» у господарському провадженні була постанова, ухвалена ВГСУ 26 червня 2007 року, а скарги у зв’язку з господарським провадженням мали бути відхилені через недотримання правила шестимісячного строку."
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "67.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "67.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "69.  The Court notes that the first applicant company was informed of the hearing before the Commercial Court of 22 August 2005 only on 26 January 2006. Although the time-limit for the submission of the appeal was renewed, the first applicant company received the notification of summonses of the hearing before the Commercial Court of Appeal of 27 October 2006 on 31 October 2006 (see paragraph 36 above), again after the hearing had already been held.",
            "uk": "69.  Суд зазначає, що перше підприємство-заявник було поінформовано про розгляд справи господарським судом 22 серпня 2005 року лише 26 січня 2006 року. Хоча строк подання апеляційної скарги було поновлено, лише 31 жовтня 2006 року підприємство-заявник отримало повістку про виклик у засідання апеляційного господарського суду 27 жовтня 2006 року (див. пункт 36), знову після того, як засідання вже відбулося."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "72.  The Court also notes that the courts of cassation did not comment on the issue of the notification procedure and did not respond to or remedy the applicant company’s allegations regarding the consequent breach of their procedural rights (see paragraphs 40-42 above).",
            "uk": "72.  Суд також зазначає, що касаційні суди не прокоментували питання щодо процедури повідомлення та не надали відповідь або не усунули причину скарг підприємства-заявника на порушення його процесуальних прав, які виникли у зв’язку з цим (див. пункти 40 – 42)."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "73.  The foregoing considerations are sufficient to enable the Court to conclude that the principle of equality of arms under Article 6 § 1 of the Convention was not respected in the proceedings before the commercial courts.",
            "uk": "73.  Наведені міркування є достатніми для висновку Суду, що принцип рівності сторін, передбачений пунктом 1 статті 6 Конвенції, під час провадження у господарських судах не був дотриманий."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "74.  There has accordingly been a violation of this provision in respect of the first applicant company.",
            "uk": "74.  Отже, було порушено це положення щодо першого підприємства-заявника."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "Lack of reasoning on the issue of jurisdiction",
            "uk": "Відсутність обґрунтування щодо питання підсудності"
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "Parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "77.  The Court notes that the question of whether the requirement to exhaust domestic remedies has been satisfied is closely linked to the complaint about the alleged lack of adequate reasoning. It therefore considers that this objection should be joined to the merits of this complaint.",
            "uk": "77.  Суд зазначає, що питання, чи було дотримано вимоги вичерпання національних засобів юридичного захисту, тісно пов’язано зі скаргою на ненадання належного обґрунтування. Тому він вважає, що це заперечення слід долучити до суті цієї скарги."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "78.  The Court furthermore considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, and nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "78.  Суд також зазначає, що ця скарга не є ні явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції, ні неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "80.  The Government objected, stating that the national courts had relied on national legislation which determined their jurisdiction and that the task of interpreting the national legislation, the rules of general international law and the relevant international agreements was to be undertaken by the national courts. They furthermore argued that mere dissatisfaction with the outcome of the proceedings could not raise an arguable claim under Article 6 of the Convention.",
            "uk": "80.  Уряд заперечив, зазначивши, що національні суди посилалися на національне законодавство, яким визначалася їхня компетенція, і завдання національних судів полягало у тлумаченні національного законодавства, норм загального міжнародного права та відповідних міжнародних угод. Крім того, Уряд стверджував, що звичайне незадоволення результатом провадження не могло становити небезпідставну скаргу за статтею 6 Конвенції."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "84.  Given those circumstances, the Court considers that the Commercial Court of Appeal did not address the first applicant company’s abovementioned plea relating to the lack of jurisdiction of Ukrainian commercial courts, i.e. its key arguments that the arbitration clause was valid and that the Disputed Contract was null and void. Therefore, the decision of the Commercial Court of Appeal did not provide a reply to the first applicant company’s argument which was decisive for the outcome of the case.",
            "uk": "84.  Враховуючи ці обставини, Суд вважає, що апеляційний господарський суд не розглянув зазначене твердження підприємства-заявника щодо відсутності в українських господарських судів компетенції розглядати справу, тобто його ключових аргументів, що арбітражне застереження було дійсним, а спірна угода – нікчемною. Отже, у постанові апеляційного господарського суду немає відповіді на аргумент підприємства-заявника, який був вирішальним для результату розгляду справи."
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "85.  The Court therefore concludes that there has been a violation of Article 6 § 1 of the Convention in relation to the lack of adequate reasoning of the commercial courts’ decisions. In view of this conclusion, the Court also rejects the Government’s objection concerning the non-exhaustion of domestic remedies.",
            "uk": "85.  Отже, Суд доходить висновку, що було порушено пункт 1 статті 6 Конвенції у зв’язку з відсутністю належного обґрунтування у рішеннях господарських судів. З огляду на цей висновок Суд також відхиляє заперечення Уряду щодо невичерпання національних засобів юридичного захисту."
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "Civil proceedings instituted by the first applicant company (2006 -2007)",
            "uk": "Цивільне провадження, ініційоване першим підприємством-заявником (2006 – 2007 роки)"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "86.  The first applicant company complained that that the courts involved in the proceedings had not given adequate reasoning for their decisions refusing to enforce the arbitral award. It relied on the provisions of Article 6 § 1 of the Convention mentioned above.",
            "uk": "86.  Перше підприємство-заявник скаржилося, що суди, які здійснювали провадження, не навели належного обґрунтування своїх рішень щодо відмови у виконанні арбітражного рішення. Воно посилалося на згадане положення пункту 1 статті 6 Конвенції."
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "89.  The first applicant company disagreed, arguing that it had started enforcement proceedings once it had ascertained that Company A. would not voluntarily honour the arbitral award (that is to say ten months after its being ordered), which is not contrary to the three-year time-limit provided in the relevant Ukrainian legislation.",
            "uk": "89.  Перше підприємство-заявник заперечило, стверджуючи, що воно ініціювало виконавче провадження щойно переконалося у небажанні підприємства «А.» добровільно виконувати арбітражне рішення (тобто через десять місяців після його ухвалення), і це не суперечить трирічному строку, встановленому відповідним законодавством України."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "91.  The Court considers that it is not necessary to examine the question of an alleged abuse of the right of application, as this complaint is in any event inadmissible for the following reasons.",
            "uk": "91.  Суд вважає, що немає потреби розглядати питання про стверджуване зловживання правом на подання заяви, оскільки ця скарга у будь-якому випадку є неприйнятною з таких підстав."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "95.  In these circumstances, the Court finds that this complaint is manifestly ill-founded and must be rejected, in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "95.  З огляду на зазначене Суд вважає, що ця скарга є явно необґрунтованою та має бути відхилена на підставі підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 1 OF Protocol no. 1 to THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "96.  The first applicant company complained, on account of the refusal of the civil courts to grant it leave to enforce the arbitral award, of a violation of Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
            "uk": "96.  Перше підприємство-заявник скаржилося на відмову цивільних судів задовольнити його клопотання про надання дозволу на виконання арбітражного рішення, що є порушенням статті 1 Першого протоколу до Конвенції, яка передбачає:"
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права."
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "98.  The applicant company maintained its complaint, arguing that the interference had been unlawful, as the civil proceedings had not been carried out in compliance with Article 6 of the Convention and that the civil courts had applied a law in a manner that had not been sufficiently accessible, precise and foreseeable.",
            "uk": "98.  Підприємство-заявник підтримало свою скаргу, стверджуючи, що втручання було незаконним, оскільки цивільне провадження не було здійснено відповідно до статті 6 Конвенції, і цивільні суди застосовували закон у спосіб, недостатньо доступний, точний і передбачуваний."
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "100.  The Court observes that the present complaint rests on the hypothesis that the Ukrainian civil courts should have granted leave to the first applicant company to enforce the arbitral award, which had been issued following a dispute between the private companies.",
            "uk": "100.  Суд зазначає, що ця скарга ґрунтується на гіпотезі, що цивільні суди України мали задовольнити клопотання першого підприємства-заявника про надання дозволу на виконання арбітражного рішення, яке було ухвалено за результатами розгляду спору між приватними підприємствами."
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "102.  In view of the above and given the Court’s findings regarding the complaint about the alleged failure of the civil courts to provide adequate reasoning (see paragraph 94 above), the Court concludes that the present complaint is manifestly ill-founded and must be rejected, in accordance with Article 35 §§ 3 and 4 of the Convention.",
            "uk": "102.  З огляду на зазначене, а також висновки Суду щодо скарги на стверджуване ненадання цивільними судами належного обґрунтування (див. пункт 94) Суд доходить висновку, що ця скарга є явно необґрунтованою і має бути відхилена відповідно до пунктів 3 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "103.  Article 41 of the Convention provides:",
            "uk": "103.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "Damage",
            "uk": "А. Шкода"
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "104.  The first applicant company claimed 4,006,961.17 United States dollars (USD) – corresponding to the amount of the arbitral award, plus interest at 10% per annum, compounded monthly from 18 November 2004 until the payment of the above sum – in respect of pecuniary damage. The first applicant company did not lodge a claim in respect of non-pecuniary damage.",
            "uk": "104.  Перше підприємство-заявник вимагало в якості відшкодування матеріальної шкоди 4 006 961,17 доларів США (далі – доларів), що відповідає сумі, присудженій арбітражним рішенням, та додатково суму відсотків у розмірі 10% річних, які нараховуються щомісяця з \n18 листопада 2004 року до сплати зазначеної суми. Перше підприємство-заявник не вимагало відшкодування моральної шкоди."
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "105.  The Government asked that the claim for pecuniary damage be rejected because they considered that there had been no violation of the first applicant company’s rights under Article 1 of Protocol No. 1 to the Convention.",
            "uk": "105. Уряд закликав відхилити вимогу стосовно відшкодування матеріальної шкоди, оскільки вважав, що права першого підприємства-заявника за статтею 1 Першого протоколу до Конвенції порушено не було."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "106.  The Court considers that it cannot speculate as to what the outcome of the proceedings would have been if they had been in conformity with the requirements of Article 6 § 1 of the Convention (see Milatová and Others v. the Czech Republic, no. 61811/00, § 70, ECHR 2005V). It, therefore, dismisses this claim.",
            "uk": "106.  Суд вважає, що він не може робити припущень стосовно результату провадження, якби воно відповідало вимогам пункту 1 статті 6 Конвенції (див. рішення у справі «Мілатова та інші проти Чеської Республіки» (Milatová and Others v. the Czech Republic), заява № 61811/00, пункт 70, ЄСПЛ 2005-V). Отже, він відхиляє цю вимогу."
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "Costs and expenses",
            "uk": "B. Судові та інші витрати"
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "108.  The Government submitted that the first applicant company’s claims relating to the arbitration proceedings and its claim for pecuniary damage should be dismissed, and that its claims relating to the domestic proceedings and proceedings before the Court were unsubstantiated, unreasonable and excessive.",
            "uk": "108.  Уряд стверджував, що вимоги першого підприємства-заявника стосовно арбітражного провадження та його вимоги щодо відшкодування матеріальної шкоди мали бути відхилені, а також, що його вимоги стосовно проваджень на національному рівні та у Суді були необґрунтованими, нерозумними та надмірними."
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "Default interest",
            "uk": "С. Пеня"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "110.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "110.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "Decides to strike out of the list the application in so far as it was lodged by the second applicant company;",
            "uk": "Вирішує вилучити з реєстру справ заяву в частині, поданій другим підприємством-заявником;"
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "Joins to the merits the Government’s objection of failure to exhaust domestic remedies in so far as it relates to the first applicant’s complaints under Article 6 § 1 of the Convention that concern the proceedings before the commercial courts (2005-2007) and dismisses it, having examined the merits;",
            "uk": "Долучає до розгляду по суті заперечення Уряду щодо невичерпання національних засобів юридичного захисту в частині щодо скарг першого підприємства-заявника за пунктом 1 статті 6 Конвенції, які стосуються провадження у господарських судах (2005 – 2007 роки), та відхиляє його після розгляду по суті;"
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "Declares the complaint under Article 6 § 1 of the Convention (in as much as it was lodged by the first applicant company) regarding the proceedings before the commercial courts admissible, and the complaints under Article 6 § 1 of the Convention regarding the proceedings before the civil courts and under Article 1 of Protocol No. 1 inadmissible;",
            "uk": "Оголошує прийнятною скаргу за пунктом 1 статті 6 Конвенції (в частині, поданій першим підприємством-заявником) щодо провадження у господарських судах, а скарги за пунктом 1 \nстатті 6 Конвенції щодо провадження у судах, які спеціалізуються на розгляді цивільних справ, і за статтею 1 Першого протоколу до Конвенції – неприйнятними;"
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "Holds there has been a violation of Article 6 § 1 of the Convention in relation to equality of arms in the proceedings before the commercial courts;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції щодо рівності сторін у провадженні у господарських судах;"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "Holds that there has been a violation of Article 6 § 1 of the Convention in relation to the lack of adequate reasoning of the commercial courts’ decisions;",
            "uk": "Постановляє, що було порушено пункт 1 статті 6 Конвенції у зв’язку з ненаведенням належного обґрунтування рішень господарських судів;"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "that the respondent State is to pay the first applicant company, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros), plus any tax that may be chargeable to the first applicant company in respect of costs and expenses;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити першому підприємству-заявнику 8 000 євро (вісім тисяч євро) та додатково суму будь-якого податку, що може нараховуватись першому підприємству-заявнику, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "Dismisses the remainder of the first applicant company’s claim for just satisfaction.",
            "uk": "Відхиляє решту вимог першого підприємства-заявника щодо справедливої сатисфакції."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "Done in English, and notified in writing on 14 January 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 14 січня 2021 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]