[
    {
        "id": 0,
        "translation": {
            "en": "1.  The case originated in applications against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates listed in the Appendix by two Ukrainian companies and one Ukrainian national whose details are listed in the Appendix.",
            "uk": "1.  Справу було розпочато за заявами, поданими у різні дати, зазначені у Додатку, до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) двома українськими підприємствами та однією громадянкою України, відомості щодо яких наведено у Додатку."
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "2.  The applicants were represented by lawyers specified in the Appendix. The Ukrainian Government (“the Government”) were represented by Ms O. Davydchuk, Head of the Office of the Government Agent before the European Court of Human Rights.",
            "uk": "2. Заявників представляли юристи, зазначені у Додатку. Уряд України (далі – Уряд) представляла пані О. Давидчук, Керівник Секретаріату Урядового Уповноваженого у справах Європейського суду з прав людини."
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "4.  On 3 November 2017 notice of the above complaints was given to the Government and the remainder of the second and third applicants’ complaints were declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
            "uk": "4.  03 листопада 2017 року про зазначені скарги було повідомлено Уряд, а решту скарг другої та третього заявників було визнано неприйнятними відповідно до пункту 3 Правила 54 Регламенту Суду."
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "I.  THE CIRCUMSTANCES OF THE CASE",
            "uk": "I. ОБСТАВИНИ СПРАВИ"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "A.  Concerning all applicants",
            "uk": "A. Щодо всіх заявників"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "7.  On 18 March 2009 the relevant parliamentary committee approved its amended text for the second reading.",
            "uk": "7.  18 березня 2009 року відповідний комітет Верховної Ради України затвердив текст законопроекту зі змінами до другого читання."
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "8.  On 26 March 2009 two members of parliament introduced a bill which proposed a total prohibition on gambling, to come into force on 1 January 2010. In an explanatory note the authors stated that gambling was developing rapidly, leading to a rise in crime, and that an increasing number of children and young people were being drawn into it (see paragraph 147 below).",
            "uk": "8.  26 березня 2009 року два депутати Верховної Ради України внесли законопроект, який пропонував повну заборону грального бізнесу і мав набрати чинності 01 січня 2010 року. У пояснювальній записці автори зазначали, що стрімке зростання грального бізнесу призводить до зростання кількості злочинів, а також втягування у нього великої кількості дітей та молоді (див. пункт 147)."
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "9.  On 7 May 2009 a fire occurred at a gambling establishment in the city of Dnipro, leaving nine people dead and eleven injured. The incident attracted considerable public attention.",
            "uk": "9.  07 травня 2009 у гральному закладі у м. Дніпро сталася пожежа, внаслідок чого дев’ять осіб загинули та одинадцять постраждали. Цей випадок привернув значну увагу громадськості."
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "10.  On the same day the Cabinet of Ministers issued an instruction (розпорядження) entitled “Measures to Increase the Safety of Citizens”, which envisaged a number of measures in response to the disaster, including:",
            "uk": "10.  Того дня Кабінет Міністрів України видав розпорядження «Про заходи щодо підвищення безпеки громадян», яким передбачалося вжиття низки заходів у зв’язку з трагічною подією, зокрема, було зобов’язано:"
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "(i) directing the Ministry of Finance and local executive authorities to take action to revoke the licences of the entities which had operated the establishment where the fire had taken place; and",
            "uk": "(i) Міністерство фінансів України та місцеві органи виконавчої влади вжити заходів для анулювання ліцензій суб’єктів господарювання, які володіли закладом, де сталася пожежа; та"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "(ii) directing the Ministry of Finance to suspend (зупитини) all gambling licences for one month.",
            "uk": "(ii) Міністерство фінансів України зупинити строком на один місяць дію всіх ліцензій на провадження діяльності з організації та проведення азартних ігор."
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "11.  On 8 May 2009 the Ministry of Finance issued an order by which it suspended all gambling licences until 7 June 2009 with immediate effect.",
            "uk": "11.  08 травня 2009 року Міністерство фінансів України видало наказ, який негайно набрав чинності та яким було зупинено дію всіх ліцензій на провадження організації діяльності з проведення азартних ігор до 07 червня 2009 року."
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "12.  On 15 May 2009 Parliament passed into law the bill introduced on 26 March 2009 (see paragraph 8 above) prohibiting all gambling operations in Ukraine (hereinafter “the Prohibition Law”), with some limited exceptions – notably in respect of lotteries. The law did not contain any provisions regarding compensation for licence holders (see paragraphs 66 and 67 below).",
            "uk": "12.  15 травня 2009 року Верховна Рада України ухвалила внесений 26 березня 2009 року (див. пункт 8) законопроект. Відповідний закон (далі – Закону України «Про заборону») заборонив усі операції з надання послуг у сфері грального бізнесу в Україні, з деякими обмеженими винятками, зокрема щодо лотерей. Закон не містив жодних положень щодо відшкодування власникам ліцензій (див. пункти 66 і 67)."
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "13.  The President vetoed the Prohibition Law. He pointed out, in particular, that:",
            "uk": "13.  Президент України наклав вето на Закон України «Про заборону». Зокрема, він зазначив, що:"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "(i) the Licensing Law did not provide for such grounds for the revocation of licences as the banning of a particular activity;",
            "uk": "(i) Закон України «Про ліцензування певних видів господарської діяльності» не передбачав таких підстав для анулювання ліцензій, як заборона певного виду діяльності;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "(ii) the proposed law was contrary to the constitutional provisions protecting property (see paragraph 58 below);",
            "uk": "(ii) запропонований закон суперечив конституційним положенням щодо захисту права власності (див. пункт 58);"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "(iii) the proposed law was silent regarding the matter of expenses already committed by businesses for the acquisition of licences and for rent; and",
            "uk": "(iii) запропонований закон нічого не передбачав щодо питання вже понесених підприємствами витрат у зв’язку з придбанням ліцензій та орендою; а також, що"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "(iv) businesses would sue the State for the funds they had paid for licences and permits and for any other damage they would incur if the bill became law.",
            "uk": "(iv) суб’єкти господарювання звертатимуться до держави з позовами про відшкодування коштів, сплачених ними за ліцензії та сертифікати, а також про відшкодування будь-якої іншої шкоди, яку вони понесуть, якщо законопроект стане законом."
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "14.  On 11 June 2009 Parliament overrode the veto.",
            "uk": "14.  11 червня 2009 року Верховна Рада України подолала вето."
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "15.  On 25 June 2009 the law entered into force and as of that date the applicants’ licences were deemed to have been revoked by operation of law.",
            "uk": "15.  25 червня 2009 року закон набрав чинності, і з того дня ліцензії заявників вважалися скасованими на підставі до закону."
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "16.  The applicants lodged claims for compensation with the domestic courts, but those claims were dismissed.",
            "uk": "16.  Заявники звернулися до національних судів з позовами про відшкодування шкоди, проте вони були залишені без задоволення."
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "B.  The applicants’ particular circumstances",
            "uk": "B. Конкретні обставини заявників"
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "1.  The first applicant",
            "uk": "1.  Перший заявник"
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "17.  Prior to the prohibition, the applicant company operated at least fifteen gambling establishments and points in Kharkiv.",
            "uk": "17.  До цієї заборони підприємство-заявник володіло щонайменше п’ятнадцятьма гральними закладами і точками у м. Харків."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "18.  On 26 September 2009 the applicant company lodged a claim for damages against the Ministry of Finance and the State Treasury Administration.",
            "uk": "18.  26 вересня 2009 року підприємство-заявник звернулося до Міністерства фінансів України та Державного казначейства України з позовом про відшкодування збитків."
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "The applicant company also relied on the following provisions of the Civil Code (see paragraphs 68-71 below):",
            "uk": "Підприємство-заявник також посилалося на такі положення Цивільного кодексу України (див. пункти 68 – 71):"
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "(i)  Article 1166 concerning the general obligation to compensate for tort damage;",
            "uk": "(i)  статтю 1166 щодо загального обов’язку відшкодування позадоговірної шкоди;"
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "(ii)  Article 1170 concerning the obligation of the State to compensate for damage caused by the enactment of laws terminating property rights (hereinafter also referred to as “the Legislative Takings Clause”); and",
            "uk": "(ii)  статтю 1170 щодо обов’язку держави відшкодовувати шкоду, завдану у випадку прийняття законів, що припиняють право власності (далі також – Законодавче положення щодо відібрання); та"
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "(iii)  Article 1173 concerning the obligation of public authorities to compensate for damage caused by their unlawful decisions and actions.",
            "uk": "(iii)  статтю 1173 щодо обов’язку органів державної влади відшкодовувати шкоду, завдану їхніми незаконними рішеннями або діями."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "In the concluding part of its appeal the applicant company stated that Article 41 of the Convention provided for payment of just satisfaction.",
            "uk": "У заключній частині своєї апеляційної скарги підприємство-заявник зазначило, що стаття 41 Конвенції передбачала виплату справедливої сатисфакції."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "22.  The applicant company lodged an appeal on points of law. It argued that the lower courts’ finding that there was only an obligation to compensate for unlawful acts was wrong and that the Legislative Takings Clause provided for compensation in the event of the lawful termination of property rights. It repeated the other arguments it had raised in the first appeal.",
            "uk": "22.  Підприємство-заявник подало касаційну скаргу. Воно стверджувало, що висновок судів нижчих інстанцій стосовно існування обов’язку надання відшкодування виключно у  зв’язку з неправомірними діями, був неправильним, а Законодавче положення щодо відібрання передбачало надання відшкодування у випадку законного припинення права власності. Воно повторило інші аргументи, викладені у першій скарзі."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "2.  The second applicant",
            "uk": "2.  Друга заявниця"
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "24.  The applicant lodged several claims with the domestic courts. They are set out below in the order in which they were completed domestically and the applicant submitted her corresponding application forms with the Court.",
            "uk": "24.  Заявниця подала до національних судів декілька позовів. Вони наведені нижче у порядку, в якому їхній розгляд було закінчено на національному рівні, і заявниця подала до Суду відповідні заяви."
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "(a)  First set of proceedings: reimbursement of licence fees",
            "uk": "(a)  Перше провадження: відшкодування витрат на придбання ліцензії"
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "25.  In the first set of proceedings (application form submitted on 25 September 2012) the applicant claimed UAH 360,349.59 (about EUR 30,160 at the time) from the State Treasury Administration and the Ministry of Finance, corresponding to the licence fees for the unused part of her licence, in respect of the period from the Prohibition Law’s entry into force to the date on which her licence was supposed to expire (16 May 2011).",
            "uk": "25.  У першому провадженні (заява, подана 25 вересня 2012 року) заявниця вимагала стягнути з Державного казначейства України та Міністерства фінансів України 360 349,59 грн (на момент подій приблизно 30 160 євро), що відповідало платі за невикористану частину її ліцензії, з урахуванням періоду з дати набрання чинності Законом України «Про заборону» до дати, коли дія її ліцензії мала закінчитися (16 травня 2011 року)."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "26.  On 15 December 2011 the Kyiv Commercial Court rejected her claim on the grounds that the Prohibition Law did not provide for the reimbursement of the licence fees paid for licences revoked by operation of that law.",
            "uk": "26.  15 грудня 2011 року Господарський суд міста Києва відмовив у задоволенні її позову з тих підстав, що Закон України «Про заборону» не передбачав відшкодування витрат у зв’язку з придбанням ліцензії, яка була анульована відповідно до цього закону."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "27.  The applicant appealed, relying in particular on the same provisions of the Civil Code, the Convention, the Court’s case-law and the incorporating provisions of domestic law. She also pointed to the provisions of the Code of Commercial Procedure prohibiting the courts from refusing to give judgment in the absence of legislation governing an issue (see paragraph 76 below).",
            "uk": "27.  Заявниця подала апеляційну скаргу, посилаючись, зокрема, на ті самі положення Цивільного Кодексу України, Конвенцію, практику Суду та положення національного законодавства, якими вони інкорпоровані. Вона також вказала на положення Господарського процесуального кодексу України, які забороняли відмову судів у прийнятті рішень з мотивів відсутності законодавства, яке регулює відповідне питання (див. пункт 76)."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "29.  The applicant, reiterating essentially the same arguments, lodged an appeal on points of law with the High Commercial Court.",
            "uk": "29.  Заявниця, повторивши, по суті, аналогічні аргументи, звернулась до Вищого господарського суду України з касаційною скаргою."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "30.  On 21 May 2012 the High Commercial Court upheld the lower courts’ decisions, holding that there was no indication of an error of law in them.",
            "uk": "30.  21 травня 2012 року Вищий господарський суд України залишив без змін рішення судів нижчих інстанцій, встановивши відсутність в них ознак порушення норм матеріального права."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "(b)  Second set of proceedings: challenge against the Cabinet of Ministers’ instruction to suspend all gambling licences",
            "uk": "(b)  Друге провадження: оскарження розпорядження Кабінету Міністрів України щодо зупинення всіх ліцензій на провадження діяльності з організації та проведення азартних ігор"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "32.  The Kyiv Circuit Administrative Court returned the applicant’s claim in so far as it was directed against the Ministry, holding that the administrative courts at the place of her registration as a businessperson were competent. This resulted in the third set of proceedings instituted by her (see paragraph 37 below). It proceeded to examine the remainder of the claim against the Cabinet of Ministers. Similar claims lodged by three other companies were joined to the proceedings.",
            "uk": "32.  Скаргу заявниці в частині позовних вимог до Міністерства Окружний адміністративний суд міста Києва повернув, встановивши, що справа мала розглядатись адміністративними судами за місцем її реєстрації як юридичної особи. Це призвело до порушення заявницею третього провадження (див. пункт 37). Він перейшов до розгляду решти позовних вимог до Кабінету Міністрів України. Аналогічні позови, подані трьома іншими компаніями, були об’єднані в одне провадження."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "33.  On 27 September 2011 the first-instance court agreed with the applicant’s arguments, allowed the claim and declared unlawful the relevant part of the Cabinet of Ministers’ instruction (see paragraph 10 above).",
            "uk": "33.  27 вересня 2011 року суд першої інстанції погодився з аргументами заявниці, задовольнив позов та визнав незаконною відповідну частину розпорядження Кабінету Міністрів України \n(див. пункт 10)."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "35.  One of the other claimant companies lodged an appeal on points of law, which the applicant joined. The appeal presented essentially the same arguments as in the applicant’s claim (see paragraph 31 above).",
            "uk": "35.  Одна з інших компаній-позивачів подала касаційну скаргу, до якої приєдналася заявниця. У касаційній скарзі, по суті, висувалися ті самі аргументи, що й у позові заявниці (див. пункт 31)."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "36.  On 28 May 2013 the High Administrative Court upheld the Court of Appeal’s decision, having largely repeated its reasoning.",
            "uk": "36.  28 травня 2013 року Вищий адміністративний суд України залишив без змін постанову апеляційного суду, головним чином, повторивши, його обґрунтування."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "(c)  Third set of proceedings: challenge against the Ministry of Finance order suspending all gambling licences",
            "uk": "(c)  Третє провадження: оскарження наказу Міністерства фінансів України щодо зупинення дії всіх ліцензій на провадження діяльності з організації та проведення азартних ігор"
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "38.  On 2 July 2013 the Zakarpattya Circuit Administrative Court rejected her claim, holding that, because the Cabinet of Ministers had powers to give instructions to ministries (see paragraph 62 below) and the ministries had the power to issue their own orders, the Ministry, in issuing the impugned order which complied with the Cabinet of Ministers’ instructions, had acted within its powers.",
            "uk": "38.  02 липня 2013 року Закарпатський окружний адміністративний суд відмовив у задоволені її позову, встановивши, що оскільки Кабінет Міністрів України був уповноважений видавати розпорядження міністерствам (див. пункт 62), а міністерства були наділені повноваженнями видавати власні накази, то видавши оскаржуваний наказ на виконання розпорядження Кабінету Міністрів України, Міністерство діяло у межах своїх повноважень."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "39.  The applicant appealed. She reiterated the same arguments, insisting that the order was contrary to higher-level norms than the Cabinet of Ministers’ instruction, namely the Licensing Law and Article 1 of Protocol No. 1.",
            "uk": "39.  Заявниця подала апеляційну скаргу. Вона повторила ті самі аргументи, стверджуючи, що наказ суперечив актам вищої сили, ніж розпорядження Кабінету Міністрів України, а саме: Закону України «Про ліцензування певних видів господарської діяльності» та статті 1 Першого протоколу до Конвенції."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "40.  On 2 December 2015 the Lviv Administrative Court of Appeal upheld the first-instance court’s judgment, essentially repeating its reasoning.",
            "uk": "40.  02 грудня 2015 року Львівський апеляційний адміністративний суд залишив без змін постанову суду першої інстанції, головним чином, повторивши, його обґрунтування."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "41.  On 20 January 2016 a judge of the High Administrative Court denied the applicant’s company leave to appeal on points of law, stating that there was no appearance of any error of law in the lower courts’ decisions.",
            "uk": "41.  20 січня 2016 року суддя Вищого адміністративного суду України відмовив у відкритті касаційного провадження за касаційною скаргою компанії заявниці, зазначивши, що у рішеннях судів нижчих інстанцій не було допущено помилок під час застосування норм матеріального права."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "3.  The third applicant",
            "uk": "3.  Третій заявник"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "42.  The third applicant, a single-shareholder company, was established in September 2008.",
            "uk": "42.  Третій заявник, компанія з єдиним власником акцій, створена у вересні 2008 року."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "43.  On 10 November 2008 the applicant company paid the full price for a five-year licence to the State Treasury and on 14 November 2008 it obtained its licence, valid from 28 October 2008 to 27 October 2013.",
            "uk": "43.  10 листопада 2008 року підприємство-заявник сплатило Державному казначейству України повну вартість ліцензії на п’ять років і 14 листопада 2008 року отримало свою ліцензію зі строком дії з 28 жовтня 2008 року до 27 жовтня 2013 року."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "44.  According to the applicant company, it invested in preparation for the opening of a gambling business, acquired permits, cash registers and gambling equipment, rented premises and recruited staff, but never launched the business because of the prohibition of gambling.",
            "uk": "44.  Згідно з твердженнями підприємства-заявника воно інвестувало у підготовку до відкриття грального бізнесу, отримало сертифікати, реєстратори розрахункових операцій та гральне обладнання, орендувало приміщення та найняло працівників, проте так і не розпочало діяльність через заборону грального бізнесу."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "45.  In July 2009 the applicant company asked the Ministry of Finance for a refund of the licence fees but was told that no refund was forthcoming.",
            "uk": "45.  У липні 2009 року підприємство-заявник звернулось до Міністерства фінансів України з проханням повернути кошти, сплачені за ліцензію, проте отримало відповідь, що кошти повернуті не будуть."
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "46.  In November 2010 the applicant company asked an authority responsible for licensing for a certificate, which it intended to submit to the State Treasury Department to obtain reimbursement of the funds paid for the licence, under the procedure established for the reimbursement of erroneous and excess payments to the Treasury (see paragraph 77 below).",
            "uk": "46.  У листопаді 2010 року підприємство-заявник звернулося до органу державної влади з питань ліцензування з проханням видати подання, яке воно мало намір подати до Державного казначейства України з метою повернення сплачених за ліцензію коштів, відповідно до порядку, встановленого для повернення помилково або надмірно перерахованих коштів до Державного казначейства України (див. пункт 77 нижче)."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "48.  On 4 May 2011 the Lviv Circuit Administrative Court allowed the applicant company’s claim in part and ordered the State Treasury to return UAH 963,030.15 (about EUR 80,600 at the time), corresponding to the part of the licence fees for the period from the Prohibition Law’s entry into force to the date on which the applicant company’s licence was supposed to expire (27 October 2013).",
            "uk": "48.  04 травня 2011 року Львівський окружний адміністративний суд частково задовольнив позов підприємства-заявника та зобов’язав Державне казначейство України повернути 963 030,15 грн (на момент подій приблизно 80 600 євро), що дорівнювало частині сплачених за ліцензію коштів за період з дня набрання чинності Законом України «Про заборону» до дати, коли мала закінчитися дія ліцензії підприємства-заявника (27 жовтня 2013 року)."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "49.  The defendants appealed. Copies of their appeals have not been provided to the Court.",
            "uk": "49.  Відповідачі подали апеляційну скаргу. Копії їхніх апеляційних скарг Суду не надали."
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "51.  On 21 July 2014 the Lviv Administrative Court of Appeal quashed the first-instance court’s decision, holding that the Prohibition Law did not provide for any mechanism for reimbursement and that the procedures established for erroneous or excess payments to the Treasury were inapplicable.",
            "uk": "51.  21 липня 2014 року Львівський апеляційний адміністративний суд скасував постанову суду першої інстанції, встановивши, що Закон України «Про заборону» не передбачав жодного механізму відшкодування, а процедури, встановлені для помилково або надмірно перерахованих коштів до Державного казначейства України, були незастосовними."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "52.  The applicant company appealed, arguing that the first-instance court’s judgment had been correct. It reiterated its arguments. Developing its argument in respect of the alleged lack of foreseeability of the domestic law, it also quoted certain passages from Sierpiński v. Poland (no. 38016/07, §§ 72, 79 and 80, 3 November 2009) concerning uncertainty in respect of compensation as applicable to its own case.",
            "uk": "52.  Підприємство-заявник подало касаційну скаргу, стверджуючи, що постанова суду першої інстанції була правильною. Воно повторило свої аргументи. Розкриваючи свій аргумент щодо стверджуваної непередбачуваності національного законодавства, воно також посилалось на частини рішення у справі «Серпінський проти \nПольщі» (Sierpiński v. Poland), заява № 38016/07, пункти 72, 79 і 80, \nвід 03 листопада 2009 року) щодо невизначеності у питанні компенсації, як такі, що застосовні до його справи."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "53.  On 15 March 2016 the High Administrative Court upheld the appeal court’s decision. It stated that the lower courts’ conclusion that the procedures established for erroneous or excess payments were inapplicable had been correct.",
            "uk": "53.  15 березня 2016 року Вищий адміністративний суд України залишив без змін постанову апеляційного суду. Він зазначив, що висновок судів нижчих інстанцій про незастосовність процедур, встановлених для помилково або надмірно перерахованих коштів, був правильним."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "II.  RELEVANT DOMESTIC MATERIAL",
            "uk": "II. ВІДПОВІДНІ НАЦІОНАЛЬНІ МАТЕРІАЛИ"
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "A.  Constitutional rules",
            "uk": "A. Конституційні норми"
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "1.  Constitution of 1996",
            "uk": "1.  Конституція України 1996 року"
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "54.  Article 8 of the Constitution provides that the provisions of the Constitution have direct effect and guarantees the right to apply to the courts relying directly on the Constitution.",
            "uk": "54. Стаття 8 Конституції України передбачає, що норми Конституції України є нормами прямої дії, та гарантує право на звернення до суду безпосередньо на підставі Конституції."
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "55.  Article 9 provides that international treaties ratified by Parliament are part of domestic law.",
            "uk": "55. Стаття 9 передбачає, що міжнародні договори, згода на обов’язковість яких надана Верховною Радою України, є частиною національного законодавства України."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "56.  Article 13 § 4 requires the State to ensure the protection of property.",
            "uk": "56.  Частина четверта статті 13 вимагає, щоб держава забезпечувала захист права власності."
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "57.  Article 19 establishes the principle of legality and the principle that any action by the public authorities must be based on powers granted by the Constitution or laws passed by Parliament.",
            "uk": "57. Стаття 19 встановлює принцип законності та принцип того, що органи державної влади зобов’язані діяти лише в межах повноваженнях, що передбачені Конституцією та законами Верховної Ради України."
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "58.  Article 41 guarantees the right to property. It provides, in particular:",
            "uk": "58. Стаття 41 гарантує право власності. Зокрема, вона передбачає:"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "No one shall be unlawfully deprived of the right of property. The right of private property is inviolable.",
            "uk": "Ніхто не може бути протиправно позбавлений права власності. Право приватної власності є непорушним."
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "The expropriation of objects covered by the right of private property may be carried out only in exceptional cases for reasons of social necessity, on the grounds of and by the procedure established by law, and on condition of full compensation for their value in advance. The expropriation of such objects with full compensation for their value at a subsequent stage is permitted only under conditions of martial law or a state of emergency.",
            "uk": "Примусове відчуження об’єктів права приватної власності може бути застосоване лише як виняток з мотивів суспільної необхідності, на підставі і в порядку, встановлених законом, та за умови попереднього і повного відшкодування їх вартості. Примусове відчуження таких об’єктів з наступним повним відшкодуванням їх вартості допускається лише в умовах воєнного чи надзвичайного стану."
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "Confiscation of property may take place only pursuant to a court decision, in the cases, to the extent and by the procedure established by law.",
            "uk": "Конфіскація майна може бути застосована виключно за рішенням суду у випадках, обсязі та порядку, встановлених законом."
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "59.  Article 42 provides that everyone has the right to engage in entrepreneurial activity that is not prohibited by law.",
            "uk": "59. Стаття 42 передбачає, що кожен має право на підприємницьку діяльність, яка не заборонена законом."
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "60.  Article 113 defines the Cabinet of Ministers as the highest body in the executive branch of government.",
            "uk": "60. Стаття 113 визначає Кабінет Міністрів України вищим органом у системі органів виконавчої влади."
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "61.  Article 150 authorises the Constitutional Court to review the constitutionality of laws enacted by Parliament on applications from the President, forty-five members of parliament, the Supreme Court, the Parliamentary Commissioner for Human Rights and the legislature of the Autonomous Republic of Crimea. At the relevant time, no right to apply for individual constitutional review was recognised.",
            "uk": "61.  Стаття 150 визначає повноваження Конституційного Суду України, до яких належить вирішення питань щодо конституційності законів Верховної Ради України за зверненнями Президента України, сорока п’яти народних депутатів України, Верховного Суду України, Уповноваженого Верховної Ради України з прав людини та Верховної Ради Автономної Республіки Крим. На момент подій право звернення фізичної особи щодо вирішення питання про конституційність не передбачалося."
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "2.  Cabinet of Ministers Law of 2008 (in force at the relevant time)",
            "uk": "2.  Закон України «Про Кабінет Міністрів України» 2008 року \n(у редакції, чинній на момент подій)"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "62.  Section 1 of the Law provided that the Cabinet of Ministers exercised executive power directly, as well as through ministries and other executive agencies which it had the power to direct, coordinate and control.",
            "uk": "62.  Стаття 1 Закону передбачала, що Кабінет Міністрів України здійснював виконавчу владу безпосередньо та через міністерства, інші органи виконавчої влади, які він був уповноважений спрямовувати, координувати та контролювати."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "B.  Licensing Law of 2000",
            "uk": "B. Закон України «Про ліцензування певних видів господарської діяльності» 2000 року"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "63.  Section 15 of the Law, as worded at the material time, provided that payment for a licence had to be made at the time that the licence was issued. The fee for the issuance of a licence for gambling operations was EUR 30,000 per year, and licences were issued for a five-year term.",
            "uk": "63. Стаття 15 Закону у редакції, чинній на момент подій, передбачала, що плата за видачу ліцензій мала справлятися після прийняття рішення про видачу ліцензії. Плата за видачу ліцензії на провадження діяльності з організації та проведення азартних ігор становила 30 000 євро за рік, ліцензії видавалися на строк п’ять років."
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "64.  Section 21 of the Law contained an exhaustive list of situations in which a licence could be revoked (анулювання), such as in the event of a repeated breach of the terms of the licence or misrepresentation in the licence application. The Law did not contain any provisions on the revocation of licences in the event of the prohibition of a previously lawful licensed activity. Neither did it provide for any temporary “suspension” (зупинення) of licences.",
            "uk": "64. Стаття 21 Закону містила вичерпний перелік підстав для анулювання ліцензії, зокрема, у разі повторного порушення ліцензійних умов або надання недостовірних відомостей у документах, поданих для одержання ліцензії. Закон не містив жодних положень про анулювання ліцензій у випадку заборони ліцензійної діяльності, яка раніше була законною. Він також не передбачав будь-якого тимчасового «зупинення» ліцензій."
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "C.  Safety rules",
            "uk": "C. Правила безпеки"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "65.  The Laws regulating fire and workplace safety and public-health supervision provide for the right of the relevant inspectors to conduct checks of various establishments and suspend their operations if they present a risk of fire, workplace accidents or health hazards.",
            "uk": "65. Закони України, які регулювали пожежну безпеку та безпеку на робочому місці, а також нагляд у сфері охорони здоров’я, передбачають право відповідних інспекторів здійснювати перевірки різних закладів та зупиняти їхню діяльність, якщо вони представляють ризик пожежі, нещасних випадків на виробництві або шкоди для здоров’я."
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "D.  Prohibition Law",
            "uk": "D. Закон України «Про заборону»"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "66.  Section 2 of the Law on the Prohibition of Gambling in Ukraine of 15 May 2009 contains a general prohibition on gambling in Ukraine with some limited exceptions – notably in respect of lotteries.",
            "uk": "66.  Стаття 2 Закону України «Про заборону грального бізнесу в Україні» від 15 травня 2009 року містить загальну заборону грального бізнесу в Україні з деякими обмеженими винятками – зокрема щодо лотерей."
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "67.  Section 4 of the Law contains transitional provisions.",
            "uk": "67. Стаття 4 закону містить прикінцеві положення."
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "Pursuant to section 4(1), the Law came into effect on the date of its official publication, which occurred on 25 June 2009; it was to remain in effect until a law was passed authorising gambling in specially designated areas (no such law has been passed to date).",
            "uk": "Відповідно до частини першої статті 4 Закон набрав чинності у день його офіційного опублікування, яке відбулося 25 червня 2009 року; він мав діяти до прийняття законодавства, що передбачатиме право здійснення грального бізнесу у спеціально створених гральних зонах (станом на сьогодні такий закон не прийнято)."
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "Section 4(2) provides that gambling licences issued prior to the date of the Law’s entry into force are deemed to have been revoked and that no new licences will be issued.",
            "uk": "Частина друга статті 4 передбачає, що ліцензії на провадження діяльності з організації та проведення азартних ігор, видані до дня набрання чинності цим Законом, скасовувались, а видача нових ліцензій припинялася."
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "Section 4(4) directed the Cabinet of Ministers to take the following action, within three months:",
            "uk": "Частина четверта статті 4 зобов’язувала Кабінет Міністрів України протягом трьох місяців вжити таких заходів:"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "(i)  submit to Parliament a bill providing for gambling in specially designated areas;",
            "uk": "(i)  внести на розгляд Верховної Ради України законопроект про діяльність з організації та  проведення  азартних ігор у спеціально відведених для цього гральних зонах;"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "(ii)  submit to Parliament draft amendments to other laws flowing from the Prohibition Law;",
            "uk": "(ii)  подати Верховній Раді України пропозиції щодо внесення змін до законів України, що випливають із Закону України «Про заборону»;"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "(iii)  amend its own regulations in line with the Prohibition Law and ensure that executive agencies did the same at their level; and",
            "uk": "(iii)  привести свої нормативно-правові акти у відповідність із Законом України «Про заборону» та забезпечити здійснення аналогічного органами виконавчої влади на своєму рівні; а також"
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "(iv)  adopt new regulations as required for the implementation of the Law.",
            "uk": "(iv)  прийняти нові нормативно-правові акти, необхідні для реалізації цього Закону."
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "E.  Civil Code of 2003",
            "uk": "E. Цивільний кодекс України 2003 року"
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "68.  Article 1166 of the Code, which sets out general grounds for tort liability, provides that a person who causes damage can be released from liability where the damage did not result from intent or negligence on his or her part. It also provides that a person can be held liable for lawful acts where the Code and other laws so provide.",
            "uk": "68.  Стаття 1166 Кодексу, яка встановлює загальні підстави деліктної відповідальності, передбачає, що особа, яка завдала шкоди, звільняється від її відшкодування, якщо шкода не була результатом її умисних дій або недбалості. Вона також передбачає, що особа може бути притягнута до відповідальності за правомірні дії, якщо це передбачається кодексом та іншими законами."
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "69.  Subsequent Articles of the Code set out alternative grounds for possible claims for damages in tort.",
            "uk": "69.  Подальші статті кодексу встановлюють альтернативні підстави для можливого звернення з позовами про відшкодування заподіяної шкоди."
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "70.  Article 1170 of the Code provides that, in the event of the enactment of a law which terminates property rights in respect of certain assets (у разі прийняття закону, що припиняє право власності на певне майно), the State is to compensate the owner for the loss in its entirety. This provision is also referred to as the “Legislative Takings Clause” (see paragraph 18 above).",
            "uk": "70.  Стаття 1170 Кодексу передбачає, що у разі прийняття закону, що припиняє право власності на певне майно, шкода, завдана власникові такого майна, відшкодовується державою у повному обсязі. На це положення також робиться посилання як на «Законодавче положення щодо відібрання» (див. пункт 18)."
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "71.  Article 1173 of the Code requires the public authorities to compensate for damage caused by unlawful decisions, actions or inaction of such authorities. There is no need to show that the authority acted with intent or negligence.",
            "uk": "71.  Стаття 1173 Кодексу передбачає обов’язок органів влади відшкодування шкоди, завданої незаконними рішеннями, діями або бездіяльністю таких органів. Немає необхідності доводити, що дії органу влади були умисними або недбалими."
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "72.  Article 1175 of the Code provides for compensation for the adoption of a legislative document (нормативно-правового акта) if that document is subsequently declared unlawful and rescinded. There is no need to show intent or negligence.",
            "uk": "72.  Стаття 1175 Кодексу передбачає відшкодування шкоди, завданої в результаті прийняття нормативно-правового акта, якщо у подальшому цей документ було визнано незаконним та скасовано. Немає необхідності доводити, що дії були умисними або недбалими."
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "73.  As a general rule, the statute of limitations for tort claims is three years (Article 257 of the Code).",
            "uk": "73.  Як правило, строк позовної давності для позовів про відшкодування позадоговірної шкоди становить три роки (стаття 257 Кодексу)."
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "F.  The place of international treaties and the Court’s case-law in the domestic legal system",
            "uk": "F.  Місце міжнародних договорів та практики Суду у національній правовій системі"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "74.  Section 17 of the Law on the Execution of Judgments of the European Court of Human Rights of 2006 provides that the courts, when deciding cases, are to apply the Convention and Protocols and the Court’s case-law of as a source of law.",
            "uk": "74.  Стаття 17 Закону України «Про виконання рішень та застосування практики Європейського Суду з прав людини» 2006 року передбачає, що суди застосовують при розгляді справ Конвенцію та протоколи до неї, а також практику Суду як джерело права."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "75.  Section 19 of the International Treaties Law of 2004 provides that international treaties are deemed part of domestic law and prevail over conflicting provisions of domestic legislation.",
            "uk": "75.  Стаття 19 Закону України «Про міжнародні договори» \n2004 року передбачає, що міжнародні договори є частиною національного законодавства та у разі суперечностей між ними мають вищу юридичну силу, ніж положення національного законодавства."
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "76.  Article 8 §§ 1 and 2 of the 2005 Code of Administrative Justice, as worded at the relevant time, provided that the courts were guided (керується) by the principle of the rule of law and that they had to apply this principle taking into account the case-law of the European Court of Human Rights. Paragraph 3 provided that claimants could invoke the Constitution directly.",
            "uk": "76.  Частини перша та друга статті 8 Кодексу адміністративного судочинства України 2005 року у редакції, чинній на час подій, передбачали, що суди керуються принципом верховенства права і повинні застосовувати цей принцип з урахуванням практики Європейського суду з прав людини. Частина третя передбачала, що позивачі мали право посилатися безпосередньо на положення Конституції."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "Under paragraph 4 of the same Article, the courts could not refuse to give judgment if there was no legislation governing matters before them or if the relevant legislation was incomplete, unclear or contradictory. A similar provision could be found in Article 4 of the 1991 Code of Commercial Procedure.",
            "uk": "Відповідно до частини четвертої цієї статті, суди не мали права відмовити у вирішенні справи з мотивів неповноти, неясності, суперечливості чи відсутності законодавства, яке регулює спірні відносини. Аналогічне положення можна знайти у статті 4 Господарського процесуального кодексу України 1991 року."
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "G.  Procedure for reimbursement of erroneously paid funds",
            "uk": "G. Порядок відшкодування помилково сплачених коштів"
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "H.  Legislative proposals",
            "uk": "H. Законодавчі пропозиції"
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "The text proposed for the second reading tightened certain regulatory requirements, such as raising the minimum age for entry to gambling establishments from eighteen to twenty-one years and adding certain additional places, such a cultural heritage sites, to the list of places where gambling would be prohibited.",
            "uk": "Запропонований до другого читання текст посилив деякі вимоги регулювання, зокрема, підвищивши мінімальний вік для входу до гральних закладів з вісімнадцяти до двадцяти одного року та додавши певні додаткові місця, такі як місця культурної спадщини, до переліку заборонених місць для розташування гральних закладів."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "I.  JOINDER OF THE APPLICATIONS",
            "uk": "I. ОБ’ЄДНАННЯ ЗАЯВ"
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "79.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment, in accordance with Rule 42 § 1 of the Rules of Court.",
            "uk": "79.  Беручи до уваги схожість предмету заяв, Суд вважає за доцільне розглянути їх спільно в одному рішенні відповідно до пункту 1 Правила 42 Регламенту Суду."
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "II.  SCOPE OF THE FIRST APPLICANT”S COMPLAINTS",
            "uk": "II. ОБСЯГ СКАРГ ПЕРШОГО ЗАЯВНИКА"
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION IN RESPECT OF THE FIRST AND SECOND APPLICANTS",
            "uk": "III. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ СТОСОВНО ПЕРШОГО ТА ДРУГОЇ ЗАЯВНИКІВ"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "81.  The first and second applicants complained that the domestic courts had failed to address their references to the Convention and the Court’s case-law even though those references had been relevant to the proceedings they had brought for compensation. The applicants relied on Article 6 § 1 of the Convention, which reads as follows:",
            "uk": "81. Перший та друга заявники скаржилися, що національні суди не розглянули їхні посилання на Конвенцію та практику Суду, хоча ці посилання були доречними в їхніх провадженнях щодо відшкодування шкоди. Заявники посилалися на пункт 1 статті 6 Конвенції, яка передбачає:"
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
            "uk": "«Кожен має право на справедливий … розгляд його справи … судом, … який вирішить спір щодо його прав та обов’язків цивільного характеру …»"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A. Прийнятність"
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "82.  In her application forms the second applicant complained that, in the second and third sets of proceedings (see paragraphs 31 and 37 above), the domestic courts had failed to give sufficient reasons for their decisions. The domestic courts had disregarded her references to Article 1 of Protocol No. 1 and the Court’s judgment in Tre Traktörer AB v. Sweden (7 July 1989, Series A no. 159).",
            "uk": "82.  У своїх заявах друга заявниця скаржилася, що у другому та третьому провадженнях (див. пункти 31 та 37) національні суди не надали достатнього обґрунтування для своїх рішень. Національні суди проігнорували її посилання на статтю 1 Першого протоколу до Конвенції та рішення Суду у справі «Тре Тракторер АБ» проти Швеції» (Tre Traktörer AB v. Sweden), від 07 липня 1989 року, Серія А № 159)."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "84.  Despite being invited to do so, the applicant did not submit any observations in reply.",
            "uk": "84. Хоча заявницю закликали надати зауваження у відповідь, вона цього не зробила."
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "85.  The Court notes that the applicant failed to respond to the Government’s arguments, which do not appear unreasonable. In the absence of any submissions from the applicant to the contrary, the Court considers that the applicant has failed to develop her arguments in this respect so as to lay a basis for an arguable complaint under Article 6 § 1 of the Convention.",
            "uk": "85. Суд зазначає, що заявниця не надала відповіді на аргументи Уряду, які не вбачаються необґрунтованими. За відсутності будь-яких протилежних доводів заявниці Суд вважає, що заявниця не деталізувала свої аргументи з цього питання, які б могли стати основою для небезпідставної скарги за пунктом 1 статті 6 Конвенції."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "86.  Accordingly, the second applicant’s complaint under Article 6 § 1 of the Convention is manifestly illfounded and must be declared inadmissible pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
            "uk": "86.  Отже, скарга другої заявниці за пунктом 1 статті 6 Конвенції є явно необґрунтованою та має бути оголошена неприйнятною відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "87.  By contrast, as far as the first applicant is concerned, the Court considers that its complaint under Article 6 § 1 of the Convention is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
            "uk": "87.  Натомість щодо першого заявника Суд вважає, що його скарга за пунктом 1 статті 6 Конвенції не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною за будь-яких інших підстав. Тому вона має бути визнана прийнятною."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "B.  Merits",
            "uk": "B. Суть"
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "(a)  The first applicant",
            "uk": "(a)  Перший заявник"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "88.  The applicant company submitted that by ignoring its reference to Article 1 of Protocol No. 1, which was a specific, pertinent and important argument, the courts had fallen short of their obligation under Article 6 § 1 of the Convention (citing Pronina v. Ukraine, no. 63566/00, § 25, 18 July 2006).",
            "uk": "88.  Підприємство-заявник стверджувало, що проігнорувавши його посилання на статтю 1 Першого протоколу до Конвенції, яке було конкретним, доречним та важливим аргументом, суди не дотримались свого зобов’язання за пунктом 1 статті 6 Конвенції (посилання на рішення у справі «Проніна проти України» (Pronina v. Ukraine), \nзаява № 63566/00, пункт 25, від 18 липня 2006 року)."
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "91.  The Court notes at the outset that the applicant company’s case before the domestic courts turned not on any matter of fact but, rather, on the interpretation of the relevant legal provisions.",
            "uk": "91. Перш за все, Суд зауважує, що справа підприємства-заявника в національних судах стосувалася не якого-небудь питання факту, а скоріше, тлумачення відповідних правових положень."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "93.  The Court considers that this principle is applicable in the present case as well, even though the situation is somewhat complex because domestic law itself has incorporated the Convention and the Court’s case-law as sources of law to be followed by domestic courts.",
            "uk": "93. Суд вважає, що цей принцип є застосовним і у цій справі, хоча ситуація є дещо складною, оскільки національне законодавство само собою включало в себе Конвенцію та практику Суду як джерело права, якого повинні дотримуватись національні суди."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "95.  Most importantly, it merely quoted Article 1 of Protocol No. 1 and argued that it was applicable, without any specific arguments as to why it considered that that provision had been breached. The applicant company submitted no explicit arguments that would have been required for an analysis of matters under that provision, such as lawfulness, public or general interest and proportionality.",
            "uk": "95.  Найголовніше те, що підприємство-заявник просто посилалось на статтю 1 Першого протоколу до Конвенції та стверджувало про її застосовність, не надаючи конкретних аргументів, чому воно вважало, що це положення було порушено. Підприємство-заявник не надало чітких аргументів, які були б необхідними для аналізу питань за цим положенням, таких як законність, суспільний або загальний інтерес та пропорційність."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "97.  Despite the undeveloped nature of that argument, the High Commercial Court addressed it by holding that, in its interpretation, the Prohibition Law had not “terminated property rights”, the term used in the Legislative Takings Clause, and was therefore not the type of law which would entitle the applicant company to damages under that provision of the Civil Code (see paragraph 23 above).",
            "uk": "97.  Незважаючи на нерозгорнутість цього аргументу, Вищий господарський суд України розглянув його, встановивши, що у його тлумаченні Закон України «Про заборону» не «припиняв право власності» – термін, використаний у Законодавчому положенні щодо відібрання, а тому не був таким законом, який би надавав підприємству-заявнику право на відшкодування шкоди за цим положенням Цивільного кодексу України (див. пункт 23)."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "98.  To be sure, the fact that it was only the highest court that addressed that argument and that it did so in a very succinct fashion and without reference to any previous case-law supporting that interpretation, are all relevant factors for the Court’s assessment of the admissibility and merits of the complaint under Article 1 of Protocol No. 1 (see paragraphs 121 and 177 below).",
            "uk": "98.  Безумовно, той факт, що цей аргумент розглянув лише вищестоящий суд, а також зробив це дуже стисло та без посилання на будь-яку попередню практику, яка б підтверджувала таке тлумачення, разом є вагомими факторами для оцінки Судом питання щодо прийнятності та суті скарги за статтею 1 Першого протоколу до Конвенції (див. пункти 121 та 177)."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "99.  However, they are not sufficient for the Court to hold that the interpretation of the relevant domestic provisions by the domestic courts was arbitrary or manifestly unreasonable. What that interpretation revealed about the state of domestic law itself is a different matter, of relevance for the Court’s assessment of the applicants’ complaints under Article 1 of Protocol No. 1 (see paragraphs 173-179 below).",
            "uk": "99.  Однак вони є недостатніми для того, щоб Суд визнав тлумачення національними судами відповідних положень національного законодавства довільним або явно необґрунтованим. Те, що це тлумачення продемонструвало стан національного законодавства, є іншим питанням, яке стосується оцінки Судом \nскарг заявників за статтею 1 Першого протоколу до Конвенції (див. \nпункти 173 – 179)."
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "100.  Finally, the Court notes that the applicant company’s reference to Article 41 of the Convention was apparently of no relevance in the context of the domestic proceedings and, as such, required no comment from the domestic courts.",
            "uk": "100.  Насамкінець, Суд зазначає, що посилання підприємства-заявника на статтю 41 Конвенції, вочевидь, не було доречним в рамках провадження на національному рівні, а тому не вимагало коментарів національних судів."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "101.  There has therefore been no violation of Article 6 § 1 of the Convention in respect of the first applicant.",
            "uk": "101.  Отже, порушення пункту 1 статті 6 Конвенції щодо першого заявника не було."
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "IV.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
            "uk": "IV. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ ДО КОНВЕНЦІЇ"
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "102.  The applicants complained that the revocation by law of their licences without any compensation had breached their right to peaceful enjoyment of their possessions, guaranteed by Article 1 of Protocol No. 1. The second applicant also complained that that provision had been breached on account of the suspension of her licence in May 2009. Article 1 of Protocol No. 1 reads:",
            "uk": "102.  Заявники скаржилися, що анулювання законом їх ліцензій без будь-якого відшкодування порушило їхнє право на мирне володіння майном, гарантоване статтею 1 Першого протоколу до Конвенції. Друга заявниця також скаржилася на порушення цього положення у зв’язку із зупиненням дії її ліцензії у травні 2009 року. Стаття 1 Першого протоколу до Конвенції передбачає:"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
            "uk": "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений свого майна інакше як в інтересах суспільства і на умовах, передбачених законом або загальними принципами міжнародного права."
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
            "uk": "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які, на її думку, є необхідними для здійснення контролю за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "A.  Admissibility",
            "uk": "A. Прийнятність"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "(a)  The Government",
            "uk": "(a)  Уряд"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "(b)  The applicants",
            "uk": "(b)  Заявники"
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "105.  The second applicant did not submit any observations in reply to the Government’s observations on admissibility and the merits. In her application form of 25 September 2012 (see paragraph 25 above) she stated that the decision of the High Commercial Court of 21 May 2012 in the first set of proceedings (see paragraph 30 above) had been the final domestic decision in her case.",
            "uk": "105.  Друга заявниця не надала жодних зауважень у відповідь на зауваження Уряду щодо прийнятності та суті. У своїй заяві \nвід 25 вересня 2012 року (див. пункт 25) вона стверджувала, що остаточним рішенням в її справі на національному рівні була постанова Вищого господарського суду України від 21 травня \n2012 року, ухвалена у першому провадженні (див. пункт 30)."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 144,
        "translation": {
            "en": "107.  The Court notes at the outset that the second applicant did not respond to the Government’s arguments in respect of her alleged failure to comply with the six-month time-limit. However, she did submit a claim for just satisfaction based primarily on her argument that she had been deprived of the benefits of her licence (see paragraph 187 below).",
            "uk": "107.  Перш за все, Суд зазначає, що друга заявниця не відповіла на аргументи Уряду стосовно стверджуваного недотримання нею шестимісячного строку. Проте вона висунула вимогу щодо справедливої сатисфакції, яка переважно ґрунтувалася на її аргументі, що її було позбавлено переваг користування ліцензією (див. пункт 187)."
        }
    },
    {
        "id": 145,
        "translation": {
            "en": "111.  In this situation the Court can only base its examination of the Government’s objection on (i) the language and context of the relevant domestic legal provisions themselves; and (ii) the way in which the domestic courts treated the relevant claims.",
            "uk": "111.  У цій ситуації Суд під час розгляду заперечення Уряду може ґрунтуватися лише на (i) формулюванні та контексті відповідних положень національного законодавства як таких; та (ii) способі, в який національні суди розглянути відповідні позови."
        }
    },
    {
        "id": 146,
        "translation": {
            "en": "112.  On the first point a number of factors may have indicated to the applicants that their expectation of obtaining compensation was not entirely unfounded.",
            "uk": "112.  Щодо першого пункту низка факторів могла вказувати заявникам, що їхні очікування стосовно отримання відшкодування не були цілком безпідставними."
        }
    },
    {
        "id": 147,
        "translation": {
            "en": "113.  Firstly, the Prohibition Law itself was silent on the matter of compensation and no other legislative provision explicitly ruled it out.",
            "uk": "113.  По-перше, у Законі України «Про заборону» не порушувалось питання щодо відшкодування, і жодні інші положення законодавства  явно не виключали його."
        }
    },
    {
        "id": 148,
        "translation": {
            "en": "114.  Secondly, certain provisions in the domestic law may well have led the applicants to believe that there was a basis for compensation in them.",
            "uk": "114.  По-друге, деякі положення національного законодавства могли змусити заявників думати, що підстави для отримання відшкодування у них були."
        }
    },
    {
        "id": 149,
        "translation": {
            "en": "115.  As far as the first two applicants are concerned, their argument based on the Legislative Takings Clause, read in conjunction with the constitutional provision requiring full compensation in cases of deprivation of property and the Court’s case-law interpreting the revocation of licences as an interference with property rights (see paragraphs 18 and 25 above), does not appear frivolous or far-fetched.",
            "uk": "115.  Щодо перших двох заявників, то їхній аргумент, який ґрунтувався на Законодавчому положенні щодо відібрання, у поєднанні з конституційним положенням щодо повного відшкодування у випадках позбавлення власності та практикою Суду, яка тлумачила анулювання ліцензій як втручання у майнові права (див. пункти 18 та 25), не вбачається необґрунтованим або надуманими."
        }
    },
    {
        "id": 150,
        "translation": {
            "en": "116.  While the domestic courts eventually interpreted domestic law as requiring a previous declaration that a law was unconstitutional or that conduct was unlawful as prerequisites for claiming compensation (see paragraphs 23 and 28 above), those requirements do not appear in the text of the Legislative Takings Clause itself (see paragraph 70 above).",
            "uk": "116.  Тоді як національні суди зрештою тлумачили національне законодавство як таке, що вимагало попереднього визнання закону неконституційним або поведінки протиправною як передумови для вимоги про відшкодування (див. пункти 23 та 28), у самому тексті Законодавчого положення щодо відібрання таких вимог немає (див. пункт 70)."
        }
    },
    {
        "id": 151,
        "translation": {
            "en": "117.  As far as the third applicant is concerned, the Court notes that the Prohibition Law did not reform the existing licensing regime, under which the licence payments were made for a certain defined period of operations, but was enacted in parallel to it. This may well have led the applicant company to consider that it was still entitled to compensation under the principles underlying the pre-existing licensing regime and domestic procedures for the reimbursement of excess payments.",
            "uk": "117.  Щодо третього заявника Суд зазначає, що Закон України «Про заборону» не реформував існуючий режим ліцензування, відповідно до якого плата за ліцензію здійснювалась за певний визначений період діяльності, а був паралельно прийнятним. Це могло змусити підприємство-заявника вважати, що воно все ще мало право на відшкодування на підставі принципів, які лежали в основі існуючого режиму ліцензування, та національних процедур щодо повернення надмірно сплачених коштів."
        }
    },
    {
        "id": 152,
        "translation": {
            "en": "118.  Thirdly, the President, in his formal opposition to the Prohibition Law, indicated that businesses whose licences were revoked as a result of the law would be able to claim damages (see paragraph 13 (iv) above).",
            "uk": "118.  По-третє, Президент України у своєму офіційному вето щодо Закону України «Про заборону» зазначив, що підприємства, чиї ліцензії були анульовані у результаті прийняття закону, зможуть вимагати відшкодування (див. підпункт (iv) пункту 13)."
        }
    },
    {
        "id": 153,
        "translation": {
            "en": "119.  In other words, it could not have been clear to the applicants from the text of the relevant legal provisions themselves and from the overall context that their claims were bound to fail from the outset.",
            "uk": "119.  Інакше кажучи, з тексту відповідних правових положень, а також із загального контексту для заявників не могло бути очевидним, що їхні позови від самого початку були безперспективними."
        }
    },
    {
        "id": 154,
        "translation": {
            "en": "120.  The way the domestic courts treated their claims tends to reinforce that conclusion: the courts did not declare the applicants’ claims frivolous or manifestly ill-founded and examined them on the merits at three levels of jurisdiction.",
            "uk": "120.  Спосіб, у який національні суди розглянули їхні позови, підтверджує цей висновок: суди не визнали позови заявників безпідставними або явно необґрунтованими та розглянули їх по суті у трьох інстанціях."
        }
    },
    {
        "id": 155,
        "translation": {
            "en": "121.  The first applicant had to wait until its case reached the High Commercial Court for its key argument, based on the Legislative Takings Clause, to be addressed in any way (see paragraph 30 above). Even then, that argument was addressed in a very succinct fashion.",
            "uk": "121.  Перший заявник був змушений чекати, поки його справа дійде до Вищого господарського суду України, щоб його ключовий аргумент, який ґрунтувався на Законодавчому положенні щодо відібрання, був яким-небудь чином розглянутий (див. пункт 30). Навіть тоді цей аргумент був розглянутий дуже стисло."
        }
    },
    {
        "id": 156,
        "translation": {
            "en": "122.  A similar argument presented by the second applicant was never explicitly addressed by the domestic courts. However, given that, as the Court has stated above, that argument was not frivolous or irrelevant, the applicant was entitled to hope that it might eventually be successful before one of the higher courts.",
            "uk": "122.  Аналогічний аргумент, наведений другою заявницею, очевидно взагалі не був розглянутий національними судами. Проте, оскільки цей аргумент не був безпідставним або недоречним, як зазначив Суд, заявниця мала підстави сподіватися, що його використання в одному з вищестоящих судів може виявитися успішним."
        }
    },
    {
        "id": 157,
        "translation": {
            "en": "126.  In the light of the foregoing, the Court considers that, in the particular circumstances of the present case, the applicants’ complaint regarding the revocation of their licences has not been lodged out of time. The Government’s objection must therefore be dismissed.",
            "uk": "126.  У контексті наведеного Суд вважає, що за конкретних обставин цієї справи скарга заявників щодо анулювання їхніх ліцензій не була подана поза межами встановленого строку. Отже, заперечення Уряду слід відхилити."
        }
    },
    {
        "id": 158,
        "translation": {
            "en": "127.  As far as the second applicant’s complaint regarding the suspension of her licence prior to its revocation is concerned, the Government did not question that it had been submitted within the six-month time-limit. The Court sees no reason to hold otherwise (see paragraphs 31, 36, 37 and 41 above).",
            "uk": "127.  Щодо скарги другої заявниці на зупинення дії її ліцензії до її анулювання Уряд не ставив під сумнів, що вона була подана у межах шестимісячного строку. Суд не вбачає підстав для іншого висновку (див. пункти 31, 36, 37 і 41)."
        }
    },
    {
        "id": 159,
        "translation": {
            "en": "B.  Merits",
            "uk": "B.  Суть"
        }
    },
    {
        "id": 160,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 161,
        "translation": {
            "en": "(a)  The applicants",
            "uk": "(a)  Заявники"
        }
    },
    {
        "id": 162,
        "translation": {
            "en": "(i)  The first applicant",
            "uk": "(i) Перший заявник"
        }
    },
    {
        "id": 163,
        "translation": {
            "en": "128.  The applicant company submitted that the effect of the Prohibition Law was that it had been de facto deprived of its possessions: in particular, the premises and equipment adapted for its gambling business had become useless and could not be used elsewhere. The applicant company had also been directly deprived of part of the fees it had paid for the gambling license.",
            "uk": "128.  Підприємство-заявник стверджувало, що внаслідок прийняття Закону України «Про заборону» його de facto було позбавлено майна: зокрема, приміщення та обладнання, призначені для грального бізнесу, стали непотрібними та не могли використовуватися деінде. Також підприємство-заявник було прямо позбавлено частини коштів, сплачених ним за ліцензію на провадження діяльності з організації та проведення азартних ігор."
        }
    },
    {
        "id": 164,
        "translation": {
            "en": "130.  The Prohibition Law did not pursue any legitimate public interest but was merely a method of boosting the then Prime Minister’s electoral support in the upcoming presidential elections. Any objective public interest in the immediate, total and indefinite ban on gambling had never been explained.",
            "uk": "130.  Закон України «Про заборону» не переслідував жодного законного суспільного інтересу, а був лише способом підвищення підтримки виборцями тогочасного Прем’єр-міністра України на майбутніх президентських виборах. Ніколи не пояснювався жоден об’єктивний суспільний інтерес у негайній, повній та безстроковій забороні грального бізнесу."
        }
    },
    {
        "id": 165,
        "translation": {
            "en": "131.  The social situation had indeed required a measure of control over the gambling business but the immediate termination of licences that had already been issued and prepaid had been neither necessary nor desirable and the adoption of that measure had been prompted by political considerations rather than by any genuine public interest.",
            "uk": "131.  Соціальне становище дійсно вимагало вжиття заходів для здійснення контролю над гральним бізнесом, але негайне зупинення дії вже виданих та наперед оплачених ліцензій не було ні необхідним, ні бажаним, а вжиття цього заходу радше обумовлювалося політичними міркуваннями, а не яким-небудь справжнім суспільним інтересом."
        }
    },
    {
        "id": 166,
        "translation": {
            "en": "132.  The Government’s own legislative proposals submitted shortly before the enactment of the Prohibition Law belied the notion that the situation was so catastrophic that it could only be addressed by a total prohibition.",
            "uk": "132.  Власні законодавчі пропозиції Уряду, подані незадовго до набрання чинності Законом України «Про заборону», спростували уявлення про те, що ситуація була настільки катастрофічною, що могла бути вирішена лише шляхом абсолютної заборони."
        }
    },
    {
        "id": 167,
        "translation": {
            "en": "134.  Even the stricter anti-gambling bill submitted by members of parliament, which envisaged a total prohibition on gambling, had initially provided that the prohibition would come into effect after a transitional period, on 1 January 2010 (see paragraph 8 above).",
            "uk": "134.  Навіть поданий депутатами Верховної Ради України більш жорсткий законопроект проти грального бізнесу, який передбачав повну заборону грального бізнесу, спочатку передбачав, що заборона почне діяти після перехідного періоду – з 01 січня 2010 року (див. пункт 8)."
        }
    },
    {
        "id": 168,
        "translation": {
            "en": "136.  The draft of the Prohibition Law had not undergone any assessment by experts from Parliament or the executive. The law had been passed three days after the bill had been introduced and had entered into force just forty days later.",
            "uk": "136.  Верховна Ради України або органи виконавчої влади не здійснювали жодної експертної оцінки проекту Закону України «Про заборону». Закон був прийнятий через три дні після внесення законопроекту на розгляд і набрав чинності буквально через сорок днів."
        }
    },
    {
        "id": 169,
        "translation": {
            "en": "137.  The fire which had triggered the passage of the law did not call for a prohibition on gambling. Safety problems could be, and were, addressed through comprehensive checks, which the applicant company had in fact easily passed.",
            "uk": "137.  Пожежа, яка стала поштовхом для прийняття закону, не вимагала заборони грального бізнесу. Проблеми техніки безпеки могли бути та були вирішені за допомогою комплексних перевірок, які підприємство-заявник по суті пройшло без труднощів."
        }
    },
    {
        "id": 170,
        "translation": {
            "en": "(ii)  The second applicant",
            "uk": "(ii)  Друга заявниця"
        }
    },
    {
        "id": 171,
        "translation": {
            "en": "139.  In her application forms the applicant submitted that, by suspending and revoking her licence, the respondent State had deprived her of her property, namely the right to use the licence for the period for which it had been paid, in the absence of any relevant grounds. She submitted essentially the same arguments as before the domestic courts (see paragraphs 25, 31 and 37 above).",
            "uk": "139.  У своїх заявах друга заявниця стверджувала, що зупинивши дію та анулювавши її ліцензію, держава-відповідач за відсутності будь-яких належних підстав позбавила її майна, а саме: права користуватися ліцензією протягом сплаченого за неї періоду. Заявниця, по суті, навела ті самі аргументи, що й у національних судах (див. пункти 25, 31 і 37)."
        }
    },
    {
        "id": 172,
        "translation": {
            "en": "140.  In respect of the suspension in particular, she submitted that her property rights had been limited not by law but by subordinate acts which had contradicted the law in force at the relevant time, especially the Licensing Law. The decisions of the Cabinet of Ministers and the Ministry of Finance suspending the applicant’s licence had therefore been ultra vires.",
            "uk": "140.  Зокрема щодо зупинення дії ліцензії, заявниця стверджувала, що її право власності було обмежено не законом, а підзаконними актами, які суперечили чинному на момент подій Закону, а саме: Закону України «Про ліцензування певних видів господарської діяльності». Отже, розпорядження Кабінету Міністрів України та наказ Міністерства фінансів України, якими було зупинено дію ліцензії заявниці, були видані ultra vires."
        }
    },
    {
        "id": 173,
        "translation": {
            "en": "(iii)  The third applicant",
            "uk": "(iii)  Третій заявник"
        }
    },
    {
        "id": 174,
        "translation": {
            "en": "143.  The present case did not concern a mere reduction of the applicant company’s activity but a total prohibition, which had put it out of business entirely. Referring to the Court’s case-law regarding deprivation of property, the applicant company argued that there were no “exceptional circumstances” that could justify the total absence of compensation. In sum, no fair balance had been struck between the public interest and the interest of the applicant company.",
            "uk": "143.  Ця справа стосувалася не просто обмеження діяльності підприємства-заявника, а абсолютної заборони, що загалом змусило підприємства-заявника піти з ринку. Посилаючись на практику Суду щодо позбавлення майна, підприємство-заявник стверджувало про відсутність «виняткових обставин», які б могли виправдати повну відсутність відшкодування. Зрештою, не було дотримано справедливого балансу між суспільним інтересом та інтересом підприємства-заявника."
        }
    },
    {
        "id": 175,
        "translation": {
            "en": "(b)  The Government",
            "uk": "(b)  Уряд"
        }
    },
    {
        "id": 176,
        "translation": {
            "en": "144.  The Government agreed that the withdrawal of the applicants’ licences constituted an interference with their rights under Article 1 of Protocol No. 1, even though they had not had a legitimate expectation of obtaining any compensation (see paragraph 151 below).",
            "uk": "144.  Уряд погодився, що анулювання ліцензій заявників становило втручання в їхні права за статтею 1 Першого протоколу до Конвенції, навіть якщо вони не мали законного сподівання отримати будь-яке відшкодування (див. пункт 151)."
        }
    },
    {
        "id": 177,
        "translation": {
            "en": "149.  The aim of the Prohibition Law was thus to protect the interests of society. The social problems caused by gambling, namely crime and juvenile delinquency and the drawing of minors into gambling, and the growth of unlicensed gambling establishments, were such that there was no other solution which would achieve the results sought.",
            "uk": "149.  Отже, мета Закону України «Про заборону» полягала у захисті інтересів суспільства. Спричинені гральним бізнесом соціальні проблеми, а саме: злочинність та правопорушення серед неповнолітніх, а також втягування неповнолітніх до азартних ігор і зростання кількості неліцензійних гральних закладів, були такими, що не існувало іншого рішення, яке б дозволило досягти необхідних результатів."
        }
    },
    {
        "id": 178,
        "translation": {
            "en": "150.  As far as proportionality was concerned, the Government stressed the subsidiary role of the Convention system and the wide margin of appreciation afforded to the national authorities in matters of general social and economic policy, on which opinions in a democratic society could reasonably differ. The revocation of all gambling licences was a “tough” step, but it was the only possible solution given the gravity of the social problems caused by gambling.",
            "uk": "150.  Щодо пропорційності Уряд наголосив на субсидіарній ролі конвенційної системи та широкій свободі розсуду, наданій національним органам влади у питаннях загальної соціальної та економічної політики, точка зору щодо яких у демократичному суспільстві може істотно відрізнятися. Анулювання усіх ліцензій на провадження діяльності з організації та проведення азартних ігор було «жорстким» заходом, але це було єдиним можливим рішенням з огляду на серйозність соціальних спричинених гральним бізнесом проблем."
        }
    },
    {
        "id": 179,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 180,
        "translation": {
            "en": "153.  A recent summary of the relevant principles of the Court’s case-law in respect of Article 1 of Protocol No. 1 can be found in Zelenchuk and Tsytstyura (cited above, §§ 97-102). The relevant principles concerning specifically revocation of licences can be found in Vékony v. Hungary (no. 65681/13, §§ 29-32, 35 and 36, 13 January 2015), and in other judgments cited in the next paragraph.",
            "uk": "153.  Нещодавнє узагальнення відповідних принципів практики Суду щодо статті 1 Першого протоколу до Конвенції наведено у згаданому рішенні у справі «Зеленчук та Цицюра проти України» (Zelenchuk and Tsytsyura v. Ukraine) (пункти 97 – 102). Відповідні принципи конкретно щодо анулювання ліцензій наведено в рішенні у справі «Векони проти Угорщини» (Vékony v. Hungary) \n(заява № 65681/13, пункти 29 – 32, 35 і 36, від 13 січня 2015 року), а також в інших рішеннях, згаданих у наступному пункті."
        }
    },
    {
        "id": 181,
        "translation": {
            "en": "(a)  Existence of an interference and the applicable rule",
            "uk": "(a)  Наявність втручання та застосовне правило"
        }
    },
    {
        "id": 182,
        "translation": {
            "en": "155.  The Court sees no reason to hold otherwise in the present case and considers that the same also applies in respect of the suspension of the second applicant’s licence.",
            "uk": "155.  Суд не вбачає підстав для іншого висновку у цій справі та вважає, що зазначене також стосується зупинення дії ліцензії другої заявниці."
        }
    },
    {
        "id": 183,
        "translation": {
            "en": "(b)  Lawfulness",
            "uk": "(b)  Законність"
        }
    },
    {
        "id": 184,
        "translation": {
            "en": "(i)  Suspension of the second applicant’s licence",
            "uk": "(i)  Зупинення дії ліцензії другої заявниці"
        }
    },
    {
        "id": 185,
        "translation": {
            "en": "158.  The second applicant’s main argument in respect of the suspension of her licence was that an exhaustive list of grounds and a procedure for the revocation of licences were laid down in the Licensing Law and that the Cabinet of Ministers’ and the Ministry of Finance’s decisions suspending her licence had been issued in disregard of those rules. That view was shared by the domestic first-instance court (see paragraphs 139, 31 and 33 above respectively).",
            "uk": "158.  Головний аргумент заявниці щодо зупинення дії її ліцензії полягав у тому, що вичерпний перелік підстав та порядок анулювання ліцензій, було закріплено у Законі України «Про ліцензування певних видів господарської діяльності», а розпорядження Кабінету Міністрів України та наказ Міністерства фінансів України, якими була зупинена дія її ліцензії, були прийняті з порушенням цих норм. З цією думкою погодився національний суд першої інстанції (див. пункти 139, 31 і 33, відповідно)."
        }
    },
    {
        "id": 186,
        "translation": {
            "en": "159.  The domestic higher courts’ response on this point was essentially that the Cabinet of Ministers had an inherent power, flowing directly from its constitutional power as the chief executive and existing, therefore, entirely alongside the ordinary licensing legislation and independent of it, to direct that the licences be suspended. The Ministry of Finance had to obey this instruction (see paragraph 34 above).",
            "uk": "159.  Відповідь національних судів вищестоящих інстанцій щодо цього фактично полягала в тому, що Кабінет Міністрів України мав властиві йому повноваження, які випливали безпосередньо з його конституційної влади як головного органу виконавчої влади, і відповідно існували поряд із загальним законодавством щодо ліцензування та незалежно від нього приймати рішення щодо зупинення дії ліцензій. Міністерство фінансів України було зобов’язане дотримуватись цього розпорядження (див. пункт 34)."
        }
    },
    {
        "id": 187,
        "translation": {
            "en": "162.  In any event, the interpretation of domestic law by the domestic courts meant that the executive’s discretion was unfettered by any rule indicating with sufficient clarity the scope and conditions of its exercise. It therefore provided no perceptible measure of protection against arbitrariness.",
            "uk": "162.  У будь-якому разі, тлумачення національного права національними судами означало, що особливі повноваження органів виконавчої влади не обмежувалися жодною нормою, яка б достатньо чітко визначала обсяг та умови здійснення їхніх повноважень. Отже, воно не забезпечило відчутної міри захисту від свавілля."
        }
    },
    {
        "id": 188,
        "translation": {
            "en": "163.  These considerations are sufficient for the Court to conclude that the domestic legal provisions did not meet the requirements of the quality of “law” and, therefore, that the suspension was not lawful.",
            "uk": "163.  Цих міркувань достатньо для висновку Суду, що положення національного законодавства не відповідали вимогам якості «закону», а тому зупинення дії ліцензій було незаконним."
        }
    },
    {
        "id": 189,
        "translation": {
            "en": "164.  There has accordingly been a violation of Article 1 of Protocol No. 1 on account of the suspension of the second applicant’s licence.",
            "uk": "164.  Отже, було порушено статтю 1 Першого протоколу до Конвенції у зв’язку із зупиненням дії ліцензії другої заявниці."
        }
    },
    {
        "id": 190,
        "translation": {
            "en": "(ii)  Revocation of the applicants’ licences",
            "uk": "(ii)  Анулювання ліцензій заявників"
        }
    },
    {
        "id": 191,
        "translation": {
            "en": "(c)  General interest",
            "uk": "(c)  Загальний інтерес"
        }
    },
    {
        "id": 192,
        "translation": {
            "en": "167.  The Court agrees with the domestic authorities’ finding that the prohibition pursued general interest and served the legitimate aims of preventing crime, juvenile delinquency, tax evasion and fighting gambling addiction (see Zelenchuk and Tsytsyura, cited above, § 108).",
            "uk": "167.  Суд погоджується з висновком національних органів державної влади, що заборона переслідувала загальний інтерес та слугувала законним цілям запобігти злочинності, правопорушенням серед неповнолітніх, ухиленню від сплати податків та боротьбі із залежністю від азартних ігор (див. згадане рішення у справі «Зеленчук та Цицюра проти України» (Zelenchuk and Tsytsyura v. Ukraine), пункт 108)."
        }
    },
    {
        "id": 193,
        "translation": {
            "en": "(d)  Proportionality",
            "uk": "(d)  Пропорційність"
        }
    },
    {
        "id": 194,
        "translation": {
            "en": "168.  The Court reiterates that Article 1 of Protocol No. 1 requires of any interference that there should be a reasonable relationship of proportionality between the means employed and the aim pursued. This fair balance will be upset if the person concerned has to bear an individual and excessive burden (see G.I.E.M. S.r.l. and Others v. Italy, cited above, § 300).",
            "uk": "168.  Суд повторює, що стаття 1 Першого протоколу до Конвенції вимагає існування для будь-якого втручання розумної пропорційності між застосованими засобами та переслідуваною метою. Цей справедливий баланс буде порушено, якщо на відповідну особу буде покладено індивідуальний та надмірний тягар (див. згадане рішення у справі «Г.І.Е.М. С.Р.Л. та інші проти Італії» [ВП] (G.I.E.M. S.R.L. and Others v. Italy), пункт 300)."
        }
    },
    {
        "id": 195,
        "translation": {
            "en": "169.  The Court’s task, however, is not to review domestic law in abstracto, but to determine whether the manner in which it was applied to, or affected, the applicants gave rise to a violation of the Convention (see Garib v. the Netherlands [GC], no. 43494/09, § 136, 6 November 2017).",
            "uk": "169.  Проте завдання Суду полягає не у перегляді національного закону in abstracto, а у з’ясуванні того, чи спричинив порушення Конвенції спосіб його застосування до заявника або вплив на заявника (див. рішення у справі «Гаріб проти Нідерландів» [ВП] (Garib v. the Netherlands) [GC], заява № 43494/09, пункт 136, від 06 листопада \n2017 року)."
        }
    },
    {
        "id": 196,
        "translation": {
            "en": "170.  In the present case, this means that the Court is not concerned with the wisdom, propriety or otherwise of allowing or banning gambling in general or in Ukraine in particular. Its only concern in the present case is the specific legislation applied to the applicants and how it was implemented.",
            "uk": "170.  У цій справі це означає, що Суд не цікавить здоровий глузд, доцільність або інші аспекти щодо дозволу або заборони грального бізнесу у цілому або, зокрема в Україні. Його єдиним питанням у цій справі є застосування до заявників конкретного законодавства та спосіб його застосування."
        }
    },
    {
        "id": 197,
        "translation": {
            "en": "172.  The Court sees no reason to find otherwise in the present case. The following aspects of the measure applied to the applicants lead the Court to the conclusion that it was disproportionate and imposed an individual and excessive burden on them.",
            "uk": "172.  Суд не вбачає підстав для іншого висновку у цій справі. Подальші аспекти застосованого до заявників заходу підвели Суд до висновку, що він був непропорційним і наклав на них індивідуальний та надмірний тягар."
        }
    },
    {
        "id": 198,
        "translation": {
            "en": "174.  It has never been alleged that the applicants or their employees engaged in any wrongdoing.",
            "uk": "174.  Про вчинення заявниками або їхніми працівниками будь-яких правопорушень ніколи не стверджувалося."
        }
    },
    {
        "id": 199,
        "translation": {
            "en": "178.  If anything, far from giving the applicants notice that their activity would soon need to be discontinued, the Government’s previous legislative proposal in the field of gambling may have led them to believe that they needed to invest more in their businesses in order to be able to continue to operate under the new regulatory regime (see paragraph 78 above).",
            "uk": "178.  У будь-якому разі, взагалі не попередивши заявників, що невдовзі вони повинні будуть припинити свою діяльність, попередня законодавча пропозиція Уряду у сфері грального бізнесу могла підштовхнула їх до думки, що їм потрібно більше інвестувати у свій бізнес, щоб мати можливість продовжувати діяльність відповідно до нового режиму регулювання (див. пункт 78)."
        }
    },
    {
        "id": 200,
        "translation": {
            "en": "179.  There was no monetary compensation and no compensatory measures of any other kind. This failure to compensate extended even to the direct costs imposed by the State itself for the right to operate, for a certain period of time, the businesses which the State later decided to prohibit, most notably the licence fees (see paragraph 197 below).",
            "uk": "179.  Жодної грошової компенсації або будь-яких інших компенсаційних заходів не передбачалося. Відсутність відшкодування поширилася навіть на прямі витрати, встановлені самою державою за право упродовж певного періоду часу здійснювати діяльність, яку пізніше держава вирішила заборонити, зокрема плату за ліцензію (див. пункт 197)."
        }
    },
    {
        "id": 201,
        "translation": {
            "en": "180.  Under such circumstances, the measure applied to the applicants was disproportionate, on account primarily of the quality of the decision-making process which led to it, the lack of any compensatory measures, even in respect of the direct costs imposed by the State itself, and the lack of a meaningful transition period.",
            "uk": "180.  За таких обставин застосований до заявників захід був непропорційним, перш за все, через якість процесу прийняття рішень, який призвів до його застосування, відсутність будь-яких компенсаційних заходів, навіть щодо прямих витрат, встановлених самою державою, та відсутність належного перехідного періоду."
        }
    },
    {
        "id": 202,
        "translation": {
            "en": "181.  There has accordingly been a violation of Article 1 of Protocol No. 1 on account of the manner in which the applicants’ licences were revoked.",
            "uk": "181.  Отже, було порушено статтю 1 Першого протоколу до Конвенції у зв’язку зі способом, у який ліцензії заявників було анульовано."
        }
    },
    {
        "id": 203,
        "translation": {
            "en": "V.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN RESPECT OF THE SECOND AND THIRD APPLICANTS",
            "uk": "V. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 13 КОНВЕНЦІЇ ЩОДО ДРУГОЇ ТА ТРЕТЬОГО ЗАЯВНИКІВ"
        }
    },
    {
        "id": 204,
        "translation": {
            "en": "182.  The second and third applicants complained that they did not have an effective domestic remedy in respect of their complaints under Article 1 of Protocol No. 1. Article 13 of the Convention reads:",
            "uk": "182.  Друга та третій заявники скаржилися, що не мали у своєму розпорядженні ефективного національного засобу юридичного захисту у зв’язку зі своїми скаргами за статтею 1 Першого протоколу до Конвенції. Стаття 13 Конвенції передбачає:"
        }
    },
    {
        "id": 205,
        "translation": {
            "en": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
            "uk": "«Кожен, чиї права та свободи, визнані в цій Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження.»"
        }
    },
    {
        "id": 206,
        "translation": {
            "en": "183.  The Government contested that argument.",
            "uk": "183.  Уряд заперечив проти цього аргументу."
        }
    },
    {
        "id": 207,
        "translation": {
            "en": "184.  The Court notes that this complaint is closely linked to the complaints examined under Article 1 of Protocol No. 1 (see paragraphs 164 and 181 above) and must likewise be declared admissible.",
            "uk": "184.  Суд зазначає, що ця скарга тісно пов’язана зі скаргами, розглянутими за статтею 1 Першого протоколу до Конвенції \n(див. пункти 164 і 181), і тому так само має бути оголошена прийнятною."
        }
    },
    {
        "id": 208,
        "translation": {
            "en": "185.  However, given the grounds on which it has found a violation of Article 1 of Protocol No. 1, the Court considers that no separate issue arises under Article 13. Consequently, the Court holds that it is not necessary to examine this complaint separately.",
            "uk": "185.  Проте з огляду на підстави, на яких він встановив порушення статті 1 Першого протоколу до Конвенції, Суд вважає, що окремого питання за статтею 13 Конвенції не виникає. Отже, Суд не вважає за необхідне розглядати цю скаргу окремо."
        }
    },
    {
        "id": 209,
        "translation": {
            "en": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "VI. ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 210,
        "translation": {
            "en": "186.  Article 41 of the Convention provides:",
            "uk": "186.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 211,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 212,
        "translation": {
            "en": "A.  Damage",
            "uk": "A. Шкода"
        }
    },
    {
        "id": 213,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 214,
        "translation": {
            "en": "(a)  The first applicant",
            "uk": "(a)  Перший заявник"
        }
    },
    {
        "id": 215,
        "translation": {
            "en": "187.  The first applicant claimed 3,186,684 euros (EUR) in total in respect of the pecuniary damage caused by the revocation of its licence, broken down as follows:",
            "uk": "187.  Перший заявник вимагав загалом 3 186 684 євро в якості відшкодування матеріальної шкоди, завданої в результаті анулювання його ліцензії, яка складалася:"
        }
    },
    {
        "id": 216,
        "translation": {
            "en": "188.  The first applicant also claimed certain amounts in respect of the suspension of its licence and EUR 50,000 for non-pecuniary damage.",
            "uk": "188. Перший заявник також вимагав певні суми в якості компенсації за зупинення дії його ліцензії та 50 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 217,
        "translation": {
            "en": "(b)  The second applicant",
            "uk": "(b)  Друга заявниця"
        }
    },
    {
        "id": 218,
        "translation": {
            "en": "189.  The second applicant claimed the following amounts in respect of pecuniary damage:",
            "uk": "189.  Друга заявниця вимагала такі суми в якості відшкодування матеріальної шкоди:"
        }
    },
    {
        "id": 219,
        "translation": {
            "en": "(i) EUR 2,464.50 in respect of the suspension of her licence, based on the same principle as that used by the first applicant, at EUR 82.15 per day of suspension (see row 1 of the table in paragraph 187 above);",
            "uk": "(i) 2 464,50 євро в якості відшкодування за зупинення дії її ліцензії, із розрахунку на підставі такого самого принципу, використаного першим заявником, 82,15 євро за день зупинення дії ліцензії \n(див. рядок 1 таблиці у пункті 187);"
        }
    },
    {
        "id": 220,
        "translation": {
            "en": "(ii) EUR 56,765.65 in respect of the revocation of the licence, based on the same calculation;",
            "uk": "(ii) 56 765,65 євро в якості відшкодування за анулювання ліцензії на підставі того самого розрахунку;"
        }
    },
    {
        "id": 221,
        "translation": {
            "en": "(iii) EUR 66,574.69 for inflationary losses, calculated on the basis of consumer inflation in Ukraine from July 2009 to March 2018.",
            "uk": "(iii) 66 574,69 євро в якості відшкодування збитків, пов’язаних з інфляцією, – розраховано на підставі індексу споживчих цін (інфляції) в Україні з липня 2009 року до березня 2018 року."
        }
    },
    {
        "id": 222,
        "translation": {
            "en": "She also claimed EUR 25,000 in respect of non-pecuniary damage.",
            "uk": "Вона також вимагала 25 000 євро в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 223,
        "translation": {
            "en": "(c)  The third applicant",
            "uk": "(c)  Третій заявник"
        }
    },
    {
        "id": 224,
        "translation": {
            "en": "190.  The third applicant claimed the following amounts in respect of pecuniary damage:",
            "uk": "190.  Третій заявник вимагав такі суми в якості відшкодування матеріальної шкоди:"
        }
    },
    {
        "id": 225,
        "translation": {
            "en": "(i) EUR 150,000 in licence fees;",
            "uk": "(i) 150 000 євро в якості відшкодування витрат на придбання ліцензії;"
        }
    },
    {
        "id": 226,
        "translation": {
            "en": "(ii) EUR 12,522 in respect of gambling equipment and cash registers that the applicant company’s founder had purchased in July 2008 and had transferred to the company as his capital contribution upon its creation in September 2008 (see paragraph 42 above).",
            "uk": "(ii) 12 522 євро в якості відшкодування вартості грального обладнання та реєстраторів розрахункових операцій, які засновник підприємства-заявника придбав у липні 2008 року та передав підприємству як свій внесок до статутного капіталу після його створення у вересні 2008 року (див. пункт 42)."
        }
    },
    {
        "id": 227,
        "translation": {
            "en": "191.  The third applicant also claimed EUR 10,000 in respect of nonpecuniary damage. It submitted that it had one founder and manager who had capitalised the company and who had suffered long-lasting uncertainty, disappointment and anxiety as a result of the revocation of his company’s licence and the lack of compensation.",
            "uk": "191. Третій заявник вимагав також 10 000 євро в якості компенсації моральної шкоди. Він стверджував, що підприємство мало одного засновника та керівника, який капіталізував компанію та перебував у довготривалому стані невизначеності, зазнав розчарування та занепокоєння у результаті анулювання ліцензії його підприємства та ненадання відшкодування."
        }
    },
    {
        "id": 228,
        "translation": {
            "en": "(d)  The Government",
            "uk": "(d)  Уряд"
        }
    },
    {
        "id": 229,
        "translation": {
            "en": "192.  The Government reiterated their submissions on the merits of the applicants’ complaints under Article 1 of Protocol No. 1 (see paragraphs 145 to 151 above). They submitted that all the applicants’ claims were unsubstantiated and, in any event, excessive, and that there was no connection between the alleged violations and the damages claimed and urged the Court to reject the claims.",
            "uk": "192.  Уряд повторив свої доводи щодо суті скарг заявників за статтею 1 Першого протоколу до Конвенції (див. пункти 145 – 151). Він стверджував, що усі вимоги заявників були необґрунтованими та, у будь-якому разі, надмірними, а також, що відсутність зв’язку між стверджуваними порушеннями та заявленою сумою відшкодування не було, та закликав Суд відхилити вимоги."
        }
    },
    {
        "id": 230,
        "translation": {
            "en": "193.  As far as commercial companies were concerned, the Government submitted that an award in respect of non-pecuniary damage could be made only where specific circumstances as set out in Comingersoll S.A. v. Portugal ([GC], no. 35382/97, § 35, ECHR 2000IV) were shown. The applicant companies had failed to show that any such circumstances existed.",
            "uk": "193.  Щодо комерційних підприємств Уряд стверджував, що відшкодування моральної шкоди може бути присуджено лише за наявності конкретних обставин, як викладено в рішенні у справі «Комінгерсолл С.А. проти України» [ВП] (Comingersoll S.A v. Portugal) [GC] (заява № 35382/97, пункт 35, ЄСПЛ 2000IV). Підприємства-заявники не довели існування будь-яких таких обставин."
        }
    },
    {
        "id": 231,
        "translation": {
            "en": "194.  The first applicant’s claim in respect of the gambling equipment was based entirely on its own internal estimates; it had used the gambling machines for three years and had failed to provide information on the market value of comparable used equipment. As for the lost profit, the applicant company’s estimates were based merely on its own documentation and were speculative.",
            "uk": "194. Вимога першого заявника щодо грального обладнання ґрунтувалася виключно на його власних внутрішніх оцінках; підприємство-заявник не використовувало гральне обладнання протягом трьох років і не надало інформації щодо ринкової вартості аналогічного використовуваного обладнання. Щодо втраченого прибутку, оцінки підприємства-заявника ґрунтувалися лише на його власній документації та були спекулятивними."
        }
    },
    {
        "id": 232,
        "translation": {
            "en": "195.  The second applicant had failed to demonstrate any connection between the violation alleged and inflationary losses.",
            "uk": "195. Друга заявниця не довела жодного зв’язку між стверджуваними порушеннями та збитками, пов’язаними з інфляцією."
        }
    },
    {
        "id": 233,
        "translation": {
            "en": "196.  In assessing the third applicant’s claim for pecuniary damage it had to be taken into account that the applicant company had obtained the licence in 2008 but had failed to launch a gambling business before the prohibition had taken effect. It was unclear when it had been intending to start operating.",
            "uk": "196.  Під час оцінки вимоги третього заявника щодо відшкодування матеріальної шкоди слід взяти до уваги, що підприємство-заявник придбало ліцензію у 2008 році, проте не розпочало діяльність у сфері грального бізнесу до набрання чинності положенням про заборону. Незрозуміло, коли воно планувало розпочати свою діяльність."
        }
    },
    {
        "id": 234,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 235,
        "translation": {
            "en": "(a)  All applicants: licence fees",
            "uk": "(a)  Усі заявники: плата за ліцензії"
        }
    },
    {
        "id": 236,
        "translation": {
            "en": "197.  The Court considers it appropriate to grant the applicants’ claims in respect of the reimbursement of the pro rata part of the licence fees which would have covered the period during which they could not operate their gambling businesses because of the Prohibition Law and also, in the case of the second applicant, the period when her licence was suspended.",
            "uk": "197. Суд вважає за доцільне задовольнити вимоги заявників щодо відшкодування pro rata частини плати за ліцензії, що охопило б період, протягом якого вони не могли вести свою діяльність у сфері грального бізнесу через Закон України «Про заборону», а також щодо другої заявниці – період, коли дія її ліцензії була зупинена."
        }
    },
    {
        "id": 237,
        "translation": {
            "en": "(b)  The first applicant",
            "uk": "(b)  Перший заявник"
        }
    },
    {
        "id": 238,
        "translation": {
            "en": "198.  The applicant company’s claim in respect of pecuniary damage on account of the suspension of its licence should be rejected as its complaints in that respect fall outside of the scope of the application (see paragraph 80 above).",
            "uk": "198. Вимога підприємства-заявника щодо відшкодування матеріальної шкоди у зв’язку із зупиненням дії його ліцензії має бути відхилена, оскільки його скарги щодо цього виходять за межі обсягу заяви (див. пункт 80)."
        }
    },
    {
        "id": 239,
        "translation": {
            "en": "200.  The award to be made in respect of direct losses thus amounts to EUR 164,541.",
            "uk": "200.  Отже, сума, яку слід присудити в якості відшкодування прямих втрат, становить 164 541 євро."
        }
    },
    {
        "id": 240,
        "translation": {
            "en": "201.  As far as the first applicant’s other claims are concerned, the Court observes that it obtained its gambling licence in 2006 and operated in 2007 and 2008. There is no indication that it could not have recouped a substantial part of its investment in its gambling business while it was still allowed to operate.",
            "uk": "201.  Щодо інших вимог першого заявника Суд зазначає, що перший заявник придбав свою ліцензію на провадження діяльності з організації та проведення азартних ігор у 2006 році та здійснював діяльність у 2007 та 2008 роках. Ніщо не вказує на те, що він не міг би повернути значну частину своїх інвестицій у свій гральний бізнес, поки йому було дозволено працювати."
        }
    },
    {
        "id": 241,
        "translation": {
            "en": "202.  Moreover, it should be noted that the Court has found a violation of Article 1 of Protocol No. 1 not on account of the prohibition of gambling as such but only on account of the manner in which that measure was adopted and implemented, notably the lack of a meaningful transitional period. Therefore, not all of the applicant company’s losses due to the discontinuation of its gambling business need to give rise to compensation.",
            "uk": "202. Крім того, слід зазначити, що Суд встановив порушення \nстатті 1 Першого протоколу до Конвенції не у зв’язку із самою забороною грального бізнесу, а лише у зв’язку зі способом, у який цей захід було прийнято та реалізовано, зокрема, через відсутність належного перехідного періоду. Тому не всі збитки підприємства-заявника, пов’язані з припинення грального бізнесу, повинні бути відшкодовані."
        }
    },
    {
        "id": 242,
        "translation": {
            "en": "204.  The same applies to the applicant company’s claim in respect of the refurbishment of gambling premises, advertising and personnel costs (see lines 5 to 7 of the table). Concerning the latter, owing to the paucity of documentation submitted by the applicant company, the causal link between its former employees’ unused leave and the prohibition of gambling has not been convincingly shown.",
            "uk": "204.  Те саме стосується вимоги підприємства-заявника щодо ремонту гральних закладів, реклами та витрат на працівників \n(див. рядки 5 – 7 таблиці). Щодо останнього, то через недостатність наданої підприємством-заявником документації не було переконливо доведено наявність причинно-наслідкового зв’язку між невикористаними відпустками його колишніх працівників та забороною грального бізнесу."
        }
    },
    {
        "id": 243,
        "translation": {
            "en": "(c)  The second applicant",
            "uk": "(c)  Друга заявниця"
        }
    },
    {
        "id": 244,
        "translation": {
            "en": "(d)  The third applicant",
            "uk": "(d)  Третій заявник"
        }
    },
    {
        "id": 245,
        "translation": {
            "en": "209.  For the same reason, its other claims in respect of pecuniary damage should be rejected: given that it had never launched its gambling business prior to the gambling prohibition, it would be inappropriate to compensate it for the investment it made in the business. The Court notes, furthermore, that at domestic level the third applicant had sought merely reimbursement of the licence fees paid (see paragraph 47 above).",
            "uk": "209.  З тих самих підстав його інші вимоги щодо відшкодування матеріальної шкоди повинні бути відхилені: оскільки воно так і не розпочало свою діяльність у сфері грального бізнесу до його заборони, було б недоцільно відшкодовувати йому інвестиції у цей бізнес. Крім того, Суд зазначає, що на національному рівні третій заявник вимагав лише відшкодування коштів, сплачених за ліцензію (див. пункт 47)."
        }
    },
    {
        "id": 246,
        "translation": {
            "en": "(e)  Conclusion",
            "uk": "(e)  Висновок"
        }
    },
    {
        "id": 247,
        "translation": {
            "en": "210.  In summary, the Court considers it appropriate to award the applicants the following amounts in respect of pecuniary damage:",
            "uk": "210.  У цілому Суд вважає за доцільне присудити заявникам такі суми в якості відшкодування матеріальної шкоди:"
        }
    },
    {
        "id": 248,
        "translation": {
            "en": "(i)  EUR 300,000 to the first applicant;",
            "uk": "(i) 300 000 євро першому заявнику;"
        }
    },
    {
        "id": 249,
        "translation": {
            "en": "(ii)  EUR 58,500 to the second applicant;",
            "uk": "(ii) 58 500 євро другій заявниці;"
        }
    },
    {
        "id": 250,
        "translation": {
            "en": "(iii)  EUR 135,000 to the third applicant.",
            "uk": "(iii) 135 000 євро третьому заявнику."
        }
    },
    {
        "id": 251,
        "translation": {
            "en": "211.  The Court, having regard in particular to the nature of the applicants’ business and the awards made in respect of pecuniary damage, considers that the finding of violations constitutes in itself sufficient just satisfaction for any nonpecuniary damage sustained by the applicants.",
            "uk": "211.  З огляду, зокрема, на характер діяльності заявників та присуджені в якості відшкодування матеріальної шкоди суми Суд вважає, що встановлення порушень само собою становить достатню справедливу сатисфакцію будь-якої моральної шкоди, якої зазнали заявники."
        }
    },
    {
        "id": 252,
        "translation": {
            "en": "B.  Costs and expenses",
            "uk": "B. Судові та інші витрати"
        }
    },
    {
        "id": 253,
        "translation": {
            "en": "1.  The parties’ submissions",
            "uk": "1.  Доводи сторін"
        }
    },
    {
        "id": 254,
        "translation": {
            "en": "212.  The applicants claimed the following amounts under this head:",
            "uk": "212.  Заявники вимагали такі суми за цим пунктом:"
        }
    },
    {
        "id": 255,
        "translation": {
            "en": "(i) the first applicant: EUR 4,747 for court fees incurred before the domestic courts and 19,000 United States dollars in respect of legal fees incurred before the Court;",
            "uk": "(i) перший заявник: 4 747 євро в якості компенсації судових витрат, понесених у національних судах, та 19 000 доларів США в якості компенсації судових витрат, понесених у Суді;"
        }
    },
    {
        "id": 256,
        "translation": {
            "en": "(ii) the second applicant: EUR 600 in court fees and travel costs incurred in the domestic proceedings and EUR 1,500 for legal fees and EUR 100 postal costs incurred in the proceedings before the Court;",
            "uk": "(ii) друга заявниця: 600 євро в якості компенсації судових та транспортних витрат, понесених під час проваджень на національному рівні, а також 1 500 євро в якості компенсації судових витрат і 100 євро в якості компенсації поштових витрат, понесених під час провадження у Суді;"
        }
    },
    {
        "id": 257,
        "translation": {
            "en": "(iii) the third applicant: EUR 214 for the fee paid for lodging an appeal with the High Administrative Court.",
            "uk": "(iii) третій заявник: 214 євро в якості збору, сплаченого за подання касаційної скарги до Вищого адміністративного суду України."
        }
    },
    {
        "id": 258,
        "translation": {
            "en": "2.  The Court’s assessment",
            "uk": "2.  Оцінка Суду"
        }
    },
    {
        "id": 259,
        "translation": {
            "en": "214.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the following sums, covering costs under all heads:",
            "uk": "214. Відповідно до практики Суду, заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі з огляду на наявні в нього документи та зазначені критерії, Суд вважає за доцільне присудити такі суми в якості компенсації витрат за всіма пунктами:"
        }
    },
    {
        "id": 260,
        "translation": {
            "en": "(i)  EUR 17,000 to the first applicant;",
            "uk": "(i) 17 000 євро першому заявнику;"
        }
    },
    {
        "id": 261,
        "translation": {
            "en": "(ii)  EUR 2,200 to the second applicant;",
            "uk": "(ii) 2 200 євро другій заявниці;"
        }
    },
    {
        "id": 262,
        "translation": {
            "en": "(iii)  EUR 214 to the third applicant.",
            "uk": "(iii) 214 євро третьому заявнику."
        }
    },
    {
        "id": 263,
        "translation": {
            "en": "C.  Default interest",
            "uk": "C. Пеня"
        }
    },
    {
        "id": 264,
        "translation": {
            "en": "215.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "215. Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 265,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 266,
        "translation": {
            "en": "1.  Decides to join the applications;",
            "uk": "1.  Вирішує об’єднати заяви;"
        }
    },
    {
        "id": 267,
        "translation": {
            "en": "2.  Declares the second applicant’s complaint under Article 6 § 1 of the Convention inadmissible and the remainder of the applications admissible;",
            "uk": "2.  Оголошує неприйнятною скаргу другої заявниці за пунктом 1 \nстатті 6 Конвенції, а решту скарг у заявах – прийнятними;"
        }
    },
    {
        "id": 268,
        "translation": {
            "en": "3.  Holds that there has been no violation of Article 6 § 1 of the Convention in respect of the first applicant;",
            "uk": "3.  Постановляє, що не було порушено пункт 1 статті 6 Конвенції щодо першого заявника;"
        }
    },
    {
        "id": 269,
        "translation": {
            "en": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 in respect of the second applicant on account of the suspension of her licence;",
            "uk": "4.  Постановляє, що було порушено статтю 1 Першого протоколу до Конвенції щодо другої заявниці у зв’язку із зупиненням дії її ліцензії;"
        }
    },
    {
        "id": 270,
        "translation": {
            "en": "5.  Holds that there has been a violation of Article 1 of Protocol No. 1 on account of the manner in which the applicants’ licences were revoked;",
            "uk": "5.  Постановляє, що було порушено статтю 1 Першого протоколу до Конвенції у зв’язку з анулюванням ліцензій заявників;"
        }
    },
    {
        "id": 271,
        "translation": {
            "en": "6.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention in respect of the second and third applicants;",
            "uk": "6.  Постановляє, що немає необхідності розглядати окремо скаргу за статтею 13 Конвенції щодо другої та третього заявників;"
        }
    },
    {
        "id": 272,
        "translation": {
            "en": "7.  Holds that the finding of violations constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants;",
            "uk": "7.  Постановляє, що встановлення порушень само собою становить достатню справедливу сатисфакцію будь-якої моральної шкоди, якої зазнали заявники;"
        }
    },
    {
        "id": 273,
        "translation": {
            "en": "8.  Holds",
            "uk": "8.  Постановляє, що:"
        }
    },
    {
        "id": 274,
        "translation": {
            "en": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
            "uk": "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявникам такі суми, що мають бути конвертовані у валюту держави-відповідача за курсом, на день здійснення платежу:"
        }
    },
    {
        "id": 275,
        "translation": {
            "en": "(i)  EUR 300,000 (three hundred thousand euros) to the first applicant, plus any tax that may be chargeable, in respect of pecuniary damage;",
            "uk": "(i)  300 000 (триста тисяч) євро першому заявнику та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування матеріальної шкоди;"
        }
    },
    {
        "id": 276,
        "translation": {
            "en": "(ii)  EUR 58,500 (fifty-eight thousand five hundred euros) to the second applicant, plus any tax that may be chargeable, in respect of pecuniary damage;",
            "uk": "(ii)  58 500 (п’ятдесят вісім тисяч п’ятсот) євро другій заявниці та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування матеріальної шкоди;"
        }
    },
    {
        "id": 277,
        "translation": {
            "en": "(iii)  EUR 135,000 (one hundred and thirty-five thousand euros) to the third applicant, plus any tax that may be chargeable, in respect of pecuniary damage;",
            "uk": "(iii)  135 000 (сто тридцять п’ять тисяч) євро третьому заявник та додатково суму будь-якого податку, що може нараховуватись, в якості відшкодування матеріальної шкоди;"
        }
    },
    {
        "id": 278,
        "translation": {
            "en": "(iv)  EUR 17,000 (seventeen thousand euros) to the first applicant, EUR 2,200 (two thousand two hundred euros) to the second applicant, and EUR 214 (two hundred and fourteen euros) to the third applicant, plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
            "uk": "(iv)  17 000 (сімнадцять тисяч) євро першому заявнику, \n2 200 (дві тисячі двісті) євро другій заявниці та 214 (двісті чотирнадцять) євро третьому заявнику та додатково суму будь-якого податку, що може нараховуватись заявникам, в якості компенсації судових та інших витрат;"
        }
    },
    {
        "id": 279,
        "translation": {
            "en": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
            "uk": "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;"
        }
    },
    {
        "id": 280,
        "translation": {
            "en": "Appendix",
            "uk": "ДОДАТОК"
        }
    }
]