[
    {
        "id": 0,
        "translation": {
            "en": "FIFTH SECTION",
            "uk": "П’ЯТА СЕКЦІЯ"
        }
    },
    {
        "id": 1,
        "translation": {
            "en": "CASE OF DUBOVTSEV AND OTHERS v. UKRAINE",
            "uk": "СПРАВА «ДУБОВЦЕВ ТА ІНШІ ПРОТИ УКРЇАНИ»"
        }
    },
    {
        "id": 2,
        "translation": {
            "en": "(Applications nos. 21429/14 and 9 others – see appended list)",
            "uk": "(Заява № 21429/14 та 9 інших заяв – див. перелік у додатку)"
        }
    },
    {
        "id": 3,
        "translation": {
            "en": "JUDGMENT",
            "uk": "РІШЕННЯ"
        }
    },
    {
        "id": 4,
        "translation": {
            "en": "Art 5 § 1 • Lawful arrest or detention • Unjustified detention of Maidan protestors as part of the authorities’ deliberate strategy to put an end to protests",
            "uk": "П. 1 ст. 5 • Законне затримання або тримання під вартою • Необґрунтоване тримання протестувальників Майдану під вартою як частина цілеспрямованої стратегії органів державної влади щодо припинення акцій протесту"
        }
    },
    {
        "id": 5,
        "translation": {
            "en": "STRASBOURG",
            "uk": "СТРАСБУРГ"
        }
    },
    {
        "id": 6,
        "translation": {
            "en": "21 January 2021",
            "uk": "21 січня 2021 року"
        }
    },
    {
        "id": 7,
        "translation": {
            "en": "FINAL",
            "uk": "ОСТАТОЧНЕ"
        }
    },
    {
        "id": 8,
        "translation": {
            "en": "21/04/2021",
            "uk": "21.04.2021"
        }
    },
    {
        "id": 9,
        "translation": {
            "en": "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.",
            "uk": "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Його текст може підлягати редакційним виправленням."
        }
    },
    {
        "id": 10,
        "translation": {
            "en": "In the case of Dubovtsev and Others v. Ukraine,",
            "uk": "У справі «Дубовцев та інші проти України»"
        }
    },
    {
        "id": 11,
        "translation": {
            "en": "The European Court of Human Rights (Former Fifth Section), sitting as a Chamber composed of:",
            "uk": "Європейський суд з прав людини (колишня П’ята секція), засідаючи палатою, до складу якої увійшли:"
        }
    },
    {
        "id": 12,
        "translation": {
            "en": "Síofra O’Leary, President,\n\tYonko Grozev,\n\tGanna Yudkivska,\n\tMārtiņš Mits,\n\tGabriele Kucsko-Stadlmayer,\n\tLado Chanturia,\n\tAngelika Nußberger, judges,\nand Victor Soloveytchik, Section Registrar,",
            "uk": "Сіофра О’Лірі (Síofra O’Leary), Голова,\n\tЙонко Грозєв (Yonko Grozev),\n\tГанна Юдківська (Ganna Yudkivska),\n\tМартіньш Мітс (Mārtiņš Mits),\n\tГабріеле Куцско-Штадльмайер (Gabriele Kucsko-Stadlmayer),\n\tЛадо Чантурія (Lado Chanturia),\n\tАнгеліка Нуссбергер (Angelika Nußberger), судді, та Віктор Соловейчік (Victor Soloveytchik), Секретар секції,"
        }
    },
    {
        "id": 13,
        "translation": {
            "en": "Having regard to:",
            "uk": "з огляду на:"
        }
    },
    {
        "id": 14,
        "translation": {
            "en": "the applications against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by fourteen Ukrainian nationals (“the applicants”), whose personal information and other details are set out in the appended table;",
            "uk": "заяви, які подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) чотирнадцять громадян України (далі – заявники), персональні дані та інші деталі щодо яких наведено в таблиці у додатку;"
        }
    },
    {
        "id": 15,
        "translation": {
            "en": "the decision to give notice to the Ukrainian Government (“the Government”) of the applications;",
            "uk": "рішення повідомити Уряд України (далі – Уряд) про заяви;"
        }
    },
    {
        "id": 16,
        "translation": {
            "en": "the decision to give priority to the applications (Rule 41 of the Rules of Court);",
            "uk": "рішення надати заявам статус пріоритетних (Правило 41 Регламенту Суду);"
        }
    },
    {
        "id": 17,
        "translation": {
            "en": "the parties’ observations;",
            "uk": "зауваження сторін;"
        }
    },
    {
        "id": 18,
        "translation": {
            "en": "Having deliberated in private on 7 May 2019 and 9 December 2020,",
            "uk": "після обговорення за зачиненими дверима 07 травня 2019 року та \n09 грудня 2020 року,"
        }
    },
    {
        "id": 19,
        "translation": {
            "en": "Delivers the following judgment, which was adopted on the latter date:",
            "uk": "постановляє таке рішення, що було ухвалено у той день:"
        }
    },
    {
        "id": 20,
        "translation": {
            "en": "INTRODUCTION",
            "uk": "ВСТУП"
        }
    },
    {
        "id": 21,
        "translation": {
            "en": "THE FACTS",
            "uk": "ФАКТИ"
        }
    },
    {
        "id": 22,
        "translation": {
            "en": "2.  The applicants were represented by various lawyers, as indicated in the appended table.",
            "uk": "2.  Заявників представляли різні захисники, дані щодо яких наведено у таблиці у додатку."
        }
    },
    {
        "id": 23,
        "translation": {
            "en": "3.  The Government were represented by their Agent, most recently Mr I. Lishchyna, of the Ministry of Justice.",
            "uk": "3.  Уряд України представляв його Уповноважений, на останніх етапах провадження пан І. Ліщина з Міністерства юстиції."
        }
    },
    {
        "id": 24,
        "translation": {
            "en": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
            "uk": "4.  Факти справи, надані сторонами, можуть бути узагальнені таким чином."
        }
    },
    {
        "id": 25,
        "translation": {
            "en": "Demonstration and the applicants’ arrest in Dnipro on 26 January 2014",
            "uk": "ДЕМОНСТРАЦІЯ ТА ЗАТРИМАННЯ ЗАЯВНИКІВ У М. ДНІПРО 26 СІЧНЯ 2014 РОКУ"
        }
    },
    {
        "id": 26,
        "translation": {
            "en": "5.  At about 2 p.m. on 26 January 2014 a demonstration in support of the Euromaidan/Maidan protests was held in front of the Dnipropetrovsk Regional Administration building in Dnipro (at the time, Dnipropetrovsk). Several thousand individuals took part.",
            "uk": "5.  26 січня 2014 року близько 14 год. 00 хв. перед будівлею Дніпропетровської обласної державної адміністрації у м. Дніпро (на той момент м. Дніпропетровськ) відбулася демонстрація на підтримку протестів Євромайдану/Майдану. У ній взяли участь декілька тисяч осіб."
        }
    },
    {
        "id": 27,
        "translation": {
            "en": "7.  According to the parties, the demonstration was peaceful.",
            "uk": "7.  Згідно з твердженнями сторін демонстрація була мирною."
        }
    },
    {
        "id": 28,
        "translation": {
            "en": "8.  The applicants stated that an unspecified number of police officers were guarding the Dnipropetrovsk Regional Administration building, together with several hundred non-State agents, so-called “titushky” (see Shmorgunov and Others, cited above, § 15, with further references) dressed in plain clothes and armed with wooden and metal sticks. Many of those individuals wore face masks. The Government did not contest this.",
            "uk": "8.  Заявники зазначили, що будівлю Дніпропетровської обласної державної адміністрації охороняли невизначена кількість працівників міліції та декілька сотень недержавних агентів, так званих «тітушок» (див. згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункт 15 з подальшими посиланнями) у цивільному одязі, озброєних дерев’яними та металевими палицями. Багато з цих осіб носили маски на обличчі. Уряд не оскаржив цього."
        }
    },
    {
        "id": 29,
        "translation": {
            "en": "9.  According to the Government, during the protest on 26 January 2014 there was a “clash” or “conflict” and some of the protesters and other individuals who were present were detained by police.",
            "uk": "9.  Згідно з твердженнями Уряду під час акції протесту 26 січня 2014 року відбулася «сутичка» або «конфлікт», і деякі з протестувальників та інших присутніх були затримані працівниками міліції."
        }
    },
    {
        "id": 30,
        "translation": {
            "en": "10.  The applicants were arrested by the police between around 5 p.m. and 6 p.m., and subsequently they were taken to either the Babushkinskyy District police station or the Kirovskyy District police station in Dnipro.",
            "uk": "10.  Працівники міліції затримали заявників приблизно у період з \n17 год. 00 хв. до 18 год. 00 хв., а згодом доставили їх до Бабушкінського або Кіровського районних відділів міліції у м. Дніпро."
        }
    },
    {
        "id": 31,
        "translation": {
            "en": "11.  According to Mr Y. Balabay, he was arrested and then taken to the Kirovskyy District police station by several titushky.",
            "uk": "11.  Згідно з твердженнями пана Є. Балабая його затримали декілька «тітушок» і потім доставили до Кіровського районного відділу міліції."
        }
    },
    {
        "id": 32,
        "translation": {
            "en": "12.  Mr V. Lapin stated that he had been beaten by the police in the course of his arrest, but provided no details in that regard (application no. 42200/14).",
            "uk": "12.  Пан В. Лапін зазначив, що під час затримання працівники міліції побили його, але не повідомив жодних деталей щодо цього (заява № 42200/14)."
        }
    },
    {
        "id": 33,
        "translation": {
            "en": "Criminal proceedings against the applicants",
            "uk": "КРИМІНАЛЬНі ПРОВАДЖЕННЯ ЩОДО ЗАЯВНИКІВ"
        }
    },
    {
        "id": 34,
        "translation": {
            "en": "14.  The notification of suspicion in respect of Mr Y. Balabay, a copy of which was provided to the Court, indicated that during the protest on 26 January 2014 he had called for the occupation of the Dnipropetrovsk Regional Administration building, used obscene language regarding the police officers and “used wooden sticks as weapons”.",
            "uk": "14.  У повідомленні про підозру щодо пана Є. Балабая, копія якого була надана Суду, вказано, що під час акції протесту 26 січня \n2014 року він закликав захопити будівлю Дніпропетровської обласної державної адміністрації, використовував нецензурну лайку щодо працівників міліції та «використовував дерев’яні палиці як зброю»."
        }
    },
    {
        "id": 35,
        "translation": {
            "en": "15.  The official notifications of suspicion in respect of the other applicants, copies of which were provided to the Court, contain almost identical wording, while adding that those applicants had taken an active part in dismantling a fence with the aim of seizing the building and, having got into the courtyard, had started throwing stones at police officers, thereby “provoking” the police officers and “showing [them] resistance”.",
            "uk": "15.  У повідомленнях про підозру щодо інших заявників, копії яких були надані Суду, містилися майже аналогічні формулювання, та додатково вказувалося, що ці заявники брали активну участь у демонтажі огорожі з метою захопити будівлю та потрапити на подвір’я, почали кидати в працівників міліції каміння, тим самим «провокували» працівників міліції та «чинили [їм] опір»."
        }
    },
    {
        "id": 36,
        "translation": {
            "en": "16.  Between around midnight and 6 a.m. on 27 January 2014 the applicants were questioned. They denied having committed any unlawful actions or resisted the police and stated that they had been arrested for no reason.",
            "uk": "16.  27 січня 2014 року у період з 00 год. 00 хв. до 06 год. 00 хв. заявників допитували. Вони заперечили вчинення протиправних дій або опору працівникам міліції та зазначили, що їх затримали безпідставно."
        }
    },
    {
        "id": 37,
        "translation": {
            "en": "17.  In the records on the applicants’ arrest it was noted that they had been arrested on the grounds set out in Article 208 § 1 (1) and (2) of the CCP (see Shmorgunov and Others, cited above, § 206).",
            "uk": "17.  У протоколах затримання заявників було зазначено, що вони були затримані на підставах, передбачених пунктами 1 та 2 частини першої статті 208 КПК України (див. згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункт 206)."
        }
    },
    {
        "id": 38,
        "translation": {
            "en": "19.  In the decisions, it was noted that the applicants had been arrested by the police at various times between 5 p.m. and 6.45 p.m. on 26 January 2014 and that they had denied the charges against them.",
            "uk": "19.  В ухвалах зазначалося, що заявники були затримані працівниками міліції 26 січня 2014 року в різний час у період з \n17 год. 00 хв. до 18 год. 45 хв. і вони заперечували проти пред’явлених їм обвинувачень."
        }
    },
    {
        "id": 39,
        "translation": {
            "en": "21.  Eventually, on different dates in the period between May and June 2014 the criminal proceedings against the applicants were discontinued for the reason that no crime had been committed. In particular, it was noted that on 26 January 2014 the applicants had taken part in a peaceful protest, inter alia, “with the aim of eliminating the threat to Ukraine’s constitutional order, sovereignty and independence, and to citizens’ right of movement, [and] freedom of speech and peaceful assembly”.",
            "uk": "21.  Зрештою, у різні дати у період з травня до червня 2014 року кримінальні провадження щодо заявників були закриті за відсутності події кримінального правопорушення. Зокрема, було зазначено, що \n26 січня 2014 року заявники взяли участь у мирній акції протесту, inter alia, «з метою усунення небезпеки, що безпосередньо загрожувала конституційному ладу, суверенітету та незалежності України та згідно з правом громадян на свободу пересування, [і] свободу слова та мирні зібрання»."
        }
    },
    {
        "id": 40,
        "translation": {
            "en": "The applicants’ claims for compensation",
            "uk": "ПОЗОВИ ЗАЯВНИКІВ ПРО ВІДШКОДУВАННЯ ШКОДИ"
        }
    },
    {
        "id": 41,
        "translation": {
            "en": "22.  On different dates in the period between June and November 2014 eleven of fourteen applicants, except Mr K. Orbeladze, Mr O. Tsyganov and Mr V. Shebanov (applications nos. 21429/14, 32778/14 and 33719/14), instituted civil proceedings before the Babushkinskyy District Court, seeking compensation for the non-pecuniary damage they had allegedly suffered because of their unlawful prosecution and detention.",
            "uk": "22.  У різні дати у період з червня до листопада 2014 року одинадцять із чотирнадцяти заявників, крім пана К. Орбеладзе, пана О. Циганова та пана В. Шебанова (заяви № 21429/14, № 32778/14 та № 33719/14), звернулися до Бабушкінського районного суду із цивільними позовами про відшкодування моральної шкоди, якої вони, як стверджується, зазнали у зв’язку із незаконним притягненням до відповідальності та триманням під вартою."
        }
    },
    {
        "id": 42,
        "translation": {
            "en": "24.  In so far as those decisions concerned Mr K. Pegarkov, Mr V. Lapin and Mr V. Khlusov (applications nos.  32161/14, 42200/14 and 51084/14), Mr E. Shevchenko (application no. 21424/14) and Mr L. Babin (application no. 21429/14), the court noted that the criminal proceedings against them had been terminated on “exonerating” grounds and that their detention had thus been unlawful.",
            "uk": "24.  У рішеннях щодо пана К. Пегарькова, пана В. Лапіна та \nпана В. Хлусова (заяви № 32161/14, № 42200/14 та № 51084/14), \nпана Е. Шевченка (заява № 21424/14) та пана Л. Бабіна (заява № 21429/14) суд зазначив, що кримінальні провадження щодо них було закрито з «реабілітуючих» підстав, і тому тримання їх під вартою було незаконним."
        }
    },
    {
        "id": 43,
        "translation": {
            "en": "26.  The applicants did not appeal.",
            "uk": "26.  Заявники не подали апеляційних скарг."
        }
    },
    {
        "id": 44,
        "translation": {
            "en": "27.  On various dates the Dnipropetrovsk Regional Treasury, the Dnipropetrovsk regional police department and the Dnipropetrovsk regional prosecutor’s office challenged some of those judgments before the higher courts.",
            "uk": "27.  У різні дати Головне управління Державної казначейської служби України у Дніпропетровській області, Головне управління МВС України в Дніпропетровській області та Дніпропетровська обласна прокуратура оскаржили деякі з цих рішень до судів вищих інстанцій."
        }
    },
    {
        "id": 45,
        "translation": {
            "en": "28.  By various decisions issued in the period between February and June 2015, the Dniproipetrovsk Regional Court of Appeal and the Higher Specialised Court for Civil and Criminal Matters upheld those judgments in their relevant parts.",
            "uk": "28.  Різними рішеннями, ухваленими у період з лютого до червня 2015 року, Апеляційний суд Дніпропетровської області та Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ залишили без змін ці рішення у відповідних частинах."
        }
    },
    {
        "id": 46,
        "translation": {
            "en": "29.  As regards Mr Y. Bezotosnyy (application no. 32024/14), the Higher Specialised Court for Civil and Criminal Matters held that the lower courts’ decision that his detention had been unlawful was correct, without providing any further details in that regard.",
            "uk": "29.  Стосовно пана Ю. Безотосного (заява № 32024/14) Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ визнав правильним рішення судів нижчих інстанцій про незаконність тримання його під вартою, не вказавши жодних додаткових відомостей щодо цього."
        }
    },
    {
        "id": 47,
        "translation": {
            "en": "30.  According to the documents submitted by the Government, in the period between August and September 2016 the awarded amounts were paid to Mr S. Khmelyovskyy, Mr E. Shevchenko, Mr V. Shevchenko, Mr Y. Bezotosnyy, Mr Y. Balabay, Mr V. Lapin and Mr V. Khlusov (applications nos. 21424/14, 32024/14, 33729/14, 42200/14 and 51084/14) and to Mr L. Babin in application no. 21429/14.",
            "uk": "30.  Згідно з поданими Урядом документами у період із серпня до вересня 2016 року присуджені суми були сплачені \nпану С. Хмельовському, пану Е. Шевченку, пану В. Шевченку, \nпану Ю. Безотосному, пану Є. Балабаю, пану. В. Лапіну та \nпану В. Хлусову (заяви № 21424/14, № 32024/14, № 33729/14, № 42200/14 та № 51084/14) та пану Л. Бабіну у заяві № 21429/14."
        }
    },
    {
        "id": 48,
        "translation": {
            "en": "31.  It was also noted that payment of the awards to Mr V. Dubovtsev (application no. 21429/14) and Mr O. Bereza (application no. 42204/14), regarding which writs of execution were submitted to the State Treasury, “was being considered”.",
            "uk": "31.  Також було зазначено, що питання про виплату присуджених сум пану В. Дубовцеву (заява № 21429/14) та пану О. Березі (заява № 42204/14), щодо яких до Державної казначейської служби України були подані виконавчі листи, «розглядалося»."
        }
    },
    {
        "id": 49,
        "translation": {
            "en": "32.  According to the documents submitted by the Government, Mr K. Pegarkov (application no. 32161/14) was not paid the awarded amount, as no writ of execution was submitted to the State Treasury. There is no information as to whether this was due to an omission on his part or was imputable to the authorities.",
            "uk": "32.  Згідно з поданими Урядом документами пану К. Пегарькову (заява № 32161/14) не було сплачено присуджену суму, оскільки до Державної казначейської служби України не було подано виконавчого листа. Немає інформації, чи сталося це через упущення з його боку чи за це мали нести відповідальність органи державної влади."
        }
    },
    {
        "id": 50,
        "translation": {
            "en": "Criminal proceedings against various officials in relation to the events at issue",
            "uk": "КРИМІНАЛЬНІ ПРОВАДЖЕННЯ ЩОДО РІЗНИХ посадових ОСІБ У ЗВ’ЯЗКУ ІЗ ВІДПОВІДНИМИ ПОДІЯМИ"
        }
    },
    {
        "id": 51,
        "translation": {
            "en": "34.  Between July 2014 and March 2016 the Dnipropetrovsk regional prosecutor’s office initiated several sets of criminal proceedings against some of the officials, police officers, investigators, prosecutors and judges, including Judges R. and B., who had been involved in the proceedings against those who had taken part in the demonstration on 26 January 2014 or had been suspected of participating in it.",
            "uk": "34.  У період з липня 2014 року до березня 2016 року Дніпропетровська обласна прокуратура порушила декілька кримінальних проваджень щодо деяких посадових осіб, працівників міліції, слідчих, прокурорів і суддів, у тому числі суддів Р. та Б., причетних до проваджень щодо осіб, які брали участь у демонстрації 26 січня 2014 року або підозрювались у такій участі."
        }
    },
    {
        "id": 52,
        "translation": {
            "en": "35.  On 4 March 2015 Judge R. of the Babushkinskyy District Court was indicted, and, according to the Government and the information published on the PGO’s dedicated website, he is currently standing trial before a first-instance court (the Leninskyy District Court in Zaporizhzhya).",
            "uk": "35.  04 березня 2015 року судді Бабушкінського районного суду Р. було пред’явлено обвинувачення і згідно з твердженнями Уряду та інформацією, опублікованою на спеціальному вебсайті ГПУ, справа щодо нього зараз перебуває у суді першої інстанції (Ленінський районний суд міста Запоріжжя)."
        }
    },
    {
        "id": 53,
        "translation": {
            "en": "36.  On the same date Judge B. of the Babushkinskyy District Court was notified that he was suspected of having committed the above crimes; the proceedings against him were severed and a separate file was created. Eventually, he absconded, and accordingly he was put on a wanted list. For that reason, the proceedings against him were suspended on 19 January 2016.",
            "uk": "36.  Того ж дня судді Бабушкінського районного суду Б. було повідомлено про підозру у вчиненні зазначених злочинів; матеріали щодо нього було виділено в окреме провадження та порушено кримінальну справу. Зрештою він втік, і відповідно його оголосили у розшук. З цієї причини 19 січня 2016 року провадження щодо нього було зупинено."
        }
    },
    {
        "id": 54,
        "translation": {
            "en": "37.  The official notification of suspicion in respect of Judge B. of the Babushkinskyy District Court, a copy of which was provided to the Court by the Government, contained, inter alia, the following points which referenced the applicants in the present case:",
            "uk": "37.  Повідомлення про підозру щодо судді Бабушкінського районного суду Б., копію якого Уряд надав Суду, містило, inter alia, такі пункти, на які посилалися заявники у цій справі:"
        }
    },
    {
        "id": 55,
        "translation": {
            "en": "(ii)  In accordance with those instructions, between 2 p.m. and 6.30 p.m. on 26 January 2014 a number of protesters, including the applicants, had been arrested. Acting under instructions, police officers had issued allegedly unlawful reports on their arrest without there having been evidence that the protesters had committed the crime of mass disorder.",
            "uk": "(ii)  Відповідно до цих вказівок 26 січня 2014 року у період \nз 14 год. 00 хв. до 18 год. 30 хв. було затримано низку протестувальників, у тому числі заявників. Діючи згідно з вказівками, працівники міліції склали, як стверджувалося, незаконні протоколи про їхнє затримання, не маючи доказів, що протестувальники вчинили масові заворушення."
        }
    },
    {
        "id": 56,
        "translation": {
            "en": "40.  According to the parties, the applicants concerned were accorded victim status in the abovementioned proceedings.",
            "uk": "40.  Згідно з твердженнями сторін відповідним заявникам було надано статус потерпілих у вказаних провадженнях."
        }
    },
    {
        "id": 57,
        "translation": {
            "en": "Disciplinary proceedings against some of the judges of the Babushkinskyy District Court in relation to the events at issue",
            "uk": "ДИСЦИПЛІНАРНІ ПРОВАДЖЕННЯ ЩОДО ОКРЕМИХ СУДДІВ БАБУШКІНСЬКОГО РАЙОННОГО СУДУ У ЗВ’ЯЗКУ З ВІДПОВІДНИМИ ПОДІЯМИ"
        }
    },
    {
        "id": 58,
        "translation": {
            "en": "Decisions relating to Judge B.",
            "uk": "Рішення щодо судді Б."
        }
    },
    {
        "id": 59,
        "translation": {
            "en": "43.  On 1 October 2015 the High Council of Justice (“the HCJ”) (see Shmorgunov and Others, cited above, §§ 220-29) re-examined the matter and essentially upheld the findings of the TSC. The HCJ also found that Judge B. had failed to assess whether an alternative preventive measure could be applied in the cases concerned and that he had failed to examine the cases independently and impartially. The HCJ decided to petition the President of Ukraine to dismiss Judge B.",
            "uk": "43.  01 жовтня 2015 року Вища рада юстиції (далі – ВРЮ) (див. згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункти 220 – 229) повторно розглянула справу і підтримала висновки ТСК по суті. ВРЮ також встановила, що суддя Б. не оцінив можливість застосування альтернативного запобіжного заходу у відповідних справах, і не розглянув справи незалежно та неупереджено. ВРЮ вирішила внести подання Президенту України про звільнення судді Б."
        }
    },
    {
        "id": 60,
        "translation": {
            "en": "44.  On 23 November 2015 the President dismissed Judge B. of the Babushkinskyy District Court of Dnipro for breach of oath. This decision apparently was not challenged before the courts.",
            "uk": "44.  23 листопада 2015 року Президент України звільнив суддю Б. Бабушкінського районного суду міста Дніпра за порушення присяги. Це рішення, очевидно, не оскаржувалось."
        }
    },
    {
        "id": 61,
        "translation": {
            "en": "Decisions relating to Judge R.",
            "uk": "Рішення щодо судді Р."
        }
    },
    {
        "id": 62,
        "translation": {
            "en": "45.  On 2 August, 30 November 2017 and 25 January 2018 the HCJ issued decisions in respect of Judge R. containing findings essentially similar to those in the case of Judge B. The HCJ also found that the violations committed by Judge R. had been of an arbitrary and systemic nature. For those reasons, the HCJ, to which the power to dismiss judges was transferred by that time from the President, decided to dismiss Judge R. of the Babushkinskyy District Court of Dnipro.",
            "uk": "45.  02 серпня, 30 листопада 2017 року та 25 січня 2018 року Вища рада правосуддя (далі – ВРП) ухвалила рішення щодо судді Р., які містять висновки по суті аналогічні висновкам у справі щодо судді Б. ВРП також встановила, що порушення, вчинені суддею Р. мали свавільний та системний характер. З цих причин ВРП, якій на той момент Президент України надав повноваження звільняти суддів, вирішила звільнити суддю Р. Бабушкінського районного суду міста Дніпра."
        }
    },
    {
        "id": 63,
        "translation": {
            "en": "46.  By a final decision of 21 June 2018, the Supreme Court dismissed an appeal by Judge R. and upheld, in their relevant part, the HCJ’s findings, while adding that R.’s unlawful acts had led to the unjustified detention of the individuals concerned and showed that he had failed to act independently and impartially. These proceedings are the subject of an application currently pending before the Court (application no. 2001/19).",
            "uk": "46.  Остаточним рішенням від 21 червня 2018 року Верховний Суд України залишив без задоволення апеляційну скаргу судді Р. і підтримав у відповідній частині висновки ВРП, додавши, що протиправні дії Р. призвели до необґрунтованого тримання відповідних осіб під вартою і вказували, що він не діяв незалежно та неупереджено. Це провадження є предметом заяви, яка наразі перебуває на розгляді Суду (заява № 2001/19)."
        }
    },
    {
        "id": 64,
        "translation": {
            "en": "RELEVANT LEGAL FRAMEWORK AND OTHER MATERIAL",
            "uk": "ВІДПОВІДНі нормативно-правова база ТА ІНШІ документи"
        }
    },
    {
        "id": 65,
        "translation": {
            "en": "47.  Summaries of and extracts from the domestic legal framework and international reports of relevance for the examination of all applications lodged in relation to the Maidan protests and their aftermath, including the present applications, are to be found in Shmorgunov and Others (cited above, §§ 194-269).",
            "uk": "47.  Загальний огляд та витяги з національної нормативно-правової бази та міжнародних звітів і доповідей, які мають значення для розгляду всіх заяв, поданих у зв’язку з акціями протесту на Майдані та їхніми наслідками, у тому числі цих заяв, наведено в згаданому рішенні у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункти 194 – 269)."
        }
    },
    {
        "id": 66,
        "translation": {
            "en": "48.  Additionally, the relevant provisions of the Compensation Act of 1994 must be reproduced in the present case, which read as follows:",
            "uk": "48.  Крім того, у цій справі слід навести відповідні положення Закону України «Про відшкодування шкоди» 1994 року, які передбачають:"
        }
    },
    {
        "id": 67,
        "translation": {
            "en": "Section 1",
            "uk": "Стаття 1"
        }
    },
    {
        "id": 68,
        "translation": {
            "en": "“Under the provisions of this Act, a citizen is entitled to compensation for damage caused by:",
            "uk": "«Відповідно до положень цього Закону підлягає відшкодуванню шкода, завдана громадянинові внаслідок:"
        }
    },
    {
        "id": 69,
        "translation": {
            "en": "(1)  unlawful conviction; unlawful notification of suspicion of a crime; unlawful remand and detention in custody; [an] unlawful search [and] seizure in the course of criminal proceedings; unlawful attachment of property; unlawful suspension from work and other procedural actions restricting the citizen’s rights;",
            "uk": "(1)  незаконного засудження, незаконного повідомлення про підозру у вчиненні кримінального правопорушення, незаконного взяття і тримання під вартою, незаконного проведення в ході кримінального провадження обшуку [та] виїмки, незаконного накладення арешту на майно, незаконного відсторонення від роботи та інших процедурних дій, що обмежують права громадян;"
        }
    },
    {
        "id": 70,
        "translation": {
            "en": "(2)  unlawful administrative arrest or correctional labour; unlawful confiscation of property; [an] unlawful fine;",
            "uk": "(2)  незаконного застосування адміністративного арешту чи виправних робіт, незаконної конфіскації майна, незаконного накладення штрафу;"
        }
    },
    {
        "id": 71,
        "translation": {
            "en": "In [those] circumstances, the damage should be compensated for in full, irrespective of whether the officials of the bodies of inquiry, pre-trial investigation authorities, prosecutor’s offices or courts were responsible for [that damage].”",
            "uk": "У [цих] випадках, завдана шкода відшкодовується в повному обсязі незалежно від вини [за завдання шкоди] посадових осіб органів, що здійснюють оперативно-розшукову діяльність, досудове розслідування, прокуратури і суду.»"
        }
    },
    {
        "id": 72,
        "translation": {
            "en": "Section 2",
            "uk": "Стаття 2"
        }
    },
    {
        "id": 73,
        "translation": {
            "en": "“The right to compensation for damage in the amount and in accordance with the procedure established by this Act shall arise in the following circumstances:",
            "uk": "«Право на відшкодування шкоди в розмірах і в порядку, передбачених цим Законом, виникає у випадках:"
        }
    },
    {
        "id": 74,
        "translation": {
            "en": "(1)  in the event of an acquittal by a court;",
            "uk": "(1)  постановлення виправдувального вироку суду;"
        }
    },
    {
        "id": 75,
        "translation": {
            "en": "(2)  in the event of criminal proceedings being terminated for the reason that no crime has been committed, for the absence of corpus delicti, or for the lack of evidence to prove the accused’s guilt in trial [where] all possible means to obtain such evidence have been exhausted;",
            "uk": "(2)  закриття кримінального провадження за відсутності події кримінального правопорушення, відсутністю у діянні складу кримінального правопорушення або невстановленням достатніх доказів для доведення винуватості особи у суді і вичерпання можливостей їх отримати;"
        }
    },
    {
        "id": 76,
        "translation": {
            "en": "(4)  in the event of proceedings concerning an administrative offence being terminated.",
            "uk": "(4)  закриття справи про адміністративне правопорушення."
        }
    },
    {
        "id": 77,
        "translation": {
            "en": "Section 3",
            "uk": "Стаття 3"
        }
    },
    {
        "id": 78,
        "translation": {
            "en": "“In the circumstances set out in section 1 of this Act, a citizen shall be entitled to recover or be compensated for:",
            "uk": "«У наведених в статті 1 цього Закону випадках громадянинові відшкодовуються (повертаються):"
        }
    },
    {
        "id": 79,
        "translation": {
            "en": "(1)  the salary and other income which he or she has lost as a consequence of the unlawful actions;",
            "uk": "(1)  заробіток та інші грошові доходи, які він втратив внаслідок незаконних дій;"
        }
    },
    {
        "id": 80,
        "translation": {
            "en": "(2) the property ... which has been confiscated by the court or seized by the bodies of inquiry or the pre-trial investigation authorities, or which has been attached;",
            "uk": "(2) майно ... конфісковане або звернене в доход держави судом, вилучене органами досудового розслідування, органами, які здійснюють оперативно-розшукову діяльність, а також майно, на яке накладено арешт;"
        }
    },
    {
        "id": 81,
        "translation": {
            "en": "(3)  the fines paid as part of the execution of a sentence; [or] the court fees and other expenses paid by the citizen [concerned];",
            "uk": "(3)  штрафи, стягнуті на виконання вироку суду, [або] судові витрати та інші витрати, сплачені [відповідним] громадянином;"
        }
    },
    {
        "id": 82,
        "translation": {
            "en": "(4)  the sums paid by the citizen [concerned] for legal assistance;",
            "uk": "(4)  суми, сплачені [відповідним] громадянином у зв’язку з поданням йому юридичної допомоги;"
        }
    },
    {
        "id": 83,
        "translation": {
            "en": "(5)  non-pecuniary damage.”",
            "uk": "(5)  моральна шкода.»"
        }
    },
    {
        "id": 84,
        "translation": {
            "en": "Section 5",
            "uk": "Стаття 5"
        }
    },
    {
        "id": 85,
        "translation": {
            "en": "“In the event of the death of the citizen [concerned], the right to compensation [under] the first paragraph of section 3 (1)-(4) of this Act shall be transferred to his or her heirs in accordance with the procedure set out by law.”",
            "uk": "«У разі смерті [відповідного] громадянина право на відшкодування шкоди у випадках, [передбачених] пунктами 1 – 4 статті 3 цього Закону, у встановленому законодавством порядку переходять до його спадкоємців.»"
        }
    },
    {
        "id": 86,
        "translation": {
            "en": "Section 11",
            "uk": "Стаття 11"
        }
    },
    {
        "id": 87,
        "translation": {
            "en": "“Where a person acquires the right to compensation under section 2 of this Act, the body of inquiry, investigator, prosecutor or court shall inform him or her of the procedure for restoring his or her rights or freedoms and [the procedure] for compensation.”",
            "uk": "«У разі виникнення права на відшкодування завданої шкоди відповідно до статті 2 цього Закону орган, що здійснює оперативно-розшукову діяльність, слідчий, прокурор або суд зобов’язані роз’яснити особі порядок] поновлення її порушених прав чи свобод та [порядок] відшкодування завданої шкоди.»"
        }
    },
    {
        "id": 88,
        "translation": {
            "en": "THE LAW",
            "uk": "ПРАВО"
        }
    },
    {
        "id": 89,
        "translation": {
            "en": "JOINDER OF THE APPLICATIONS",
            "uk": "ОБ’ЄДНАННЯ ЗАЯВ"
        }
    },
    {
        "id": 90,
        "translation": {
            "en": "49.  Having regard to the common factual and legal background of the ten applications under examination, the Court finds it appropriate to examine them jointly in a single judgment (Rule 42 § 1 of the Rules of Court).",
            "uk": "49.  Беручи до уваги спільну фактологічну та правову основу десяти розглянутих заяв, Суд вважає за доцільне розглянути їх спільно в одному рішенні (пункт 1 Правила 42 Регламенту Суду)."
        }
    },
    {
        "id": 91,
        "translation": {
            "en": "ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
            "uk": "СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 5 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 92,
        "translation": {
            "en": "50.  Relying on Article 5 § 1 of the Convention, the applicants complained that their detention had been arbitrary and unlawful.",
            "uk": "50.  Посилаючись на пункт 1 статті 5 Конвенції, заявники скаржились, що тримання їх під вартою було свавільним і незаконним."
        }
    },
    {
        "id": 93,
        "translation": {
            "en": "51.  The relevant parts of Article 5 of the Convention read as follows:",
            "uk": "51.  Відповідні частини пункту 1 статті 5 Конвенції передбачають:"
        }
    },
    {
        "id": 94,
        "translation": {
            "en": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
            "uk": "«1.  Кожен має право на свободу та особисту недоторканність. Нікого не може бути позбавлено свободи, крім таких випадків і відповідно до процедури, встановленої законом:"
        }
    },
    {
        "id": 95,
        "translation": {
            "en": "(a)  the lawful detention of a person after conviction by a competent court;",
            "uk": "(a)  законне ув’язнення особи після засудження її компетентним судом;"
        }
    },
    {
        "id": 96,
        "translation": {
            "en": "(b)  the lawful arrest or detention of a person for non- compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
            "uk": "(b)  законний арешт або затримання особи за невиконання законного припису суду або для забезпечення виконання будь-якого обов’язку, встановленого законом;"
        }
    },
    {
        "id": 97,
        "translation": {
            "en": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
            "uk": "(c)  законний арешт або затримання особи, здійснене з метою допровадження її до компетентного судового органу за наявності обґрунтованої підозри у вчиненні нею правопорушення або якщо обґрунтовано вважається необхідним запобігти вчиненню нею правопорушення чи її втечі після його вчинення;"
        }
    },
    {
        "id": 98,
        "translation": {
            "en": "Admissibility",
            "uk": "Прийнятність"
        }
    },
    {
        "id": 99,
        "translation": {
            "en": "The parties’ submissions",
            "uk": "Доводи сторін"
        }
    },
    {
        "id": 100,
        "translation": {
            "en": "54.  In their observations of July 2016 the eleven applicants who were awarded compensation by the judgments of the Babushkinskyy District Court (see paragraph 23 above) contended that the domestic authorities had not clearly acknowledged a violation of their Article 5 rights, that no rigorous examination of the impugned measures against them had been conducted and that the payment of the awards had been delayed (see paragraphs 23 and 30-32 above).",
            "uk": "54.  У своїх зауваженнях від липня 2016 року одинадцять заявників, яким рішеннями Бабушкінського районного суду було присуджено відшкодування шкоди (див. пункт 23), стверджували, що національні органи влади чітко не визнали порушення їхніх прав за статтею 5 Конвенції, не провели ретельного розгляду обраних їм оскаржуваних запобіжних заходів, а виплата відшкодування шкоди здійснювалася із затримками (див. пункти 23 та 30 – 32)."
        }
    },
    {
        "id": 101,
        "translation": {
            "en": "The Court’s assessment",
            "uk": "Оцінка Суду"
        }
    },
    {
        "id": 102,
        "translation": {
            "en": "56.  Having regard to the Government’s admissibility objections, the Court must examine essentially (i) whether the applicants, who were awarded compensation by the decisions of the Babushkinskyy District Court, lost their victim status and, as regards a separate, albeit related question, which must be examined in the specific circumstances of the present series of cases (ii) whether the applicants, who did not seek such compensation, could be regarded as having failed to exhaust domestic remedies.",
            "uk": "56.  Беручи до уваги заперечення Уряду щодо прийнятності, Суд повинен розглянути по суті, (i) чи втратили заявники, яким рішеннями Бабушкінського районного суду було присуджено відшкодування шкоди, статус потерпілого, та окреме, хоча і пов’язане з цим питання, яке має бути розглянуте за конкретних обставин цієї низки справ, (ii) чи можна вважати заявників, які не вимагали відшкодування шкоди, такими, які не вичерпали національні засоби юридичного захисту."
        }
    },
    {
        "id": 103,
        "translation": {
            "en": "Victim status",
            "uk": "Статус потерпілого"
        }
    },
    {
        "id": 104,
        "translation": {
            "en": "57.  The Court notes that no provision expressly acknowledging the unlawfulness of the applicants’ detention is contained in the Amnesty Law of 21 February 2014 (see Shmorgunov and Others, cited above, § 213).",
            "uk": "57.  Суд зазначає, що у Законі України «Про недопущення переслідування та покарання осіб з приводу подій, які мали місце під час проведення мирних зібрань, та визнання такими, що втратили чинність, деяких законів України» від 21 лютого 2014 року немає жодного положення, яким прямо визнається незаконність тримання заявників під вартою (див. згадане рішення у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункт 213)."
        }
    },
    {
        "id": 105,
        "translation": {
            "en": "61.  The Court is therefore prepared to accept that in the cases of the eleven applicants listed in paragraph 52 above and in so far as this concerns its assessment of their victim status under the Convention, overall they benefited from sufficient acknowledgment in the circumstances that their detention involved elements of unlawfulness and arbitrariness.",
            "uk": "61.  Отже, Суд готовий визнати, що у справах одинадцятьох заявників, перелічених у пункті 52, у частині стосовно оцінки Судом їхнього статусу потерпілого за Конвенцією, загалом вони скористалися достатнім визнанням за цих обставин наявності елементів незаконності та свавілля в обранні їм запобіжного заходу у вигляді тримання під вартою."
        }
    },
    {
        "id": 106,
        "translation": {
            "en": "62.  The Court further notes that the applicants concerned did not contest, either in the domestic proceedings or before the Court, the reasonableness of the compensation awarded to them (see paragraph 26 above).",
            "uk": "62.  Суд також зазначає, що відповідні заявники не оскаржували ні під час провадження на національному рівні, ні у Суді розумність розміру присудженого їм відшкодування шкоди (див. пункт 26)."
        }
    },
    {
        "id": 107,
        "translation": {
            "en": "63.  As regards eight of them who received payment of the awards, the Court considers that the delays (between fourteen and eighteen months) and the fact that payment was only effected after notice of their applications had been given to the Government (see paragraph 30 above), while relevant, are not decisive in the particular circumstances with regard to the question of whether or not they retain victim status under Article 34 of the Convention.",
            "uk": "63.  Стосовно восьми з них, яким сплатили відшкодування шкоди, Суд вважає, що затримки (від чотирнадцяти до вісімнадцяти місяців) і факт здійснення виплати лише після повідомлення Уряду про їхні заяви (див. пункт 30), хоча і є доречними, не мають вирішального значення за конкретних обставин стосовно питання, чи продовжували вони вважатися потерпілими у розумінні статті 34 Конвенції."
        }
    },
    {
        "id": 108,
        "translation": {
            "en": "64.  The Court notes that Mr K. Pegarkov (application no. 32161/14) did not demonstrate that he had been unable to recover the sum awarded to him or that the fact that no writ of execution had been submitted in that regard could be imputable to the authorities (see paragraph 32 above).",
            "uk": "64.  Суд зазначає, що пан К. Пегарьков (заява № 32161/14) не довів, що не мав можливості отримати присуджену йому суму або що за неподання виконавчого листа у зв’язку з цим могли нести відповідальність органи державної влади (див. пункт 32)."
        }
    },
    {
        "id": 109,
        "translation": {
            "en": "Exhaustion of domestic remedies with regard to Mr K. Orbeladze, Mr O. Tsyganov and Mr V. Shebanov (applications nos. 21429/14, 32778/14 and 33719/14), who failed to lodge a civil compensation claim",
            "uk": "Питання вичерпання національних засобів юридичного захисту паном К. Орбеладзе, паном О. Цигановим і паном В. Шебановим (заяви № 21429/14, № 32778/14 та № 33719/14), які не подали цивільний позов про відшкодування шкоди"
        }
    },
    {
        "id": 110,
        "translation": {
            "en": "68.  However, as the Court has noted above, the compensation awards made in favour of eleven applicants in the present case were based essentially on the fact that the relevant criminal proceedings had been terminated on “exonerating” grounds (see paragraph 58 above).",
            "uk": "68.  Однак, як зазначив Суд, рішення про присудження сум відшкодування шкоди, ухвалені на користь одинадцяти заявників у цій справі, ґрунтувались по суті на тому, що відповідне кримінальне провадження було закрито з «реабілітуючих» підстав (див. Пункт 58)."
        }
    },
    {
        "id": 111,
        "translation": {
            "en": "In a number of cases which concerned the somewhat similar legal framework of other Contracting States, the Court has found that claiming compensation on account of the termination of the criminal proceedings was not capable of providing redress for breaches of Article 5, where such an action could not or did not entail an assessment and/or sufficient acknowledgment of the applicants’ specific complaints under that provision",
            "uk": "У низці справ, які стосувались певним чином подібної нормативно-правової бази інших Договірних держав, Суд встановлював, що позов про відшкодування шкоди у зв’язку із закриттям кримінального провадження не міг забезпечити відшкодування шкоди за порушення статті 5 Конвенції, де така дія не могла передбачати або не передбачала оцінки та/або достатнє визнання конкретних скарг заявників за цим положенням"
        }
    },
    {
        "id": 112,
        "translation": {
            "en": "72.  The Court further dismisses the Government’s objection that their complaints are premature, noting that the investigations and proceedings have lasted for more than six years so far (see paragraphs 34-37 above). Therefore, the Court is not precluded from examining the complaints under Article 5 § 1 of the Convention of three applicants concerned (see, for a similar approach, Shmorgunov and Others, cited above, § 453).",
            "uk": "72.  Суд також відхиляє заперечення Уряду, що їхні скарги є передчасними, зазначивши, що на цей момент розслідування та провадження тривають більше шести років (див. пункти 34 – 37). Отже, Суду нічого не заважає розглянути скарги за пунктом 1 статті 5 Конвенції трьох відповідних заявників (див. подібний підхід в згаданому рішенні у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункт 453)."
        }
    },
    {
        "id": 113,
        "translation": {
            "en": "Conclusion as to the admissibility",
            "uk": "Висновок щодо прийнятності"
        }
    },
    {
        "id": 114,
        "translation": {
            "en": "73.  The Court finds that the complaints of Mr V. Dubovtsev, Mr K. Orbeladze, Mr O. Tsyganov, Mr V. Shebanov and Mr O. Bereza (applications nos. 21429/14, 32778/14, 33719/14 and 42204/14) under Article 5 § 1 of the Convention are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. Nor are they inadmissible on any other grounds. Therefore, the Court declares their complaints admissible.",
            "uk": "73.  Суд вважає, що скарги пана В. Дубовцева, пана К. Орбеладзе, пана О. Циганова, пана В. Шебанова та пана О. Берези (заяви № 21429/14, № 32778/14, № 33719/14 та № 42204/14) за пунктом 1 статті 5 Конвенції не є явно необґрунтованими у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Вони також не є неприйнятними з будь-яких інших підстав. Отже, Суд визнає їх прийнятними."
        }
    },
    {
        "id": 115,
        "translation": {
            "en": "74.  In contrast, as indicated previously, the complaints under Article 5 of the Convention of nine of the fourteen applicants - Mr S. Khmelyovskyy, Mr E. Shevchenko, Mr V. Shevchenko, Mr Y. Bezotosnyy, Mr K. Pegarkov, Mr Y. Balabay, Mr V. Lapin and Mr V. Khlusov (applications nos. 21424/14, 32024/14, 32161/14, 33729/14, 42200/14 and 51084/14) and Mr L. Babin in application no. 21429/14 - are declared inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
            "uk": "74.  На противагу, як зазначалось раніше, скарги за статтею 5 Конвенції дев’яти із чотирнадцяти заявників – пана С. Хмельовського, пана Е. Шевченка, пана В. Шевченка, пана Є. Безотосного, \nпана К. Пегарькова, пана Ю. Балабая, пана В. Лапіна та \nпана В. Хлусова (заяви № 21424/14, № 32024/14, № 32161/14, № 33729/14, № 42200/14 та № 51084/14) та пана Л. Бабіна у заяві № 21429/14 – визнані неприйнятними на підставі пунктів 1 та 4 статті 35 Конвенції."
        }
    },
    {
        "id": 116,
        "translation": {
            "en": "Merits",
            "uk": "Суть"
        }
    },
    {
        "id": 117,
        "translation": {
            "en": "76.  The Government submitted no observations on the merits of the applicants’ complaints under Article 5.",
            "uk": "76.  Уряд не подав жодних зауважень щодо суті скарг заявників за статтею 5 Конвенції."
        }
    },
    {
        "id": 118,
        "translation": {
            "en": "77.  The general principles in relation to Article 5 § 1 of the Convention are set out in Shmorgunov and Others (cited above, §§ 459-61). Turning to the present case, the Court notes that that Mr V. Dubovtsev and Mr O. Bereza were detained between 26 January and 3 February 2014; Mr K. Orbeladze, Mr O. Tsyganov and Mr V. Shebanov were detained between 26 and 31 January 2014 in the framework of the criminal proceedings which were conducted against them on suspicion of mass disorder.",
            "uk": "77.  Загальні принципи щодо пункту 1 статті 5 Конвенції наведені в згаданому рішенні у справі «Шморгунов та інші проти України» (Shmorgunov and Others v. Ukraine), пункти 459 – 461). Повертаючись до цієї справи, Суд зазначає, що пан В. Дубовцев та пан О. Береза трималися під вартою з 26 січня до 03 лютого 2014 року; \nпан К. Орбеладзе, пан О. Циганов і пан В. Шебанов трималися під вартою з 26 до 31 січня 2014 року в межах кримінальних проваджень щодо них, порушених за підозрою у вчиненні масових заворушень."
        }
    },
    {
        "id": 119,
        "translation": {
            "en": "79.  Furthermore, the decisions on the applicants’ detention simply reproduced parts of the official notifications of suspicion and, even though they had denied committing any offence, provided no reasons as to why the suspicion was considered to have a sufficient evidential basis, apart from referring to unidentified “witness statements” and unspecified “other material” (see paragraphs 16, 18 and 19 above).",
            "uk": "79.  Крім того, в ухвалах про обрання заявникам запобіжного заходу у вигляді тримання під вартою просто наводилися частини повідомлень про підозру і, хоча заявники заперечували вчинення будь-якого злочину, у них не було вказано жодних інших причин, чому підозра вважалася достатньо обґрунтованою доказами, окрім посилання на «показання невстановлених свідків» і неуточнені «інші матеріали» (див. пункти 16, 18 та 19)."
        }
    },
    {
        "id": 120,
        "translation": {
            "en": "80.  On the whole, it appears that on 27 January 2014 the Babushkinskyy District Court of Dnipro examined the question of the applicants’ detention in a summary manner, conducting no thorough, objective and individualised assessment of their cases.",
            "uk": "80.  Загалом вбачається, що 27 січня 2014 року Бабушкінський районний суд міста Дніпра розглянув питання про тримання під вартою заявників у стислій формі, не проводячи ретельної, об’єктивної та індивідуальної оцінки їхніх справ."
        }
    },
    {
        "id": 121,
        "translation": {
            "en": "CONCLUDING REMARKS",
            "uk": "ЗАКЛЮЧНІ ЗАУВАЖЕННЯ"
        }
    },
    {
        "id": 122,
        "translation": {
            "en": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
            "uk": "ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ"
        }
    },
    {
        "id": 123,
        "translation": {
            "en": "84.  Article 41 of the Convention provides:",
            "uk": "84.  Стаття 41 Конвенції передбачає:"
        }
    },
    {
        "id": 124,
        "translation": {
            "en": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
            "uk": "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»"
        }
    },
    {
        "id": 125,
        "translation": {
            "en": "Damage",
            "uk": "Шкода"
        }
    },
    {
        "id": 126,
        "translation": {
            "en": "85.  Mr V. Dubovtsev and Mr O. Bereza (applications nos. 21429/14 and 42204/14) did not submit claims for just satisfaction. Accordingly, the Court considers that there is no call to award them any sum on that account.",
            "uk": "85.  Пан В. Дубовцев і пан О. Береза (заяви № 21429/14 та № 42204/14) не подали вимог щодо справедливої сатисфакції. Отже, Суд вважає, що у зв’язку з цим немає підстав присуджувати їм якусь суму."
        }
    },
    {
        "id": 127,
        "translation": {
            "en": "86.  Mr K. Orbeladze, Mr O. Tsyganov and Mr V. Shebanov (applications nos. 21429/14, 32778/14 and 33719/14) claimed 5,000 euros (EUR) each in respect of non-pecuniary damage.",
            "uk": "86.  Пан К. Орбеладзе, пан О. Циганов та пан В. Шебанов (заяви № 21429/14, № 32778/14 та № 33719/14) вимагали по 5 000 євро кожен в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 128,
        "translation": {
            "en": "87.  The Government contested the applicants’ claims in respect of pecuniary and non-pecuniary damage, arguing that they were excessive and that the applicants had failed to seek compensation for non-pecuniary damage at domestic level, even though such compensation had been available to them.",
            "uk": "87.  Уряд заперечив проти вимог заявників у зв’язку з відшкодуванням матеріальної та моральної шкоди, стверджуючи, що вони були надмірними і заявники не вимагали відшкодування моральної шкоди на національному рівні, хоча отримання такого відшкодування було їм доступно."
        }
    },
    {
        "id": 129,
        "translation": {
            "en": "88.  Having regard to its findings concerning the admissibility of those complaints under Article 5 of the Convention (see paragraph 71 above), the Court considers that the Government did not demonstrate that the applicants concerned were able in practice to obtain reparation for the consequences of the violation of their Convention rights found in this case in such a way as to restore as far as possible the situation existing before the breach.",
            "uk": "88.  З огляду на свої висновки щодо прийнятності цих скарг за статтею 5 Конвенції (див. пункт 71) Суд вважає, що Уряд не довів наявності у заявників можливості на практиці отримати відшкодування шкоди у зв’язку з наслідками встановленого у цій справі порушення їхніх конвенційних прав."
        }
    },
    {
        "id": 130,
        "translation": {
            "en": "89.  Judging on an equitable basis, the Court awards the applicants concerned EUR 1,200, plus any tax that may be chargeable, each in respect of non-pecuniary damage.",
            "uk": "89.  Постановляючи рішення на засадах справедливості, Суд присуджує відповідним заявникам по 1 200 євро кожному та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди."
        }
    },
    {
        "id": 131,
        "translation": {
            "en": "Costs and expenses",
            "uk": "Судові та інші витрати"
        }
    },
    {
        "id": 132,
        "translation": {
            "en": "90.  The applicants did not submit claims for costs and expenses. Accordingly, the Court considers that there is no call to award them any sum on that account.",
            "uk": "90.  Заявники не подали жодних вимог щодо компенсації судових та інших витрат. Отже, Суд вважає, що у зв’язку з цим немає підстав присуджувати їм якусь суму."
        }
    },
    {
        "id": 133,
        "translation": {
            "en": "Default interest",
            "uk": "Пеня"
        }
    },
    {
        "id": 134,
        "translation": {
            "en": "91.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
            "uk": "91.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 135,
        "translation": {
            "en": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
            "uk": "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО"
        }
    },
    {
        "id": 136,
        "translation": {
            "en": "Decides to join the applications;",
            "uk": "Вирішує об’єднати заяви;"
        }
    },
    {
        "id": 137,
        "translation": {
            "en": "Declares the complaints under Article 5 § 1 of the Convention of the unlawfulness and arbitrariness of the detention of Mr V. Dubovtsev, Mr K. Orbeladze, Mr O. Tsyganov, Mr V. Shebanov and Mr O. Bereza (applications nos. 21429/14, 32778/14, 33719/14 and 42204/14) admissible and the remainder of the applications inadmissible;",
            "uk": "Оголошує прийнятними скарги за пунктом 1 статті 5 Конвенції щодо незаконності та свавільності тримання під вартою \nпана В. Дубовцева, пана К. Орбеладзе, пана О. Циганова, \nпана В. Шебанова та пана О. Берези (заяви № 21429/14, № 32778/14, № 33719/14 та № 42204/14), а решту скарг у заявах – неприйнятними;"
        }
    },
    {
        "id": 138,
        "translation": {
            "en": "Holds that there has been a violation of Article 5 § 1 of the Convention on account of the detention of Mr V. Dubovtsev, Mr K. Orbeladze, Mr O. Tsyganov, Mr V. Shebanov and Mr O. Bereza (applications nos. 21429/14, 32778/14, 33719/14 and 42204/14) during the periods set out in paragraph 77 above;",
            "uk": "Постановляє, що було порушено пункт 1 статті 5 Конвенції у зв’язку з триманням під вартою пана В. Дубовцева, \nпана К. Орбеладзе, пана О. Циганова, пана В. Шебанова та\nпана О. Берези (заяви № 21429/14, № 32778/14, № 33719/14 та № 42204/14) протягом періодів, зазначених у пункті 77;"
        }
    },
    {
        "id": 139,
        "translation": {
            "en": "Holds",
            "uk": "Постановляє, що:"
        }
    },
    {
        "id": 140,
        "translation": {
            "en": "that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,200 (one thousand two hundred euros), plus any tax that may be chargeable, each to Mr K. Orbeladze, Mr O. Tsyganov and Mr V. Shebanov (applications nos. 21429/14, 32778/14 and 33719/14) in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
            "uk": "упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції держава-відповідач повинна сплатити пану К. Орбеладзе, \nпану О. Циганову, та пану В. Шебанову (заяви № 21429/14, № 32778/14 та № 33719/14) по 1 200 (одна тисяча двісті) євро кожному та додатково суму будь-якого податку, що може нараховуватися, в якості відшкодування моральної шкоди, ця сума має бути конвертована в національну валюту держави-відповідача за курсом на день здійснення платежу;"
        }
    },
    {
        "id": 141,
        "translation": {
            "en": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
            "uk": "із закінченням зазначеного тримісячного строку до остаточного розрахунку на зазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти."
        }
    },
    {
        "id": 142,
        "translation": {
            "en": "Dismisses the remainder of the applicants’ claims for just satisfaction.",
            "uk": "Відхиляє решту вимог заявників щодо справедливої сатисфакції."
        }
    },
    {
        "id": 143,
        "translation": {
            "en": "Done in English, and notified in writing on 21 January 2021, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
            "uk": "Учинено англійською мовою та повідомлено письмово 21 січня 2021 року відповідно до пунктів 2 і 3 Правила 77 Регламенту Суду."
        }
    }
]