{
  "eos_token": "</s>",
  "model_max_length": 512,
  "name_or_path": "/home/mudro/Documents/Projects/en-ukr-translater/models/saved/en_uk_legal_translater1",
  "pad_token": "<pad>",
  "return_tensors": "pt",
  "separate_vocabs": false,
  "source_lang": "en",
  "sp_model_kwargs": {},
  "special_tokens_map_file": null,
  "target_lang": "uk",
  "tokenizer_class": "MarianTokenizer",
  "unk_token": "<unk>"
}
